[
    "遗传与进化普通高中课程标准教科书遗传与进化普通高中教科书生物学生物学必修2必修2SHENGWUXUEPUTONGGAOZHONGJIAOKESHU®绿色印刷产品普通高中教科书ໃଁ଀\u000e\u0012\u0001\u0001\u0001\u0012\u0012\u001a\u000e\u0019\u000e\u0013\u0001\u0001\u0001ഈ໶\u0019\u001b\u0015\u0013",
    "遗传与进化必修2普通高中教科书生物学·北京·人民教育出版社课程教材研究所生物课程教材研究开发中心编著",
    "普通高中教科书生物学必修2遗传与进化人民教育出版社课程教材研究所生物课程教材研究开发中心编著出网版（北京市海淀区中关村南大街17号院1号楼邮编：100081）址http://www.pep.com.cn版权所有·未经许可不得采用任何方式擅自复制或使用本产品任何部分·违者必究如发现内容质量问题，请登录中小学教材意见反馈平台：jcyjfk.pep.com.cn主编：朱正威赵占良副主编：何奕騉本册主编：曹保义吴成军编写人员：（以姓氏笔画为序）王颖王永胜王伟光李新花吴成军赵占良曹保义蔡民华责任编辑：王颖卢媛美术编辑：王喆",
    "目录第1章遗传因子的发现................................................1第1节孟德尔的豌豆杂交实验（一）.............................2探究・实践性状分离比的模拟实验.........................6第2节孟德尔的豌豆杂交实验（二）.............................9与生物学有关的职业育种工作者...........................14第2章基因和染色体的关系.......................................17第1节减数分裂和受精作用...........................................18一减数分裂...............................................................18探究・实践观察蝗虫精母细胞减数分裂装片.......24二受精作用...............................................................25探究・实践建立减数分裂中染色体变化的模型.....25科学・技术・社会人类辅助生殖技术.......................28第2节基因在染色体上...................................................29科学家的故事染色体遗传理论的奠基人摩尔根......33第3节伴性遗传...............................................................34科学家访谈毕生追求的“禾下乘凉梦”——与袁隆平院士一席谈",
    "第3章基因的本质.......................................................41第1节DNA是主要的遗传物质......................................42生物科技进展生物信息学及其应用.......................47第2节DNA的结构..........................................................48探究・实践制作DNA双螺旋结构模型.................51科学・技术・社会DNA指纹技术..........................52第3节DNA的复制..........................................................53第4节基因通常是有遗传效应的DNA片段.................57生物科技进展单细胞基因组测序...........................60与生物学有关的职业测序工程师...........................60第4章基因的表达.......................................................63第1节基因指导蛋白质的合成.......................................64生物科学史话遗传密码的破译...............................70第2节基因表达与性状的关系.......................................71科学・技术・社会基因工程的应用.......................76第5章基因突变及其他变异.......................................79第1节基因突变和基因重组...........................................80",
    "生物科技进展基因组编辑.......................................85科学・技术・社会精准医疗...................................86第2节染色体变异...........................................................87探究・实践低温诱导植物细胞染色体数目的变化...89第3节人类遗传病...........................................................92探究・实践调查人群中的遗传病...........................93与生物学有关的职业遗传咨询师...........................96第6章生物的进化.......................................................99第1节生物有共同祖先的证据.....................................100科学・技术・社会理想的“地质时钟”.............105与生物学有关的职业化石标本的制作人员.........105第2节自然选择与适应的形成.....................................106第3节种群基因组成的变化与物种的形成.................110一种群基因组成的变化.........................................110探究・实践探究自然选择对种群基因频率变化的影响.................................................112探究・实践探究抗生素对细菌的选择作用.........115二隔离在物种形成中的作用.................................116第4节协同进化与生物多样性的形成.........................119",
    "寂寂无闻时就敢于挑战世界权威，名满天下时仍然只专注绿野田园，这一切只因为心中有毕生追求的梦想——让所有人远离饥饿。袁隆平院士将全部心血倾注于杂交水稻事业，为中国乃至世界的粮食生产作出了重大贡献。2017年10月，袁隆平院士欣然接受了我们的采访。问：什么是杂交水稻？与普通水稻相比，它有哪些优势？答：杂交水稻就是通过将遗传上有一定差异、优良性状互补的两个水稻品种杂交，获得的具有杂种优势的新品种。与常规栽培稻相比，杂交水稻的产量会有较大幅度的提高。杂交水稻自1976年大面积推广以来，已累计推广80亿亩，累计增产稻谷6000亿千克以上，被誉为“第二次绿色革命”。这些年来，因为我国科学科学家访谈家在杂交水稻领域的不断创新，也使我国成为世界杂交水稻强国。问：您为什么选择杂交水稻作为研究方向？答：我上大学时，学的是农业科学。20世纪60年代，在水稻、小麦、玉米、油菜等主要农作物的育种中，只有水稻育种停滞不前，成为世界性难题，而水稻又是我国的主要粮食作物之一。因此，我开始研究水稻育种，立志解决我国的粮食短缺问题。1961年，我在湖南省安江农校的早稻田中，偶然间发现了一株“鹤立鸡群”的稻株。它穗大，籽粒饱满，结了十几个8寸多长的稻穗。我如获至宝，等它成熟时，小心翼翼地收下种子。第二年，我在田里用这些种子种了1000多株水稻。让我大失所望的是，子代长得参差不齐，高的高、矮的袁隆平江西德安人，“共和国勋章”获得者，中国工程院院士，美国科学院外籍院士，杰出的杂交水稻育种学家，被誉为“杂交水稻之父”。袁隆平院士于1981年获得我国第一个特等发明奖，2001年获得首届国家最高科学技术奖，他还相继获得国家科学技术进步奖特等奖、联合国教科文组织科学奖、世界粮食奖、沃尔夫农业奖等多项大奖。毕生追求的“禾下乘凉梦”——与袁隆平院士一席谈",
    "问：有人说发现“野败”是一种偶然，您认同这种观点吗？答：选育出雄性不育植株，是做杂交水稻研究的第一个难题。最初，我们在栽培稻中寻找。在检查了几十万个稻穗后，只找到6株雄性不育植株，而且它们雄性不育的性状无法在后代中保持下去。后来我们改变策略，尝试做远缘杂交，即用野生稻与栽培稻杂交。1970年，我们终于发现了一株雄性不育的野生稻，就是前面所说的“野败”，而且它雄性不育的性状能够保持下去，这就为研制杂交水稻打开了突破口。虽然发现“野败”的过程十分艰辛，但我们一直很有信心。因为我们的研究方向很明确，我们也具备专业知识，知道如何分辨雄性不育植株。因此，当遇到“野败”时，我们就能一眼识“宝”。能够成功地发现“野败”，绝不是什么偶然，而是我们多年来持之以恒、克服种种困难的必然结果。问：您为人类的粮食生产作出了巨大贡献，取得了举世瞩目的成就。您成功的秘诀是什么？答：我的体会就是“知识、汗水、灵感、机遇”这八个字。知识是创新的基础；汗水意味着任何一项成果都来自深入细致矮。冷静之后我仔细分析，水稻是自花传粉植物，一般都是纯种，为什么这些子代与亲代存在巨大差异？说明这株野生稻是一株天然的“杂交稻”，也就是说，水稻是能杂交的。这让我对当时的“水稻等自花传粉植物没有杂种优势，不适宜进行杂交”的权威理论产生了怀疑，激发了我研究杂交水稻的兴趣，由此确定了研究方向。问：据说杂交水稻之所以取得成功，与发现“野败”有很大的关系，您能简单介绍什么是“野败”吗？答：刚才所说的天然“杂交稻”启发我，水稻中一定有天然的雄性不育（雄蕊发育不正常，但雌蕊正常，可以接受外来的花粉而繁殖后代）植株。如果将雄性不育植株作为母本，就可以让它与其他品种杂交来培育杂交水稻。后来我们通过大量的调查，发现了一株野生的雄性不育水稻，并将它命名为“野败”。",
    "山外青山楼外楼，自然探秘永无休。成功易使人陶醉，莫把百尺当尽头。2017年10月我最想对高中生说的话：的实干和苦干；灵感是知识、经验、思索和孜孜以求综合在一起升华的产物，它往往在外来因素的刺激下突然产生；机遇看似偶然，但往往又是必然的，机遇总是给有准备的人。自然界的现象也是如此，偶然背后是必然。科学家的任务，就是要透过偶然性的表面现象，找出隐藏在它背后的自然规律。问：您在杂交水稻研究上付出了艰辛的努力，是否也需要多方面的配合和支持？您能谈谈这方面的体会吗？答：杂交水稻是我国科技领域自主创新、社会主义协作的成就。它的成功离不开国家的高度重视和大力支持，同时也是我国广大农业科技工作者努力协作、合力攻关取得的。我在杂交水稻研究的前沿工作中起了一些带头作用，但我单枪匹马不可能完成，是靠大家合作完成的。问：您至今还奋战在科研第一线。我们看您的身体和精神状态也挺好的，这是否跟坚持锻炼有关呢？您有哪些业余爱好呢？答：我的爱好比较多，打球、游泳、拉小提琴、阅读等，我都喜欢。爱好会让学习和生活更加丰富多彩，还可以促使人在知识、文化等层面上相互交融和相互启发。问：听说您有两个梦想，您能简单谈谈吗？答：第一个梦想是“禾下乘凉梦”，这是我曾经做过的梦。我梦见试验田的超级杂交稻长得比高粱还高，穗子有扫帚那么长，籽粒像花生米那么大，我和同事就坐在瀑布般的稻穗下乘凉。第二个梦想是“杂交水稻覆盖全球梦”。如果全球一半的稻田种植杂交水稻，所增产的粮食，可以多养活4亿~5亿人，这将为世界粮食安全作出很大贡献。我还要继续工作，实现我的梦想，向水稻的更高产量攀登。",
    "第1节孟德尔的豌豆杂交实验（一）1遗传因子是什么，你可能不清楚，但说起基因，你一定耳熟能详。你的长相、身高、体重、肤色，甚至在某方面的天赋，都与基因有着密不可分的关系。基因最早的名字就是“遗传因子”。基因为什么曾叫遗传因子？这背后有什么故事吗？遗传因子看不见摸不着，科学家是怎样发现它的呢？它在亲子代间的传递有什么规律呢？让我们从一百多年前孟德尔的豌豆杂交实验开始，循着科学家的足迹，探索遗传的奥秘。第1章遗传因子的发现八年耕耘源于对科学的痴迷，一畦畦豌豆蕴藏遗传的秘密。实验设计开辟了研究的新路，数学统计揭示出遗传的规律。",
    "2第1章遗传因子的发现融合遗传的观点曾在19世纪下半叶十分盛行。然而，在奥地利的一所修道院里（现捷克境内），孟德尔（G.J.Mendel，1822—1884）冲破了这个错误观点的“束缚”，提出了完全不同的理论。孟德尔从小喜爱自然科学，由于家境贫寒，21岁便做了修道士。后来，他被派到维也纳大学进修自然科学和数学。回到修道院后，他利用修道院的一小块园地，种植了豌豆、山柳菊、玉米等多种植物，进行杂交实验，潜心研究多年。其中豌豆的杂交实验非常成功，孟德尔通过分析豌豆杂交实验的结果，发现了生物遗传的规律。豌豆用作遗传实验材料的优点豌豆花是两性花，在未开放时，它的花粉会落到同一朵花的雌蕊的柱头上，从而完成受粉，这种传粉方式叫作自花传粉，也叫自交。自花传粉避免了外来花粉的干扰，所以豌豆在自然状态下一般都是纯种，用豌豆做人工杂交实验（图1-1），结果既可靠，又容易分析。豌豆植株还具有易于区分的性状（trait）。例如，豌豆植株中有高茎（高度1.5~2.0m）的，也有矮茎（高度0.3m左●孟德尔是怎样设计一对相对性状的杂交实验的？●孟德尔为解释实验结果作出了哪些假设？他又设计了什么实验来验证假设？●分离定律的内容是什么？怎样用分离定律解释一些遗传现象？●如何运用假说—演绎法进行科学探究？本节聚焦第1节孟德尔的豌豆杂交实验（一）人们曾经认为，两个亲本杂交后，双亲的遗传物质会在子代体内发生混合，使子代表现出介于双亲之间的性状。就像把一瓶蓝墨水和一瓶红墨水倒在一起，混合液是另外一种颜色，再也无法分出蓝色和红色。这种观点也称作融合遗传。讨论1．按照上述观点，当红花豌豆与白花豌豆杂交后，子代的豌豆花会是什么颜色？2．你同意上述观点吗？你的证据有哪些？问题探讨红花豌豆和白花豌豆有些植物（如玉米）的花为单性花，花中只有雄蕊的，叫雄花；只有雌蕊的，叫雌花。玉米雄花的花粉落在同一植株的雌花的柱头上，所完成的传粉过程也属于自交。相关信息",
    "第1节孟德尔的豌豆杂交实验（一）3右）的；有结圆粒种子的，也有结皱粒种子的。像这样，一种生物的同一种性状的不同表现类型，叫作相对性状（relativetrait）。这些性状能够稳定地遗传给后代。用具有相对性状的植株进行杂交实验，很容易观察和分析实验结果。孟德尔经过仔细观察，从34个豌豆品种中选择了7对相对性状（如茎的高度、种子形状、子叶颜色、花的位置等）做杂交实验（图1-2）。两朵花之间的传粉过程叫作异花传粉。不同植株的花进行异花传粉时，供应花粉的植株叫作父本（），接受花粉的植株叫作母本（）。图1-1人工异花传粉示意图茎的高度矮茎高茎腋生顶生花的位置种子形状皱缩圆滑子叶颜色黄色绿色花的颜色白色红色豆荚形状饱满不饱满豆荚颜色（未成熟）黄色绿色图1-2豌豆的7对相对性状示意图高茎（或矮茎）豌豆的花先除去未成熟花的全部雄蕊，叫作去雄。然后，套上纸袋。去雄矮茎（或高茎）豌豆的花待去雄花的雌蕊成熟时，采集另一植株的花粉。高茎（或矮茎）豌豆的花将采集到的花粉涂（撒）在去雄花的雌蕊的柱头上，再套上纸袋。传粉采集花粉",
    "4第1章遗传因子的发现孟德尔注意到，不同品种的豌豆之间同时具有多对相对性状。为了便于分析，他首先对一对相对性状的遗传进行了研究。一对相对性状的杂交实验孟德尔用纯种高茎豌豆与纯种矮茎豌豆作亲本（用P表示）进行杂交（cross）。他惊奇地发现，无论用高茎豌豆作母本（正交），还是作父本（反交），杂交后产生的第一代（简称子一代，用F1表示）总是高茎的（图1-3）。为什么子一代都是高茎而没有矮茎的呢？孟德尔带着疑惑，用子一代自交，结果在第二代（简称子二代，用F2表示）植株中，不仅有高茎的，还有矮茎的。为什么子一代没有矮茎的，而子二代又出现了矮茎的呢？看来矮茎性状在子一代中只是隐而未现。孟德尔把F1中显现出来的性状，叫作显性性状（dominanttrait），如高茎；未显现出来的性状，叫作隐性性状（recessivetrait），如矮茎。后来，人们将杂种后代中同时出现显性性状和隐性性状的现象，叫作性状分离。孟德尔没有停留在对实验现象的观察与描述上，而是对F2中不同相对性状的个体进行数量统计。结果发现在所得的1064株F2植株中，787株是高茎，277株是矮茎，高茎与矮茎的性状分离比接近3∶1。子二代中出现3∶1的性状分离比是偶然的吗？孟德尔还对豌豆的其他6对相对性状进行了杂交实验，实验结果如表1-1所示。F1F2P（杂交）（自交）图1-3高茎豌豆和矮茎豌豆的杂交实验示意图表1-1孟德尔豌豆杂交实验的结果性状茎的高度种子形状子叶颜色花的颜色豆荚形状花的位置豆荚颜色（未成熟）F2的表现显性隐性显性∶隐性高茎787矮茎2772.84∶1圆粒5474皱粒18502.96∶1黄色6022绿色20013.01∶1红色705白色2243.15∶1饱满腋生882651不饱满顶生2992072.95∶13.14∶1绿色428黄色1522.82∶1",
    "第1节孟德尔的豌豆杂交实验（一）5看来，F2中出现3∶1的性状分离比不是偶然的。是什么原因导致遗传性状在杂种后代中按一定的比例分离呢？对分离现象的解释孟德尔在观察和统计分析的基础上，果断摒弃了前人融合遗传的观点，通过严谨的推理和大胆的想象，对分离现象的原因提出了如下假说（图1-4）。（1）生物的性状是由遗传因子（hereditaryfactor）决定的。这些因子就像一个个独立的颗粒，既不会相互融合，也不会在传递中消失。每个因子决定一种特定的性状，其中决定显性性状的为显性遗传因子，用大写字母（如D）来表示；决定隐性性状的为隐性遗传因子，用小写字母（如d）来表示。（2）在体细胞中，遗传因子是成对存在的。例如，纯种高茎豌豆的体细胞中有成对的遗传因子DD，纯种矮茎豌豆的体细胞中有成对的遗传因子dd。像这样，遗传因子组成相同的个体叫作纯合子。因为F1自交的后代中出现了隐性性状，所以在F1的体细胞中必然含有隐性遗传因子；而F1表现的是显性性状，因此F1的体细胞中的遗传因子应该是Dd。像这样，遗传因子组成不同的个体叫作杂合子。（3）生物体在形成生殖细胞——配子时，成对的遗传因子彼此分离，分别进入不同的配子中。配子中只含有每对遗传因子中的一个。（4）受精时，雌雄配子的结合是随机的。例如，含遗传因子D的配子，既可以与含遗传因子D的配子结合，又可以与含遗传因子d的配子结合。在孟德尔提出这一假说时，生物学界还没有认识到配子形成和受精过程中染色体的变化。孟德尔根据实验现象提出的遗传因子在体细胞中成对存在，在配子中单个出现，是超越自己所处时代的一种非凡的设想。相关信息图1-4高茎豌豆与矮茎豌豆杂交实验的分析图解配子高茎高茎F1F2DdDdDdDd高茎112高茎高茎矮茎∶∶DDDdDddd高茎配子矮茎F1PDDD高茎Ddddd",
    "6第1章遗传因子的发现请你根据孟德尔的假设，与同学讨论高茎豌豆与矮茎豌豆杂交实验的分析图解。我们还可以通过模拟实验，来体验孟德尔的假说。本实验用甲、乙两个小桶分别代表雌、雄生殖器官，甲、乙小桶内的彩球分别代表雌、雄配子，用不同彩球的随机组合，模拟生物在生殖过程中，雌、雄配子的随机结合。建议两人一组合作完成。目的要求通过模拟实验，理解遗传因子的分离、配子的随机结合与性状之间的数量关系，体验孟德尔的假说。材料用具两个小桶，分别标记甲、乙；两种大小相同、颜色不同的彩球各20个，一种彩球标记D，另一种彩球标记d；记录用的纸和笔。方法步骤（1）在甲、乙两个小桶中放入两种彩球各10个。（2）摇动两个小桶，使小桶内的彩球充分混合。（3）分别从两个桶内随机抓取一个彩球，组合在一起，记下两个彩球的字母组合。性状分离比的模拟实验（4）将抓取的彩球放回原来的小桶内，摇匀。（5）按步骤（3）和（4）重复做30次以上。结果和结论1．统计实验结果：彩球组合有几种？每种组合的数量是多少？计算彩球组合类型之间的数量比。设计表格，记录实验结果。2．统计全班的实验结果，求平均值。计算彩球组合类型之间的数量比。3．两个彩球的组合代表什么？4．结论：____________________________________________________________。讨论1．将每个小组的实验结果与全班总的实验结果作比较，你有什么发现？如果孟德尔当时只对F2中10株豌豆的性状进行统计，他还能正确地解释性状分离现象吗？2．将模拟实验的结果与孟德尔的杂交实验结果相比较，你认为孟德尔的假说是否合理？探究·实践（某次抓取的组合）甲乙DDDDDDDDDDDDDDDDDDDDDddddddddddddddddddddd",
    "第1节孟德尔的豌豆杂交实验（一）7对分离现象解释的验证孟德尔的假说合理地解释了豌豆一对相对性状杂交实验中出现的性状分离现象，但是，一种正确的假说仅能解释已有的实验结果是不够的，还应该能够预测另外一些实验的结果。如果实验结果与预测相符，这个假说就得到了验证。孟德尔巧妙地设计了测交（testcross）实验，让F1与隐性纯合子杂交。以F1高茎豌豆（Dd）与隐性纯合子矮茎豌豆（dd）杂交为例，孟德尔根据假说，推出测交后代中高茎与矮茎植株的数量比应为1∶1（图1-5）。测交实验的结果是，在得到的166株后代中，87株是高茎的，79株是矮茎的，高茎与矮茎植株的数量比接近1∶1。孟德尔测交实验的结果验证了他的假说。分离定律孟德尔一对相对性状的实验结果及其解释，后人把它归纳为孟德尔第一定律，又称分离定律（lawofsegregation）：在生物的体细胞中，控制同一性状的遗传因子成对存在，不相融合；在形成配子时，成对的遗传因子发生分离，分离后的遗传因子分别进入不同的配子中，随配子遗传给后代。分离定律在生物的遗传中具有普遍性。例如，小麦的高秆和矮秆、家鸡的羽腿和光腿等相对性状的遗传均遵循分离定律。两只白色绵羊生出黑色的小羊，父母正常而其子女患白化病等性状分离现象，也是控制相关性状的遗传因子遵循分离定律遗传的结果。在观察和分析基础上提出问题以后，通过推理和想象提出解释问题的假说，根据假说进行演绎推理，推出预测的结果，再通过实验来检验。如果实验结果与预测相符，就可以认为假说是正确的，反之，则可以认为假说是错误的。这是现代科学研究中常用的一种科学方法，叫作假说—演绎法。想一想，这种方法与传统的归纳法有什么不同？假说—演绎法科学方法高茎1:1矮茎图1-5一对相对性状测交实验的分析图解杂种子一代高茎P配子测交F1隐性纯合子矮茎高茎1:1矮茎DdDDddddddd",
    "8第1章遗传因子的发现思维训练假设你正在一个花卉生产基地工作。有一天，你突然发现一种本来开白花的花卉，出现了开紫花的植株。你立刻意识到它的观赏价值，决定培育这样的花卉新品种。当你知道这种花是自花传粉以后，将这株开紫花的植株的种子设计实验方案种下去，可惜的是，在长出的126株新植株中，却有36株是开白花的，这当然不利于商品化生产。怎样才能获得开紫花的纯种植株呢？请你写出解决这一问题的实验方案，与同学交流，看谁设计的方案更简捷。一、概念检测1．在孟德尔的一对相对性状的豌豆杂交实验中，F1都表现为显性性状，F1的自交后代却出现了性状分离。据此判断下列相关表述是否正确。（1）隐性性状是指生物体不能表现出来的性状。（）（2）纯合子的自交后代不会发生性状分离，杂合子的自交后代不会出现纯合子。（）2．人眼的虹膜有褐色的和蓝色的，褐色是由显性遗传因子控制的，蓝色是由隐性遗传因子控制的。已知一个蓝眼男人与一个褐眼女人（这个女人的母亲是蓝眼）结婚，这对夫妇生下蓝眼孩子的可能性是（）A．1/2B．1/4C．1/8D．1/63．观察羊的毛色遗传图解，据图回答问题。二、拓展应用1．水稻的非糯性和糯性是一对相对性状，非糯性花粉中所含的淀粉为直链淀粉，遇碘变蓝黑色，而糯性花粉中所含的是支链淀粉，遇碘变橙红色。现在用纯种的非糯性水稻和纯种的糯性水稻杂交，取F1花粉加碘液染色，在显微镜下观察，半数花粉呈蓝黑色，半数呈橙红色。请回答下列问题。（1）花粉出现这种比例的原因是什么？（2）实验结果验证了什么？（3）如果让F1自交，F2中花粉有种类型。2．某农场养了一群马，马的毛色有栗色和白色两种。已知栗色和白色分别由遗传因子B和b控制。育种工作者从中选出一匹健壮的栗色公马，拟设计配种方案鉴定它是纯合子还是杂合子（就毛色而言）。请回答下列问题。（1）在正常情况下，一匹母马一次只能生一匹小马。为了在一个配种季节里完成这项鉴定，应该怎样配种？（2）杂交后代可能出现哪些结果？如何根据结果判断栗色公马是纯合子还是杂合子？3．孟德尔说：“任何实验的价值和效用，取决于所使用材料对于实验目的的适合性。”结合孟德尔的杂交实验，谈谈你对这句话的理解。4．除了孟德尔的杂交实验，你还能举出科学研究中运用假说—演绎法的实例吗？练习与应用（1）毛色的显性性状是______________，隐性性状是______________。（2）白毛羊与白毛羊通过有性生殖产生的后代中出现了黑毛羊，这种现象在遗传学上称为____________________。产生这种现象的原因是_________________________________________。",
    "第2节孟德尔的豌豆杂交实验（二）9一对相对性状的分离对其他相对性状有没有影响呢？在发现了一对相对性状遗传规律的基础上，孟德尔又对豌豆两对相对性状的遗传进行了研究。两对相对性状的杂交实验孟德尔用纯种黄色圆粒豌豆和纯种绿色皱粒豌豆作亲本进行杂交，无论正交还是反交，结出的种子（F1）都是黄色圆粒的。这表明黄色和圆粒都是显性性状，绿色和皱粒都是隐性性状。孟德尔又让F1自交，在产生的F2中，出现了黄色圆粒和绿色皱粒，这当然是在意料之中的。奇怪的是，F2中还出现了亲本所没有的性状组合——绿色圆粒和黄色皱粒（图1-6）。为什么会出现新的性状组合呢？它们之间有什么数量关系吗？孟德尔同样对F2中不同的性状类型进行了数量统计：在总共得到的556粒种子中，黄色圆粒、绿色圆粒、黄色皱粒和绿色皱粒的数量依次是315、108、101和32，它们的数量比接近9∶3∶3∶1。第2节孟德尔的豌豆杂交实验（二）讨论1．决定子叶颜色的遗传因子对决定种子形状的遗传因子会不会有影响呢？2．黄色的豌豆一定是饱满的、绿色的豌豆一定是皱缩的吗？性状不同的豌豆观察花园里的豌豆植株，孟德尔发现就子叶颜色和种子形状来看，包括两种类型：一种是黄色圆粒的，另一种是绿色皱粒的。问题探讨●孟德尔是怎样设计两对相对性状的杂交实验的？●自由组合定律的内容是什么？●孟德尔成功的原因有哪些？他的研究方法和探索精神给我们哪些启示？●孟德尔遗传规律在生产和生活中有哪些应用？本节聚焦F2数量黄色圆粒3159∶∶∶黄色圆粒黄色圆粒绿色皱粒PF1绿色圆粒1083黄色皱粒1013绿色皱粒321图1-6黄色圆粒豌豆和绿色皱粒豌豆的杂交实验示意图",
    "10第1章遗传因子的发现这与一对相对性状杂交实验中F2的3∶1的数量比有联系吗？孟德尔首先对每一对相对性状单独进行分析，结果发现每一对相对性状的遗传都遵循了分离定律（图1-7）。从数学的角度分析，9∶3∶3∶1与3∶1能否建立数学联系？这对理解两对相对性状的遗传结果有什么启示？上述分析表明，只看一对相对性状，无论是豌豆种子的形状还是子叶的颜色，依然遵循分离定律，也就是说控制种子形状的遗传因子的遗传，与控制子叶颜色的遗传因子的遗传是互不干扰的。那么，将两对相对性状的遗传一并考虑，不同性状之间发生了新的组合，是否控制两对相对性状的遗传因子也发生了组合呢？对自由组合现象的解释和验证假设豌豆的圆粒和皱粒分别由遗传因子R、r控制，黄色和绿色分别由遗传因子Y、y控制，这样，纯种黄色圆粒和纯种绿色皱粒豌豆的遗传因子组成分别是YYRR和yyrr，它们产生的F1的遗传因子组成是YyRr，表现为黄色圆粒。孟德尔作出的解释是：F1在产生配子时，每对遗传因子彼此分离，不同对的遗传因子可以自由组合。这样F1产生的雌配子和雄配子各有4种：YR、Yr、yR、yr，它们之间的数量比为1∶1∶1∶1。受精时，雌雄配子的结合是随机的。雌雄配子的结合方式有16种；遗传因子的组合形式有9种：YYRR、YYRr、YyRR、YyRr、YYrr、Yyrr、yyRR、yyRr、yyrr；性状表现为4种：黄色圆粒、黄色皱粒、绿色圆粒、绿色皱粒，它们之间的数量比是9∶3∶3∶1（图1-8）。黄色∶绿色接近3∶1子叶颜色黄色种子数315+101=416绿色种子数108+32=140圆粒∶皱粒接近3∶1圆粒种子数315+108=423皱粒种子数101+32=133种子形状图1-7F2中种子形状和子叶颜色的数量比要得到遗传因子组成为YyRr的黄色圆粒豌豆，亲代除黄色圆粒和绿色皱粒外，还可以有哪些类型？",
    "第2节孟德尔的豌豆杂交实验（二）11上述解释是否正确呢？孟德尔又设计了测交实验：让杂种子一代（YyRr）与隐性纯合子（yyrr）杂交。同样，孟德尔依据提出的假说，演绎推理出测交实验的结果（图1-9）。在孟德尔所做的测交实验中，无论是以F1作母本还是作父本，结果都与预测相符（表1-2）。表1-2黄色圆粒豌豆与绿色皱粒豌豆测交实验的结果性状组合F1作母本3127262624222526F1作父本不同性状的数量比黄色圆粒实际籽粒数黄色皱粒绿色圆粒绿色皱粒1∶1∶1∶1如果不用字母，而是用中文或英文的词或句子来代表遗传因子，左图该怎样呈现？用字母作为符号，在孟德尔的推理过程中起到了什么作用？P配子F1F2F1配子YyRRyyRRYyRryyRrYyRRYyRrYYRrYyRrYYrrYyrrYyRryyRrYyrryyrrYRYRyRYryRYryryr黄色圆粒绿色皱粒黄色圆粒受精YYRRyyrrYyRrYRyr图1-8黄色圆粒豌豆与绿色皱粒豌豆杂交实验的分析图解YYRRYYRr配子测交F1YyRryyRrYyrryyrrPyyrr隐性纯合子绿色皱粒1∶1∶1∶1YRYryRyryrYyRr杂种子一代黄色圆粒黄色圆粒黄色皱粒绿色圆粒绿色皱粒图1-9黄色圆粒豌豆与绿色皱粒豌豆测交实验的分析图解",
    "12第1章遗传因子的发现自由组合定律孟德尔在他所研究的豌豆相对性状中，任选两对性状进行杂交实验，结果都是一样的。这种情况在其他生物体上也常常看到。后人把这一遗传规律称为孟德尔第二定律，也叫作自由组合定律（lawofindependentassortment）：控制不同性状的遗传因子的分离和组合是互不干扰的；在形成配子时，决定同一性状的成对的遗传因子彼此分离，决定不同性状的遗传因子自由组合。孟德尔实验方法的启示在孟德尔之前，也有不少学者做过动物和植物的杂交实验，也观察到了生物遗传中的性状分离现象，但是都未能总结出遗传的规律。为什么孟德尔能够取得成功呢？孟德尔遗传规律的再发现1866年，孟德尔将研究结果整理成论文发表，遗憾的是，这一重要成果却没有引起人们的重视，一直沉寂了30多年。1900年，三位科学家分别重新发现了孟德尔的论文。他们做了许多与孟德尔实验相似的观察，并且认识到分析孟德尔获得成功的原因思考·讨论山柳菊孟德尔在总结遗传规律时,是否用到了归纳法？在孟德尔发现遗传规律之前，一些研究杂交育种的专家对杂种后代中出现性状分离现象早已熟知，但是他们往往把一种生物的许多性状同时作为研究对象，并且没有对实验数据做深入的统计学分析。孟德尔对杂交实验的研究也不是一帆风顺的。他曾花了几年时间研究山柳菊，结果却并不理想。主要原因是：（1）山柳菊没有既容易区分又可以连续观察的相对性状；（2）山柳菊有时进行有性生殖，有时进行无性生殖；（3）山柳菊的花小，难以做人工杂交实验。讨论1．用豌豆作杂交实验的材料有哪些优点？这说明实验材料的选择在科学研究中起着怎样的作用？2．如果孟德尔没有对实验结果进行统计学分析，他能不能对分离现象作出解释？3．孟德尔对分离现象的解释在逻辑上环环相扣，十分严谨。他为什么还要设计测交实验进行验证呢？4．孟德尔使用不同的字母作为代表不同遗传因子的符号，这与他在大学进修过数学有没有关系？这对他进行逻辑推理有什么帮助？5．除了创造性地运用科学方法，你认为孟德尔获得成功的原因还有哪些？",
    "第2节孟德尔的豌豆杂交实验（二）13孟德尔提出的理论的重要意义。1909年，丹麦生物学家约翰逊（W.L.Johannsen，1857—1927）给孟德尔的“遗传因子”一词起了一个新名字，叫作“基因”（gene），并且提出了表型（phenotype，也叫表现型）和基因型（genotype）的概念。表型指生物个体表现出来的性状，如豌豆的高茎和矮茎；与表型有关的基因组成叫作基因型，如高茎豌豆的基因型是DD或Dd，矮茎豌豆的基因型是dd。控制相对性状的基因，叫作等位基因（allele），如D和d。随着孟德尔遗传规律的再发现，基因的本质和作用原理成为遗传学研究的中心问题，这些问题的研究使人们对生物的认识越来越接近生命活动的本质，并且为基因工程（也叫“遗传工程”）等生物技术的兴起奠定了理论基础。正是因为孟德尔的杰出贡献，他被后人公认为“遗传学之父”。孟德尔遗传规律的应用分离定律和自由组合定律在生物的遗传中具有普遍性。掌握这些定律不仅有助于人们正确地解释生物界普遍存在的遗传现象，还能够预测杂交后代的类型和它们出现的概率，这在动植物育种和医学实践等方面都具有重要意义。在杂交育种中，人们有目的地将具有不同优良性状的两个亲本杂交，使两个亲本的优良性状组合在一起，再筛选出所需要的优良品种。例如，小麦的抗倒伏（D）对易倒伏（d）为显性，易染条锈病（T）对抗条锈病（t）为显性。小麦患条锈病（图1-10）或倒伏，会导致减产甚至绝收。现有两个不同品种的小麦，一个品种抗倒伏，但易染条锈病（DDTT）；另一个品种易倒伏，但能抗条锈病（ddtt）。将这两个品种的小麦杂交，在F2中就会出现新类型（如DDtt或Ddtt）。继续繁育它们，经过选择和培育，就可以得到既抗倒伏又抗条锈病的纯种（DDtt）。在医学实践中，人们可以依据分离定律和自由组合定律，对某些遗传病在后代中的患病概率作出科学的推断，从而为遗传咨询提供理论依据。例如，人类的白化病是一种由隐性基因（a）控制的遗传病，如果一个患者的双亲表型正常，根据分离定律可知，患者的双亲一定都是杂合子（Aa），则双亲的后代中患病概率是1/4。图1-10患条锈病的小麦基因型能完全决定表型吗？参见本书第4章第2节。知识链接",
    "14第1章遗传因子的发现一、概念检测1．根据分离定律和自由组合定律，判断下列相关表述是否正确。（1）表型相同的生物，基因型一定相同。（）（2）控制不同性状的基因的遗传互不干扰。（）2．南瓜果实的白色（W）对黄色（w）是显性，盘状（D）对球状（d）是显性，控制两对性状的基因独立遗传，那么表型相同的一组是（）A．WwDd和wwDdB．WWdd和WwDdC．WwDd和WWDDD．WWdd和WWDd3．孟德尔遗传规律包括分离定律和自由组合定律。下列相关叙述正确的是（）A．自由组合定律是以分离定律为基础的B．分离定律不能用于分析两对等位基因的遗传C．自由组合定律也能用于分析一对等位基因的遗传D．基因的分离发生在配子形成的过程中，基因的自由组合发生在合子形成的过程中二、拓展应用1．假如水稻高秆（D）对矮秆（d）为显性，抗稻瘟病（R）对易感稻瘟病（r）为显性，控制两对性状的基因独立遗传。现用一个纯合易感稻瘟病的矮秆品种（抗倒伏）与一个纯合抗稻瘟病的高秆品种（易倒伏）杂交，F2中出现既抗倒伏又抗病类型的比例是。2．纯种的甜玉米与纯种的非甜玉米实行间行种植，收获时发现，在甜玉米的果穗上结有非甜玉米的籽粒，但在非甜玉米的果穗上找不到甜玉米的籽粒，试说明产生这种现象的原因。3．人的双眼皮和单眼皮是由一对等位基因控制的性状，双眼皮为显性性状，单眼皮为隐性性状。如果父母都是双眼皮，后代中会出现单眼皮吗？有的同学父母都是单眼皮，自己却是双眼皮，也有证据表明他（她）确实是父母亲生的，对此，你能作出合理的解释吗？你由此体会到遗传规律有什么特点？练习与应用与生物学有关的职业育种工作者多于成功；再次，要有吃苦耐劳的心理准备，有时在试验田中要反复进行多次试验，怕苦怕累的人是难以胜任的；最后，还应当具备专业的生物学知识，特别是关于动植物生殖、发育和遗传的知识。职业乐趣你有更多的机会亲近自然。当你看到辛勤培育的新品种投入生产，给农民带来丰收的喜悦时，在精神上会获得丰厚的报偿。就业单位农业科研单位（农科院、农科所等）、现代农业生产基地、园林设计单位、花卉生产企业等。主要任务培育动植物新品种。新品种应当具有符合生产需求，如抗病虫害、抗盐碱、抗旱、抗寒、高产等特性。工作方式实验室或实验田是主要的工作场所，动植物是操作的对象，相关仪器设备是必不可少的工具。须具备的素质首先，要具备勇于创新的精神，因为育种是在创造自然界本来没有的动植物新品种；其次，必须要有承受挫折、永不气馁的心理素质，要想培育一个新品种，不可能一蹴而就，失败往往",
    "理解概念●孟德尔用豌豆进行杂交实验，成功地揭示了遗传的两条基本规律：遗传因子的分离定律和自由组合定律。这两条基本规律的精髓是：生物体遗传的不是性状本身，而是控制性状的遗传因子。性状有显性和隐性之分，遗传因子也有显隐之分。●分离定律的主要内容是：在生物体的体细胞中，控制同一性状的遗传因子成对存在，不相融合；在形成配子时，成对的遗传因子发生分离，分离后的遗传因子分别进入不同的配子中，随配子遗传给后代。●自由组合定律的主要内容是：控制不同性状的遗传因子的分离和组合是互不干扰的；在形成配子时，决定同一性状的成对的遗传因子彼此分离，决定不同性状的遗传因子自由组合。●约翰逊将孟德尔的“遗传因子”命名为“基因”，并且提出了基因型和表型的概念。基因型是性状表现的内在因素，表型是基因型的表现形式。发展素养通过本章的学习，应在以下几方面得到发展。●能够运用分离定律和自由组合定律解释生活中常见的遗传现象。●基于对孟德尔豌豆杂交实验过程的分析，解释假说—演绎法的基本思路，尝试在今后的学习与探究中运用假说—演绎法分析和解决问题。●认同在科学探究中正确地选用实验材料、运用数学统计方法、提出新概念以及应用符号体系表达概念的重要性，并尝试运用于自己的科学探究中。●认同孟德尔敢于质疑的科学精神、缜密的科学思维、大胆的想象和创新，以及他对科学的热爱和锲而不舍的探索精神。本章小结15",
    "16第1章遗传因子的发现一、选择题1．在孟德尔一对相对性状的杂交实验中，出现性状分离的是（）A．杂合的红花豌豆自交产生红花和白花后代B．纯合的红花豌豆与白花豌豆杂交产生红花后代C．杂合的红花豌豆与白花豌豆杂交产生白花后代D．纯合的红花豌豆与杂合的红花豌豆杂交产生红花后代2．番茄的红果色（R）对黄果色（r）为显性。以下关于鉴定一株结红果的番茄植株是纯合子还是杂合子的叙述，正确的是（）A．可通过与红果纯合子杂交来鉴定B．可通过与黄果纯合子杂交来鉴定C．不能通过该红果植株自交来鉴定D．不能通过与红果杂合子杂交来鉴定3．如果用玉米作为实验材料验证分离定律，下列因素对得出正确实验结论影响最小的是（）A．所选实验材料是否为纯合子B．所选相对性状的显隐性是否易于区分C．所选相对性状是否受一对等位基因控制D．是否严格遵守实验操作流程和统计分析方法4．某种动物的直毛（B）对卷毛（b）为显性，黑色（D）对白色（d）为显性，控制两对性状的基因独立遗传。基因型为BbDd的个体与个体X交配，子代的表型及其比例为直毛黑色∶卷毛黑色∶直毛白色∶卷毛白色=3∶1∶3∶1。那么，个体X的基因型为（）A．bbDdB．BbddC．BbDDD．bbdd5．孟德尔在研究中运用了假说—演绎法，以下叙述不属于假说的是（）A．受精时，雌雄配子随机结合B．形成配子时，成对的遗传因子分离C．F2中既有高茎又有矮茎，性状分离比接近3∶1D．性状是由遗传因子决定的，在体细胞中遗传因子成对存在二、非选择题1.番茄的紫茎和绿茎是一对相对性状，缺刻叶和马铃薯叶是一对相对性状，两对基因独立遗传。利用三种不同基因型的番茄进行杂交，实验结果如下图所示。第1组紫茎缺刻叶①×绿茎缺刻叶②↓紫茎缺刻叶∶紫茎马铃薯叶=3∶1第2组紫茎缺刻叶③×绿茎缺刻叶②↓紫茎缺刻叶∶紫茎马铃薯叶∶绿茎缺刻叶∶绿茎马铃薯叶=3∶1∶3∶1请回答下列问题。（1）紫茎和绿茎这对相对性状中，显性性状为；缺刻叶和马铃薯叶这对相对性状中，显性性状为。（2）如果用A、a表示控制紫茎、绿茎的基因，用B、b表示控制缺刻叶、马铃薯叶的基因，那么紫茎缺刻叶①、绿茎缺刻叶②、紫茎缺刻叶③的基因型依次为。（3）紫茎缺刻叶①与紫茎缺刻叶③杂交的表型及比值分别为。2．现有某作物的两个纯合品种：抗病高秆（易倒伏）和感病矮秆（抗倒伏），抗病对感病为显性，高秆对矮秆为显性。如果要利用这两个品种进行杂交育种，获得具有抗病矮秆优良性状的新品种，在杂交育种前，需要正确地预测杂交结果。按照孟德尔遗传规律来预测杂交结果，需要满足三个条件，其中一个条件是抗病与感病这对相对性状受一对等位基因的控制，且符合分离定律。请回答下列问题。（1）除了上述条件，其他两个条件是什么？（2）为了确定控制上述这两对性状的基因是否满足这三个条件，可用测交实验来进行检验。请你设计该测交实验的过程。（3）获得的F2中是否有抗病矮秆品种？应该进行怎样的处理才能获得纯合抗病矮秆品种？复习与提高",
    "当孟德尔的遗传规律被重新发现以后，有一个问题始终没有解决：基因在细胞中究竟有没有物质基础呢？孟德尔所假设的颗粒状的因子，究竟是不是物质的实体？如果是，又存在于细胞中什么位置？对细胞分裂的深入研究和观察，使人们推测到基因和染色体的关联。摩尔根著名的果蝇杂交实验，使这一问题有了确凿的答案。第2章基因和染色体的关系基因在哪里？悠悠百年，寻寻觅觅。怀疑、争论、推理……最终是观察和实验，探明它神秘的踪迹！",
    "18第2章基因和染色体的关系当孟德尔向人们揭示遗传规律的时候，细胞学研究也取得了可喜的进展。与孟德尔同时代的德国动物学家魏斯曼（A.Weismann，1834—1914）从理论上预测：在精子和卵细胞成熟的过程中，必然有一个特殊的过程使染色体数目减少一半；受精时，精子和卵细胞融合，染色体数减数分裂Ⅰ的主要特征：同源染色体配对——联会；四分体中的非姐妹染色单体可以发生互换；同源染色体分离，分别移向细胞的两极。果蝇体细胞和配子的染色体示意图体细胞配子第1节减数分裂和受精作用在腐烂的水果周围常可看到飞舞的果蝇。果蝇的生长周期短，繁殖快，染色体少且容易观察，是遗传学上常用的实验材料。右图是黑腹果蝇雌雄个体的体细胞和配子的染色体示意图。讨论1．配子的染色体与体细胞的染色体有什么差别？2．针对这幅图，你还能提出什么问题或猜想？问题探讨●减数分裂的含义是什么？●配子的形成为什么必须经过减数分裂？●减数分裂是怎样进行的？本节聚焦初级精母细胞精原细胞联会一减数分裂",
    "第1节减数分裂和受精作用19目得以恢复正常。这个天才的预见被其他科学家通过显微镜观察所证实。魏斯曼预言的这个特殊的过程，实际上是一种特殊方式的有丝分裂，叫作减数分裂（meiosis）。减数分裂是如何进行的呢？下面结合哺乳动物精子和卵细胞的形成来探讨。精子的形成过程高等动植物细胞的减数分裂发生在有性生殖器官内。人和其他哺乳动物的精子是在睾丸中形成的，睾丸里有许多弯弯曲曲的曲细精管（图2-1），曲细精管中有大量精原细胞。精原细胞是原始的雄性生殖细胞，通过有丝分裂进行增殖，每个精原细胞中的染色体数目都与体细胞的相同。当雄性动物性成熟时，睾丸里的一部分精原细胞就开始进行减数分裂。科学家发现，在减数分裂前，每个精原细胞的染色体复制一次，而细胞在减数分裂过程中连续分裂两次，最后形成四个精细胞。这两次分裂分别叫作减数分裂Ⅰ（也叫减数第一次分裂）和减数分裂Ⅱ（也叫减数第二次分裂）。精细胞再经过变形，就形成了成熟的雄性生殖细胞——精子（图2-2）。曲细精管图2-1人的睾丸和精子示意图如果配子的形成与体细胞的增殖一样，也是通过有丝分裂形成的，结果会怎样？图2-2哺乳动物精子的形成过程示意图次级精母细胞精细胞精子减数分裂Ⅱ的主要特征：每条染色体的着丝粒分裂，姐妹染色单体分开，分别移向细胞的两极。",
    "20第2章基因和染色体的关系在减数分裂前的间期，一部分精原细胞的体积增大，染色体复制，成为初级精母细胞。复制后的每条染色体都由两条完全相同的姐妹染色单体构成，这两条姐妹染色单体由同一个着丝粒连接。此时的染色体呈染色质丝的状态。减数分裂Ⅰ开始不久，初级精母细胞中原来分散的染色体缩短变粗并两两配对。配对的两条染色体，形状和大小一般都相同，一条来自父方、一条来自母方，叫作同源染色体。在减数分裂过程中，同源染色体两两配对的现象叫作联会。由于每条染色体都含有两条姐妹染色单体，因此，联会后的每对同源染色体含有四条染色单体，叫作四分体。四分体中的非姐妹染色单体之间经常发生缠绕，并交换相应的片段（图2-3）。随后，各对同源染色体排列在细胞中央的赤道板两侧，每条染色体的着丝粒都附着在纺锤丝上。不久，在纺锤丝的牵引下，配对的两条同源染色体彼此分离，分别向细胞的两极移动。这样，细胞的每极只得到各对同源染色体中的一条。在两组染色体到达细胞的两极后，一个初级精母细胞就分裂成了两个次级精母细胞。在这次分裂过程中，同源染色体分离，并分别进入两个子细胞，使得每个次级精母细胞只得到初级精母细胞中染色体总数的一半。因此，减数分裂过程中染色体数目的减半发生在减数分裂Ⅰ。减数分裂Ⅰ与减数分裂Ⅱ之间通常没有间期，或者间期时间很短，染色体不再复制。在减数分裂Ⅱ中，每条染图2-3染色体互换的照片（左）和示意图（右）在减数分裂Ⅰ中染色体出现了哪些特殊的行为？这对于生物的遗传有什么重要意义？细胞两极的这两组染色体，非同源染色体之间是自由组合的吗？2μm",
    "第1节减数分裂和受精作用21卵细胞卵泡卵细胞的扫描电镜照片（放大150倍）图2-4人的卵巢（横切面）示意图和卵细胞的电镜照片色体的着丝粒分裂，两条姐妹染色单体随之分开，成为两条染色体。在纺锤丝的牵引下，这两条染色体分别向细胞的两极移动，并且随着细胞的分裂进入两个子细胞。这样，在减数分裂Ⅰ中形成的两个次级精母细胞，经过减数分裂Ⅱ，就形成了四个精细胞。与初级精母细胞相比，每个精细胞中都含有数目减半的染色体。减数分裂后，精细胞要经过复杂的变形才能成为精子。精子呈蝌蚪状，分头部和尾部，头部含有细胞核，尾长，能够摆动。卵细胞的形成过程人和其他哺乳动物的卵细胞是在卵巢中形成的。卵巢位于腹腔内，内部有许多发育程度不同的卵泡，在卵泡中央的一个细胞将会发育为卵细胞（图2-4）。卵细胞的形成过程与精子的基本相同。首先，在减数分裂前的间期，卵原细胞增大，染色体复制，卵原细胞成为初级卵母细胞。然后，初级卵母细胞经过减数分裂Ⅰ和减数分裂Ⅱ，形成卵细胞。卵细胞与精子形成过程的主要区别是：初级卵母细胞经过减数分裂Ⅰ进行不均等分裂，形成大小不同的两个细胞，大的叫作次级卵母细胞，小的叫作极体。次级卵母细胞经过减数分裂Ⅱ也进行不均等分裂，形成一个大的卵细胞和一个小的极体。在减数分裂Ⅰ形成的极体又分裂为两个极体。这样，一个初级卵母细胞经过减数分裂，就形成了一个卵细胞和三个极体（图2-5）。精细胞的变形对受精作用有什么意义？烟草的烟雾含有几千种化学物质，其中不少物质会影响减数分裂过程，影响精子和卵细胞的形成等。吸烟还会诱发气管炎、高血压、肺癌、喉癌等多种疾病。相关信息",
    "22第2章基因和染色体的关系卵细胞和极体中都含有数目减半的染色体。不久，三个极体都退化消失，结果是一个卵原细胞经过减数分裂，只形成一个卵细胞。与精子的形成不同，卵细胞的形成不需要变形。总之，减数分裂是进行有性生殖的生物，在产生成熟生殖细胞时进行的染色体数目减半的细胞分裂。在减数分裂前，染色体复制一次，而细胞在减数分裂过程中连续分裂两次。减数分裂的结果是，成熟生殖细胞中的染色体数目比原始生殖细胞的减少一半（图2-6）。精（卵）原细胞初级精（卵）母细胞次级精（卵）母细胞精（卵）细胞（或极体）图2-6减数分裂示意图图2-5哺乳动物卵细胞的形成过程示意图联会卵细胞极体卵原细胞初级卵母细胞减数分裂Ⅱ减数分裂Ⅰ次级卵母细胞",
    "第1节减数分裂和受精作用23Aaca′c′bdb′d′BCD一、概念检测1．与有丝分裂不同，减数分裂形成的成熟生殖细胞中的染色体数目会减少。判断下列相关表述是否正确。（1）玉米体细胞中有10对染色体，经过减数分裂后，卵细胞中染色体数目为5对。（）（2）在减数分裂过程中，染色体数目减半发生在减数分裂Ⅰ。（）2．蝗虫的体细胞中有24条染色体，在观察蝗虫的细胞时，下列现象能够说明该细胞处于减数分裂的是（）A．出现染色单体B．同源染色体联会C．染色体移向细胞的两极D．子细胞中有24条染色体3．下图所示的细胞最可能是（）A．卵细胞B．初级精母细胞C．次级卵母细胞D．有丝分裂前期的细胞4．下图所示的细胞正在进行细胞分裂，识图回答问题。（1）这个细胞正在进行哪种分裂？为什么？（2）细胞中有几条染色体？几条染色单体？（3）细胞中有几对同源染色体？哪几条染色体是非同源染色体？（4）细胞中包含哪些姐妹染色单体？（5）这个细胞在分裂完成后，子细胞中有几条染色体？（6）尝试画出这个细胞的分裂后期图。ABCDEF二、拓展应用1．下图是水稻花粉母细胞减数分裂不同时期的显微照片，A至D为减数分裂Ⅰ，E和F为减数分裂Ⅱ。图中的短线表示长度为5μm。请你说说怎样判断图中的细胞处于减数分裂Ⅰ还是减数分裂Ⅱ。练习与应用2．经过减数分裂形成的精子或卵细胞，染色体数目一定是体细胞的一半吗？有没有例外？出现例外会造成什么后果？请选择你认为最便捷的途径寻找答案。3．在精细胞变形为精子的过程中，精子的头部几乎只保留了细胞核，部分细胞质变成了精子的颈部和尾部，大部分细胞质及多数细胞器被丢弃，但全部线粒体被保留下来，并主要集中在尾的基部。你怎样解释这一现象？不良的环境条件会影响原始生殖细胞的减数分裂，从而影响生殖细胞的形成。例如，气温过低会影响水稻花粉母细胞的减数分裂，进而影响水稻的花粉数量和质量，导致稻谷减产。对此，农业生产上可以采取灌深水的措施来预防。吸烟会影响男性精子的数量和质量，这方面也有不少研究，感兴趣的同学可以搜集这方面的资料。与社会的联系",
    "24第2章基因和染色体的关系目的要求通过观察蝗虫精母细胞减数分裂装片，识别减数分裂不同时期染色体的形态、位置和数目，加深对减数分裂过程的理解。材料用具蝗虫精母细胞减数分裂装片，显微镜。方法步骤1．在低倍镜下观察蝗虫精母细胞减数分裂装片。识别初级精母细胞、次级精母细胞和精细胞。2．先在低倍镜下依次找到减数分裂Ⅰ和减数分裂Ⅱ不同时期的细胞，再在高倍镜下仔细观察染色体的形态、位置和数目。观察蝗虫精母细胞减数分裂装片3．根据观察结果，尽可能多地绘制减数分裂不同时期的细胞简图。讨论1．当你的目光聚焦在显微镜视野中的一个细胞时，你怎样判断它处于减数分裂的哪个时期？2．减数分裂Ⅰ与减数分裂Ⅱ相比，中期细胞中染色体的不同点是什么？末期呢？3．你是通过比较同一时刻不同细胞的染色体特点，来推测一个精母细胞在不同分裂时期的染色体变化的。这一做法能够成立的逻辑前提是什么？探究·实践蝗虫精母细胞减数分裂的显微照片（放大640倍）减数分裂Ⅰ前期减数分裂Ⅰ前期减数分裂Ⅰ中期减数分裂Ⅰ后期减数分裂Ⅰ末期减数分裂Ⅱ中期减数分裂Ⅱ后期减数分裂Ⅱ末期",
    "第1节减数分裂和受精作用25经减数分裂形成的精子和卵细胞，要相互结合形成受精卵，才能发育成新个体。对配子的进一步了解，有助于理解受精作用（fertilization）的实质和意义。配子中染色体组合的多样性父亲体内所有的精原细胞，其染色体组成并无差别，母亲体内的卵原细胞也是如此。可是，“一母生九子，九子各不同”。同样的精（卵）原细胞会产生不同的配子吗？目的要求通过建立减数分裂中染色体数目和行为变化的模型，加深对减数分裂过程及其特点的认识，理解配子中染色体组合的多样性，领悟减数分裂的意义。材料用具较大的白纸，铅笔或彩笔，适于制作染色体的材料（如橡皮泥、扭扭棒、细树枝、纸卷等）。方法步骤一、模拟减数分裂中染色体数目和主要行为的变化1．用两种颜色的橡皮泥制作染色体，每种颜色分别制作两条大小不同的染色体，每条染色体由两条染色单体组成（注意：一种颜色的两条染色体分别与另一种颜色的两条染色体大小相同）。两种颜色分别代表来自父方和母方。2．在纸上画一个足够大的初级精母细胞的轮廓，能够容纳所制作的四条染色体。画出中心体和纺锤体。建立减数分裂中染色体变化的模型3．将染色体放在画好的细胞内，让长度相同、颜色不同的两条染色体配对，使着丝粒靠近。4．将两对染色体横向分别排列在细胞中央的赤道板两侧。探究·实践5．双手分别抓住并移动染色体的着丝粒，使两种颜色的染色体分离，分别移向细胞的两极。6．在另一张纸上再画两个次级精母细胞的轮廓，并画出中心体和纺锤体。将已经移到细胞两极的染色体分别放到这两个新细胞中。二受精作用●配子中染色体的组合为什么是多种多样的？●什么是受精作用？●受精作用对于生物的遗传有什么重要意义？本节聚焦",
    "26第2章基因和染色体的关系7．把新细胞中的染色体横向排列在细胞中央的赤道板处。平均分开每条染色体上连接染色单体的小块橡皮泥——相当于着丝粒分离。再将染色体分别拉向细胞的两极。然后，在两极有染色体的部分画出细胞轮廓，代表新细胞生成。下面的活动由你们小组共同设计完成。二、模拟减数分裂中非同源染色体的自由组合进行模拟活动前应该先设计，并考虑以下问题。1．细胞中至少需要几对染色体？2．假设细胞中有2对染色体，减数分裂Ⅰ时，非同源染色体有几种组合方式？如何模拟？3．怎样模拟减数分裂Ⅰ和减数分裂Ⅱ所产生的子细胞？三、模拟减数分裂中四分体时期非姐妹染色单体间的互换进行模拟活动前应该先设计，并考虑以下问题。1．怎样模拟四分体时期非姐妹染色单体间的互换？2．如果发生了互换，怎样模拟减数分裂Ⅰ和减数分裂Ⅱ所产生的子细胞？讨论1．描述减数分裂中染色体的数目和主要行为的变化，分析其意义。2．根据以上三个模型，说说减数分裂产生多种配子的原因。3．与其他小组交流建构模型的过程，如果条件允许，建议在计算机上制作减数分裂的动态模型。在生物的体细胞内，染色体的数目往往是比较多的。例如，人的体细胞中有23对染色体。那么人在形成精子或卵细胞时，可能产生多少种配子呢？如果再把非姐妹染色单体间的互换考虑进去，通过减数分裂产生的配子种类就更多了。请你想一想，这对于生物多样性的形成有什么意义？",
    "第1节减数分裂和受精作用27受精作用受精作用是卵细胞和精子相互识别、融合成为受精卵的过程。在受精作用进行时，通常是精子的头部进入卵细胞（图2-7），尾部留在外面。与此同时，卵细胞的细胞膜会发生复杂的生理反应，以阻止其他精子进入。精子的头部进入卵细胞后不久，精子的细胞核就与卵细胞的细胞核融合，使彼此的染色体会合在一起。这样，受精卵中的染色体数目又恢复到体细胞中的数目，保证了物种染色体数目的稳定，其中有一半的染色体来自精子（父方），另一半来自卵细胞（母方）。未受精时，卵细胞的细胞呼吸和物质合成进行得比较缓慢。受精过程使卵细胞变得十分活跃。以后受精卵将迅速进行细胞分裂、分化，新生命由此开始了遗传物质与环境相互作用的发育过程。减数分裂和受精作用保证了每种生物前后代染色体数目的恒定，维持了生物遗传的稳定性。此外，通过有性生殖，新一代继承了父母双方的遗传物质，而通过无性生殖只能继承单亲的遗传物质。在有性生殖过程中，减数分裂形成的配子，其染色体组合具有多样性，导致了不同配子遗传物质的差异，加上受精过程中卵细胞和精子结合的随机性，同一双亲的后代必然呈现多样性。这种多样性有利于生物适应多变的自然环境，有利于生物在自然选择中进化，体现了有性生殖的优越性。因此，减数分裂和受精作用对于生物的遗传和变异，都是十分重要的。图2-7受精过程开始的扫描电镜照片（上图放大250倍，下图放大1200倍）思维训练每一种生物在繁衍过程中，既保持遗传的稳定性，又表现出遗传的多样性。试从配子形成和受精作用两个方面，分别对综合概括遗传的稳定性与多样性的原因进行综合概括，并用尽量简练的语言表述出来（填写在下表空格内）。配子形成遗传的稳定性遗传的多样性受精作用",
    "28第2章基因和染色体的关系一、概念检测1．大熊猫的体细胞有42条染色体，判断下列相关表述是否正确。（1）一只雄性大熊猫在不同时期产生的精子，染色体数目一般都是21条。（）（2）一只雌性大熊猫在不同时期产生的卵细胞，其染色体组合具有多样性。（）2．假如蛙的15个初级卵母细胞和5个初级精母细胞都能正常分裂，并在最大限度内受精，则最多能形成的受精卵数目是（）A．20B．15C．10D．53．同种生物前后代的染色体数目是相同的，对此起决定作用的过程是（）A．有丝分裂B．有丝分裂和受精作用C．减数分裂D．减数分裂和受精作用二、拓展应用1．正常人的体细胞中有23对染色体。有一种叫“13三体综合征”的遗传病，患者头小，患先天性心脏病，智力远低于常人。对患者进行染色体检查，发现患者的13号染色体不是正常的1对，而是3条。请尝试使用“减数分裂中染色体变化的模型”，从精子或卵细胞形成的角度分析这种病产生的原因。2．骡是马和驴杂交产生的后代。马和驴的体细胞中分别有32对和31对染色体，请问骡的体细胞中含有多少条染色体？骡的体细胞增殖是通过正常的有丝分裂进行的，而它们的睾丸或卵巢中的原始生殖细胞却不能发生正常的减数分裂，因此骡不能繁殖后代。你能从减数分裂中染色体行为的角度解释其原因吗？练习与应用人类辅助生殖技术不孕不育症给不少家庭带来了困扰。据世界卫生组织评估，每7对育龄夫妇中约有1对存在生殖障碍。幸运的是，对于不能生育的夫妇，只要查明原因，借助人类辅助生殖技术，就有生育的可能。人类辅助生殖技术是指采用医疗辅助手段使不孕不育夫妇生育后代的技术。这项技术包括人工授精、体外受精、胚胎移植及其衍生技术。人工授精是指用人工方法将精子导入女性体内，使精子与卵细胞结合形成受精卵。这种方法适用于妻子的生育能力正常，但丈夫的精子数量少或活力差的情形。如果丈夫的生育能力正常，但妻子因输卵管阻塞而不孕，那么体外受精技术就有了用武之地。体外受精技术又称试管婴儿技术，是指用人工方法让精子和卵细胞在体外受精，当受精卵形成早期胚胎时，再将它移入子宫内，使之发育为胎儿。试管婴儿是20世纪人类辅助生殖技术的杰作。1988年，我国大陆地区首例试管婴儿出生在北京医科大学（现北京大学医学部）第三医院。迄今为止，全世界已经诞生了近千万例试管婴儿。目前，全世界已建成了多家精子库和卵母细胞库。夫妻双方中有一方不能生育时，可借助精子库或卵母细胞库提供的精子或卵细胞完成生育过程。人类辅助生殖技术在造福人类的同时，也带来了一些伦理道德和社会法律问题。例如，如果试管婴儿的供精、供卵方不是抚养他的父母，就会产生婴儿的生物学父母与法律父母不一致的问题；对胚胎进行基因检测，可能会使有些父母选择“定制婴儿”等。对此，我国政府先后颁布了《人类辅助生殖技术管理办法》《人类辅助生殖技术规范》等法规，对辅助生殖技术的应用进行科学规范的管理。科学·技术·社会",
    "第2节基因在染色体上29人染色体的扫描电镜照片1903年，美国遗传学家萨顿（W.Sutton，1877—1916）用蝗虫细胞作材料，研究精子和卵细胞的形成过程。他发现孟德尔假设的一对遗传因子，也就是等位基因，它们的分离与减数分裂中同源染色体的分离非常相似。萨顿的假说萨顿发现，有一种蝗虫的体细胞中有24条染色体，生殖细胞中只有12条染色体。精子和卵细胞结合形成的受精卵，又具有了24条染色体。蝗虫子代体细胞中的染色体数目，与双亲体细胞中的染色体数目一样。子代体细胞中的这24条染色体，按形态结构来分，两两成对，共12对，每对染色体中的一条来自父方，另一条来自母方。萨顿由此推论：基因（遗传因子）是由染色体携带着从亲代传递给下一代的。也就是说，基因就在染色体上，因为基因和染色体的行为存在着明显的平行关系。（1）基因在杂交过程中保持完整性和独立性。染色体在配子形成和受精过程中，也有相对稳定的形态结构。（2）在体细胞中基因成对存在，染色体也是成对的。在配子中只有成对的基因中的一个，同样，也只有成对的染色体中的一条。（3）体细胞中成对的基因一个来自父方，一个来自母方。同源染色体也是如此。（4）非等位基因在形成配子时自由组合，非同源染色体在减数分裂Ⅰ的后期也是自由组合的。第2节基因在染色体上人有46条染色体，但是旨在揭示人类基因组遗传信息的人类基因组计划却只测定人的24条染色体的DNA序列。讨论1.对人类基因组进行测序，为什么首先要确定测哪些染色体？2.为什么不测定全部46条染色体？问题探讨●科学家发现基因与染色体有哪些平行关系？●摩尔根如何证明基因位于染色体上？摩尔根的果蝇杂交实验给我们哪些启示？●怎样从基因和染色体的层面解释孟德尔遗传规律？本节聚焦161116271217213813182249141923xy5101520",
    "30第2章基因和染色体的关系思考·讨论基因位于染色体上的实验证据美国生物学家摩尔根（T.H.Morgan，1866—1945）曾经明确表示过不相信孟德尔的遗传理论。对萨顿的基因位于染色体上的学说更持怀疑态度，认为这是主观的臆测，缺少实验证据。他一直琢磨着设计一个实验，看看生物的遗传与染色体到底有什么关系，基因又是怎么回事。用什么作实验材料呢？这是个关键问题。腐烂水果周围飞舞的果蝇吸引了他的注意，经过观察，他发现果蝇正是一种合适的实验材料。从1909年开始，摩尔根开始潜心研究果蝇的遗传行为。一天，他偶然在一群红眼果蝇中发现了一只白眼雄果蝇。白眼性状是如何遗传的？他做了如图2-8所示的实验。从实验中不难发现，就果蝇红眼与白眼这一对相对性状来看，F1全为红眼，说明白眼对红眼是隐性，F2中红眼和白眼的数量比是3∶1，这样的遗传表现符合分离定律，表明果蝇的红眼和白眼是受一对等位基因控制的。所不同的是白眼性状的表现，总是与性别相关联。如何解释这一现象呢？在同一时期，一些生物学家已经在一些昆虫的细胞中发现了性染色体。果蝇的体细胞中有4对染色体，3对是你同意以上分析吗？如果你也认为基因在染色体上，请你在图中的染色体上标注基因符号，解释孟德尔一对相对性状的分析减数分裂中基因和染色体的关系杂交实验（图中染色体上的黑色横线代表基因的位置）。果蝇是昆虫纲双翅目的一种小型蝇类，体长3~4mm，在制醋和有水果的地方常常可以看到。因为果蝇易饲养，繁殖快，在室温下10多天就繁殖一代，一只雌果蝇一生能产生几百个后代，所以生物学家常用它作为遗传学研究的实验材料。相关信息红眼（雌、雄）3/4白眼（雄）1/4PF1红眼（雌）红眼（雌、雄）F1雌雄交配白眼（雄）F2图2-8果蝇杂交实验示意图高茎受精F1配子F2F1配子P高茎高茎高茎矮茎减数分裂减数分裂减数分裂矮茎高茎",
    "第2节基因在染色体上31常染色体（autosome），1对是性染色体（sexchromosome）（图2-9）。在雌果蝇中，这对性染色体是同型的，用XX表示；在雄果蝇中，这对性染色体是异型的，用XY表示。由于白眼的遗传和性别相关联，而且与X染色体的遗传相似，于是，摩尔根及其同事设想，如果控制白眼的基因（用w表示）在X染色体上，而Y染色体上不含有它的等位基因，上述遗传现象就可以得到合理的解释（图2-10）。后来，摩尔根等人又通过测交等方法，进一步验证了这些解释。正是他们的工作，把一个特定的基因和一条特定的染色体——X染色体联系起来，从而用实验证明了基因在染色体上。从此，摩尔根成了孟德尔理论的坚定支持者。我们知道，每种生物的基因数量，都要远远多于这种生物的染色体数目。例如，果蝇的体细胞中有4对染色体，携带的基因有1.3万多个；人的体细胞中有23对染色体，基因大约有2.6万个。显然，一条染色体上应该有许多个基因。摩尔根和他的学生们经过十多年的努力，发明了测定XYⅡⅡⅢⅢⅣXXⅡⅡⅢⅢⅣ图2-9雌雄果蝇体细胞染色体示意图思考·讨论摩尔根解释的验证从图2-10可以看出，摩尔根等人的设想可以合理地解释实验现象。但是判断一种设想或假说是否正确，仅能解释已有的实验现象是不够的，还应运用假说—演绎法，预测另外设计的实验结果，再通过实验来检验。讨论1．你能运用上述果蝇杂交实验的知识设计一个实验，来验证他们的解释吗？2．如果控制白眼的基因在Y染色体上，还能解释摩尔根的果蝇杂交实验吗？图2-10果蝇杂交实验分析图解XWXw红眼（雌）XWY红眼（雄）XWXW红眼（雌）XWXwYXwY白眼（雄）P配子F1F2XWXWXWXW红眼（雌）XWXw红眼（雌）XWY红眼（雄）XwY白眼（雄）YXw配子",
    "32第2章基因和染色体的关系基因位于染色体上的相对位置的方法，并绘出了第一幅果蝇各种基因在染色体上的相对位置图，同时也说明了基因在染色体上呈线性排列（图2-11）。孟德尔遗传规律的现代解释细胞遗传学的研究结果表明，孟德尔所说的一对遗传因子就是位于一对同源染色体上的等位基因，不同对的遗传因子就是位于非同源染色体上的非等位基因。基因的分离定律的实质是：在杂合子的细胞中，位于一对同源染色体上的等位基因，具有一定的独立性；在减数分裂形成配子的过程中，等位基因会随同源染色体的分开而分离，分别进入两个配子中，独立地随配子遗传给后代。基因的自由组合定律的实质是：位于非同源染色体上的非等位基因的分离或组合是互不干扰的；在减数分裂过程中，同源染色体上的等位基因彼此分离的同时，非同源染色体上的非等位基因自由组合。黄身白眼红宝石眼截翅朱红眼深红眼棒状眼短硬毛图2-11果蝇X染色体上一些基因的示意图一、概念检测1．基于对同源染色体和非同源染色体上相关基因的理解，判断下列相关表述是否正确。（1）位于一对同源染色体上相同位置的基因控制同一种性状。（）（2）非等位基因都位于非同源染色体上。（）2．基因主要位于染色体上，下列关于基因和染色体关系的表述，错误的是（）A．染色体是基因的主要载体B．染色体就是由基因组成的C．一条染色体上有多个基因D．基因在染色体上呈线性排列3．基因和染色体的行为存在平行关系。下列相关表述，错误的是（）A．复制的两个基因随染色单体分开而分开B．同源染色体分离时，等位基因也随之分离C．非同源染色体数量越多，非等位基因组合的种类也越多D．非同源染色体自由组合，使所有非等位基因也自由组合二、拓展应用1.用白眼雌果蝇和红眼雄果蝇杂交，通过眼睛颜色可判断子代果蝇的性别；用白眼雄果蝇和红眼雌果蝇杂交，通过眼睛颜色却不能判断子代果蝇的性别，这是为什么？用其他杂交组合，能否通过眼睛颜色判断子代果蝇的性别呢？2.生物如果丢失或增加一条或几条染色体，就会出现严重疾病甚至死亡。但是在自然界，有些动植物的某些个体是由未受精的生殖细胞（如卵细胞）单独发育来的，如蜜蜂中的雄蜂等。这些生物虽然体细胞中的染色体数目减少了一半，但它们仍能正常生活。你如何解释这一现象？3.人的体细胞中有23对染色体，其中1~22号是常染色体，23号是性染色体。现在已经发现多一条13号、18号或21号染色体的婴儿，都表现出严重的病症。据不完全调查，现在还未发现多一条（或几条）其他常染色体的婴儿。请你试着作出一些可能的解释。练习与应用",
    "第2节基因在染色体上33染色体遗传理论的奠基人摩尔根说来也巧，就在遗传学之父孟德尔发表研究成果的那一年，也就是1866年，又一位遗传学巨人——摩尔根出生了。时间的巧合，足以使人浮想联翩。摩尔根是一位敢于怀疑、勤奋实践的人。在一次国际遗传学会议上，摩尔根曾这样介绍自己的科学发现过程：“你若问我怎样去获得这些发现……那么，我会这样说，靠勤奋……靠聪明地运用假设，靠寻觅有利的材料……”摩尔根就是抱着这样的态度，无论对自己的假说，还是对别人的学说，都一概采取依靠事实和运用实验来检验理论是否正确的科学态度。他对于孟德尔遗传规律的确证过程就是最好的例子。最初，摩尔根认为孟德尔遗传规律是正确的，因为它们建立在可靠的实验基础上。后来，由于在自己所进行的实验中没能取得类似的结果，他便对这些定律产生了怀疑。于是，他又勤奋地进行了一系列新的实验。当大量的果蝇实验结果确证了孟德尔的定律之后，他不仅承认，而且还发现了新的定律。说起摩尔根，人们很自然地会联想到果蝇。小小的果蝇帮了摩尔根的大忙，而摩尔根也与果蝇结下了不解之缘。1908年，摩尔根安排一个研究生在暗室里饲养果蝇，希望能产生一种果蝇，它们的眼睛因不用而退化。这位学生让果蝇在暗无天日的世界里繁殖了68代，研究也毫无进展。虽然这项研究没有取得结果，但是这种近乎理想的实验动物，却因此被引进摩尔根在哥伦比亚大学的实验室里。果蝇开始大量繁殖，摩尔根用果蝇做了一个又一个实验。大约在1910年5月，在摩尔根实验室里诞生了一只白眼雄果蝇，而它的兄弟姐妹的眼睛都是红色的。很明显，这是一只变异个体，它注定要成为科学史上著名的动物。摩尔根精心照料这只果蝇。在自己的第三个孩子出生时，摩尔根赶到医院，他妻子的第一句话竟然是：“那只白眼果蝇怎么样了？”摩尔根的第三个孩子长得很好，但那只果蝇却很虚弱。摩尔根晚上把它带回家中，让它待在他床边的一个瓶子里，白天又把它带回实验室。随后，这只白眼果蝇与一只红眼雌果蝇交配，将突变基因传了下来。摩尔根用果蝇做了大量实验，发现了基因的连锁互换定律，人们称之为遗传学第三定律。他还证明基因在染色体上呈线性排列，为现代遗传学奠定了细胞学基础。摩尔根由于在染色体遗传理论上的杰出贡献，获得了1933年的诺贝尔生理学或医学奖，成为第一位以遗传学领域的贡献而获得这一奖项的科学家。科学家的故事",
    "34第2章基因和染色体的关系红绿色盲检查图人类的红绿色盲、抗维生素D佝偻病的遗传表现与果蝇眼睛颜色的遗传非常相似，决定它们的基因位于性染色体上，在遗传上总是和性别相关联，这种现象叫作伴性遗传（sex-linkedinheritance）。为什么这些疾病，有的多发于男性，有的却多发于女性？伴性遗传还有哪些特点？下面通过实例进行分析。人类红绿色盲1792年，英国人道尔顿（J.Dalton，1766—1844）在观察一朵花时发现了十分奇怪的现象：这朵花在白天和晚上呈现出两种不同的颜色。更令人惊讶的是，只有他和他的弟弟观察到了这种现象，其他人却说这朵花始终是粉红色的。这是怎么回事呢？道尔顿决心弄清楚原因。经过认真分析和比较，他发现自己和弟弟对一些颜色识别不清，原来这是一种色盲现象，为此，他发表了论文《有关色觉的离奇事实——附观察记录》，成为第一个发现色盲的人。后来他从事化学等方面的研究，提出了化学史上著名的“原子论”。由此可见，善于发现问题、执着地寻求答案，对于科学研究是多么重要！第3节伴性遗传红绿色盲是一种常见的人类遗传病，患者由于色觉障碍，不能像正常人一样区分红色和绿色。据调查，在红绿色盲患者中，男性远远多于女性。抗维生素D佝偻病也是一种遗传病，患者常表现出O形腿、骨骼发育畸形、生长发育缓慢等症状。但这种病与红绿色盲不同，患者中女性多于男性。讨论1．为什么上述两种遗传病在遗传上总是和性别相关联？2．为什么两种遗传病与性别关联的表现又不同呢？问题探讨●什么是伴性遗传？●伴性遗传有什么特点？●伴性遗传理论在实践中有什么应用？本节聚焦为了红绿色盲患者的交通安全，有些交通信号灯使用了略微偏黄的红和略微偏蓝的绿。相关信息",
    "第3节伴性遗传35人类的性别由性染色体决定，女性的一对性染色体是同型的，用XX表示；男性的一对性染色体是异型的，用XY表示。人类的X染色体和Y染色体，无论大小还是携带的基因种类和数量都有差别（图2-12）。X染色体携带着许多个基因，Y染色体只有X染色体大小的1/5左右，携带的基因比较少。所以许多位于X染色体上的基因，在Y染色体上没有相应的等位基因。让我们先对红绿色盲进行遗传分析。从上面的分析可以得出，人的正常色觉与红绿色盲的基因型和表型可以有以下5种情况（表2-1）。YX图2-12人类X、Y染色体的扫描电镜照片思考·讨论研究人类的遗传病，我们不能做遗传学实验，但是可以从对系谱图的研究中获取资料。下图是一个典型的色盲家族系谱图。从系谱图可以看出，这个家系中只有男性患者，而且男性患者的子女都是正常的；男性患者的女儿与正常人结婚后，生下的儿子却大约有一半是患者。分析人类红绿色盲讨论1．红绿色盲基因位于X染色体上，还是位于Y染色体上？2．红绿色盲基因是显性基因，还是隐性基因？3．如果用B和b分别表示正常色觉和色盲基因，你能在图中标出Ⅰ代1、2，Ⅱ代1、2、3、4、5、6和Ⅲ代5、6、7、9个体的基因型吗？13524612ⅠⅡ123456789101112Ⅲ正常男性男性患者正常女性婚配Ⅰ、Ⅱ……代表世代数1、2……代表各世代中的个体女性患者",
    "36第2章基因和染色体的关系人类红绿色盲的遗传主要有以下几种情况。如果色觉正常的女性纯合子和男性红绿色盲患者结婚，在他们的后代中，儿子的色觉都正常；女儿虽表现正常，但由于从父亲那里得到了一个红绿色盲基因，因此都是红绿色盲基因的携带者（图2-13）。如果女性红绿色盲基因的携带者和色觉正常的男性结婚，在他们的后代中，儿子有1/2的概率正常，1/2的概率为红绿色盲；女儿都不是色盲，但有1/2的概率是色盲基因的携带者（图2-14）。在这种情况下，儿子的色盲基因是从母亲那里遗传来的。思考·讨论1．如果一位女性红绿色盲基因携带者和一位男性红绿色盲患者结婚，所生子女的基因型和表型会怎样呢？预测红绿色盲基因的遗传2．如果一位女性红绿色盲患者和一位色觉正常的男性结婚，情况又会如何？请将推理过程填写在下页图中。基因型XBXBXbXbXBYXbY色盲正常色盲XBXb正常（携带者）正常项目女性男性表型表2-1人的正常色觉与红绿色盲的基因型和表型配子女性正常亲代男性色盲XBXBXbY子代女性携带者男性正常XBXbXBY11∶XBYXb配子XBXbYXB亲代女性正常XBXbXBY子代男性正常女性携带者女性携带者男性色盲男性正常XBXBXBXbXBYXbY1111∶∶∶图2-13正常女性与男性红绿色盲婚配的遗传图解图2-14女性红绿色盲基因携带者与正常男性婚配的遗传图解",
    "第3节伴性遗传37如果女性红绿色盲基因携带者和男性红绿色盲患者结婚，在他们的后代中，儿子和女儿各有1/2的概率为红绿色盲。如果女性红绿色盲患者和色觉正常的男性结婚，在他们的后代中，儿子均为色盲，女儿均为携带者。通过对人类红绿色盲的遗传分析，我们可以看出，位于X染色体上的隐性基因的遗传特点是：患者中男性远多于女性；男性患者的基因只能从母亲那里传来，以后只能传给女儿。抗维生素D佝偻病位于X染色体上的基因，有隐性基因，也有显性基因。前面提到的抗维生素D佝偻病就是一种伴X染色体显性遗传病。这种病受显性基因（D）控制，当女性的基因型为XDXD、XDXd时，都是患者，但后者比前者发病轻。男性患者的基因型只有一种情况，即XDY，发病程度与XDXD相似。因此，位于X染色体上的显性基因的遗传特点是：患者中女性多于男性，但部分女性患者病症较轻；男性患者与正常女性婚配的后代中，女性都是患者，男性正常。伴性遗传理论在实践中的应用伴性遗传在生物界普遍存在。除了前面提到的人的红绿色盲、抗维生素D佝偻病及果蝇的红眼和白眼，人的血友病、芦花鸡羽毛上黑白相间的横斑条纹，以及雌雄异株植物（如杨、柳）中某些性状的遗传都是伴性遗传。配子亲代男性色盲子代基因型子代表型数量比女性携带者∶∶∶配子亲代男性正常子代基因型子代表型数量比女性色盲∶∶∶女性红绿色盲基因携带者与男性红绿色盲婚配的遗传图解女性红绿色盲与正常男性婚配的遗传图解",
    "38第2章基因和染色体的关系伴性遗传理论在医学和生产实践中应用广泛。根据伴性遗传的规律，可以推算后代的患病概率，从而指导优生。例如，抗维生素D佝偻病的男性患者与正常女性结婚，通过对后代的患病情况进行分析，就可以从医学角度对他们的生育提出建议。伴性遗传理论还可以指导育种工作。例如，鸡的性别决定方式与人类、果蝇的不同。雌性个体的两条性染色体是异型的（ZW），雄性个体的两条性染色体是同型的（ZZ）。芦花鸡羽毛上有黑白相间的横斑条纹（图2-15），这是由位于Z染色体上的显性基因B决定的，当它的等位基因b纯合时，鸡表现为非芦花，羽毛上没有横斑条纹。如果用芦花雌鸡（ZBW）与非芦花雄鸡（ZbZb）交配，那么F1中，雄鸡都是芦花鸡（ZBZb），雌鸡都是非芦花鸡（ZbW）。这样，对早期的雏鸡就可以根据羽毛的特征把雌性和雄性区分开，从而做到多养母鸡，多得鸡蛋。如果你有兴趣，还可以查阅相关资料，了解伴性遗传规律在生产实践中的其他应用。ABCD一、概念检测1．性染色体携带着许多个基因。判断下列相关表述是否正确。（1）位于X或Y染色体上的基因，其控制的性状与性别的形成都有一定的关系。（）（2）位于性染色体上的基因，在遗传中不遵循孟德尔遗传规律，但表现出伴性遗传的特点。（）2．在下列系谱图中，遗传病（图中深颜色表示患者）只能由常染色体上的隐性基因决定的是（）3．由X染色体上的隐性基因导致的遗传病可能具有的特点是（）练习与应用图2-15芦花鸡A．如果母亲患病，儿子一定患此病B．如果祖母患病，孙女一定患此病C．如果父亲患病，女儿一定不患此病D．如果外祖父患病，外孙一定患此病二、拓展应用1．人的白化病是常染色体遗传病，正常（A）对白化（a）是显性。一对表型正常的夫妇，生了一个既患白化病又患红绿色盲的男孩。回答下列问题。（1）这对夫妇的基因型是。（2）在这对夫妇的后代中，如果出现既不患白化病也不患红绿色盲的孩子，则孩子的基因型是。2．果蝇的灰身（B）对黑身（b）为显性，为了确定这对等位基因位于常染色体上还是X染色体上，某研究小组让一只灰身雄性果蝇与一只灰身雌性果蝇杂交，然后统计子一代果蝇的表型及数量比，结果为灰身∶黑身=3∶1。根据这一实验数据，还不能确定B和b是位于常染色体上还是X染色体上，需要对后代进行更详细的统计和分析。请说说你的想法。",
    "理解概念●进行有性生殖的生物，在由原始生殖细胞形成成熟生殖细胞的过程中，染色体只复制一次，而细胞经减数分裂连续分裂两次，最终使成熟生殖细胞中的染色体数目比原始生殖细胞的减少一半。在减数分裂过程中，同源染色体发生分离，非同源染色体自由组合，使分配到子细胞中的染色体组合类型出现多样性。不仅如此，在减数分裂过程中同源染色体联会时，非姐妹染色单体间还常常发生互换，进一步增加了生殖细胞遗传的多样性。●受精作用是卵细胞和精子结合成受精卵的过程。受精作用使受精卵（子代的第一个细胞）又恢复到与亲代一样的染色体数目，使亲子代间的遗传组成保持相对的稳定性。同时，雌雄生殖细胞的多样性和雌雄生殖细胞结合的随机性，致使同一双亲的后代既相似又不同。这是生物在稳定中发展变化的重要原因。●摩尔根等人的果蝇杂交实验证明，染色体携带着基因，一条染色体上有许多个基因，它们在染色体上呈线性排列。这让人们认识到遗传因子是具有物质性的实体，进而认识到孟德尔遗传规律的本质。●位于性染色体上的基因控制的性状在遗传上总是和性别相关联，这种现象叫作伴性遗传。发展素养通过本章的学习，应在以下几方面得到发展。●基于对性状、基因和染色体之间关系的理解，从基因和染色体层面阐明性状遗传中所表现出的分离、自由组合等现象的实质，解释新情境下简单的遗传现象。●尝试运用假说—演绎法分析萨顿的假说和摩尔根的果蝇杂交实验。●基于对伴性遗传的认识，运用演绎推理等科学思维，对位于性染色体上的显性和隐性基因的遗传特点进行分析，对常见的由一对等位基因决定的伴性遗传病，能够根据双亲的表型对后代的患病概率作出科学的预测。●认同摩尔根等科学家尊重科学事实、敢于质疑他人又勇于否定自我的科学精神。●关注伴性遗传理论和相关技术在生产实践中的应用，并对其应用的影响作出科学的判断。本章小结39",
    "40第2章基因和染色体的关系一、选择题1．在减数分裂Ⅰ中会形成四分体，每个四分体具有（）A．2条同源染色体，4个DNA分子B．4条同源染色体，4个DNA分子C．2条姐妹染色单体，2个DNA分子D．4条姐妹染色单体，2个DNA分子2．男性患病概率高于女性的隐性遗传病，致病基因很可能在（）A．线粒体中B．X染色体上C．Y染色体上D．常染色体上3．下列关于X染色体上的显性基因决定的遗传病的叙述，正确的是（）A．男性患者的后代中，子女各有1/2患病B．女性患者的后代中，女儿都患病，儿子都正常C．表现正常的夫妇，性染色体上也可能携带致病基因D．患者中女性多于男性，患者的双亲中至少有一方是患者4．XY型性别决定的生物，群体中的性别比例为1∶1，原因之一是（）A．雌配子∶雄配子=1∶1B．含X染色体的配子∶含Y染色体的配子=1∶1C．含X染色体的精子∶含Y染色体的精子=1∶1D．含X染色体的卵细胞∶含Y染色体的卵细胞=1∶15．果蝇的灰身基因（B）对黑身基因（b）为显性，位于常染色体上；红眼基因（W）对白眼基因（w）为显性，位于X染色体上。一只纯合黑身红眼雌蝇与一只纯合灰身白眼雄蝇杂交得F1，F1再自由交配得F2。下列说法正确的是（）A．F2中会产生白眼雌蝇B．F1中无论雌雄都是灰身红眼C．F2中雄蝇的红眼基因都来自F1的父方D．F1中雌蝇都是灰身红眼，雄蝇都是灰身白眼二、非选择题1．下图是抗维生素D佝偻病的系谱图（图中深颜色表示患者），据图回答问题。复习与提高（1）科学家已经确定这种病是显性基因控制的疾病，你能根据系谱图找出依据吗？（2）Ⅱ代的5号和7号是否携带致病基因？为什么？（3）如果图中Ⅲ代4号与正常女性结婚，要想避免后代中出现患者，可以采取哪种优生措施？2．1961年首次报道性染色体为3条的XYY男性，患者的临床表现为举止异常，性格多变，容易冲动，部分患者的生殖器官发育不全。你认为这种病是父母哪一方在减数分裂的哪个时期出现异常引起的？为避免这些性染色体异常患儿的出生，临床上应进行哪些检查才能预防？3．人们发现，偶尔会有原来下过蛋的母鸡，以后却变成公鸡，长出公鸡的羽毛，发出公鸡样的啼声。从遗传的物质基础和性别控制的角度，你怎样解释这种现象出现的可能原因？鸡是ZW型性别决定，公鸡的两条性染色体是同型的（ZZ），母鸡的两条性染色体是异型的（ZW）。如果一只母鸡性反转成公鸡，这只公鸡与母鸡交配，后代的性别会是怎样的？4．从细菌到人类，性状都受基因控制。是否所有生物的基因的遗传，都遵循孟德尔遗传规律？为什么？1112233445566778892ⅠⅡⅢ",
    "自从摩尔根提出基因的染色体理论以后，基因在人们的认识中不再是抽象的“因子”，而是存在于染色体上的一个个单位。但是基因到底是什么呢？摩尔根在他的《基因论》一书的末尾说：“我们仍然很难放弃这个可爱的假设：就是基因之所以稳定，是因为它代表着一个有机的化学实体。”这个假设能成立吗？基因的本质揭秘基因的化学本质，解析DNA的优美螺旋。验证DNA的精巧复制，测读ATGC的生命长卷。回响着不同观点的争论，传颂着合作探究的典范！第3章",
    "42第3章基因的本质第1节DNA是主要的遗传物质对遗传物质的早期推测20世纪20年代，人们已经认识到蛋白质是由多种氨基酸连接而成的生物大分子。各种氨基酸可以按照不同的顺序排列，形成不同的蛋白质。这就使人们很自然地想到，氨基酸多种多样的排列顺序，可能蕴含着遗传信息。当时对于其他生物大分子的研究，还没有发现与此类似的结构特点。因此，当时大多数科学家认为，蛋白质是生物体的遗传物质。到了20世纪30年代，人们才认识到DNA是由许多脱氧核苷酸聚合而成的生物大分子，脱氧核苷酸的化学组成包括磷酸、碱基和脱氧核糖（图3-1）。组成DNA的脱氧核苷酸有4种，每一种有一个特定的碱基。这一认识本可以使人们意识到DNA的重要性，但是，由于对DNA的结构没有清晰的了解，认为蛋白质是遗传物质的观点仍占主导地位。20世纪中叶，科学家发现染色体主要是由蛋白质和DNA组成的。在这两种物质中，究竟哪一种是遗传物质呢？这个问题曾引起生物学界激烈的争论。讨论1.你认为遗传物质可能具有什么特点？2.你认为证明某一种物质是遗传物质的可行方法有哪些？染色体、蛋白质和DNA示意图染色体蛋白质DNAPPPPOOOO腺嘌呤脱氧核苷酸胸腺嘧啶脱氧核苷酸鸟嘌呤脱氧核苷酸胞嘧啶脱氧核苷酸PPPPOOOOPPPPOOOOPPPPOOOO脱氧核糖脱氧核糖脱氧核糖脱氧核糖腺嘌呤（A）胸腺嘧啶（T）鸟嘌呤（G）胞嘧啶（C）问题探讨●科学家是怎样证明DNA是遗传物质的？●为什么说DNA是主要的遗传物质？●通过对科学家揭示DNA是遗传物质过程的分析，你对科学发现的过程和方法有哪些领悟？本节聚焦图3-1脱氧核苷酸的化学组成",
    "第1节DNA是主要的遗传物质43肺炎链球菌的转化实验通过确凿的实验证据向遗传物质是蛋白质的观点提出挑战的，首先是美国微生物学家艾弗里（O.Avery，1877—1955），而艾弗里的实验又是在英国微生物学家格里菲思（F.Griffith，1877—1941）的实验基础上进行的。1928年，格里菲思以小鼠为实验材料，研究肺炎链球菌（Streptococcuspneumoniae）的致病情况。他用两种不同类型的肺炎链球菌感染小鼠。一种类型的菌体有多糖类的荚膜，在培养基上形成的菌落表面光滑（smooth），叫作S型细菌。S型细菌有致病性，可使人和小鼠患肺炎，小鼠并发败血症死亡。另一种类型的菌体没有多糖类的荚膜，在培养基上形成的菌落表面粗糙（rough），叫作R型细菌。R型细菌不会使人或小鼠患病，因此无致病性。格里菲思的实验过程如图3-2所示。从第四组实验的小鼠尸体中分离出的有致病性的S型活细菌，其后代也是有致病性的S型细菌。由此可以推断：已经加热致死的S型细菌，含有某种促使R型活细菌转化为S型活细菌的活性物质——转化因子。第一组注射R型活细菌小鼠不死亡第二组小鼠死亡，从小鼠体内分离出S型活细菌注射S型活细菌第三组小鼠不死亡注射加热致死的S型细菌第四组小鼠死亡，从小鼠体内分离出S型活细菌将R型活细菌与加热致死的S型细菌混合后注射图3-2肺炎链球菌的转化实验示意图荚膜是某些细菌的细胞壁外面包围的一层胶状物质。无荚膜的肺炎链球菌，感染人体或动物体后，容易被吞噬细胞吞噬并杀灭。有荚膜的肺炎链球菌可抵抗吞噬细胞的吞噬，有利于细菌在宿主体内生活并繁殖。相关信息",
    "44第3章基因的本质这种转化因子究竟是什么物质呢？20世纪40年代，艾弗里和他的同事将加热致死的S型细菌破碎后，设法去除绝大部分糖类、蛋白质和脂质，制成细胞提取物。将细胞提取物加入有R型活细菌的培养基中，结果出现了S型活细菌（图3-3，第一组）。然后，他们对细胞提取物分别进行不同的处理后再进行转化实验，结果表明分别用蛋白酶、RNA酶或酯酶处理后，细胞提取物仍然具有转化活性（图3-3，第二至第四组）；用DNA酶处理后，细胞提取物就失去了转化活性（图3-3，第五组）。DNA蛋白质头部尾部实验表明，细胞提取物中含有前文所述的转化因子，而转化因子很可能就是DNA。艾弗里等人进一步分析了细胞提取物的理化特性，发现这些特性都与DNA的极为相似，于是艾弗里提出了不同于当时大多数科学家观点的结论：DNA才是使R型细菌产生稳定遗传变化的物质。噬菌体侵染细菌的实验1952年，美国遗传学家赫尔希（A.D.Hershey，1908—1997）和他的助手蔡斯（M.C.Chase，1927—2003）以T2噬菌体（图3-4）为实验材料，利用放射性同位素标记技术，完成了另一个有说服力的实验。图3-4T2噬菌体的模式图图3-3艾弗里证明DNA是遗传物质的实验示意图第一组S型细菌的细胞提取物有R型细菌的培养基S型细菌混合+R型细菌S型细菌的细胞提取物有R型细菌的培养基混合蛋白酶（或RNA酶、酯酶）S型细菌第二至第四组+R型细菌S型细菌的细胞提取物混合DNA酶第五组+只长R型细菌有R型细菌的培养基",
    "第1节DNA是主要的遗传物质45T2噬菌体是一种专门寄生在大肠杆菌体内的病毒，它的头部和尾部的外壳都是由蛋白质构成的，头部含有DNA。T2噬菌体侵染大肠杆菌后（图3-5），就会在自身遗传物质的作用下，利用大肠杆菌体内的物质来合成自身的组成成分，进行大量增殖。当噬菌体增殖到一定数量后，大肠杆菌裂解，释放出大量的噬菌体。赫尔希和蔡斯首先在分别含有放射性同位素35S和放射性同位素32P的培养基中培养大肠杆菌，再用上述大肠杆菌培养T2噬菌体，得到蛋白质含有35S标记或DNA含有32P标记的噬菌体。然后，用35S或32P标记的T2噬菌体分别侵染未被标记的大肠杆菌，经过短时间的保温后，用搅拌器搅拌、离心（图3-6）。搅拌的目的是使吸附在细菌上的噬菌体与细菌分离，离心的目的是让上清液中析出质量较轻的T2噬菌体颗粒，而离心管的沉淀物中留下被侵染的大肠杆菌。离心后，检查上清液和沉淀物中的放射性物质发现：用35S标在搅拌器中搅拌、离心，检测上清液和沉淀物中的放射性物质用标记的噬菌体侵染未标记的细菌噬菌体分别被35S或32P标记35S标记的噬菌体32P标记的噬菌体35S标记的噬菌体与细菌混合32P标记的噬菌体与细菌混合搅拌后离心搅拌后离心离心后离心后上清液的放射性很高上清液的放射性很低沉淀物的放射性很低沉淀物的放射性很高细菌裂解细菌裂解在新形成的噬菌体中没有检测到35S在新形成的部分噬菌体中检测到32P图3-6噬菌体侵染大肠杆菌的实验示意图在T2噬菌体的化学组成中，60%是蛋白质，40%是DNA。对这两种物质的分析表明：仅蛋白质分子中含有硫，磷几乎都存在于DNA分子中。相关信息图3-5噬菌体侵染细菌的电镜照片100nm",
    "46第3章基因的本质记的一组侵染实验，放射性同位素主要分布在上清液中；用32P标记的一组实验，放射性同位素主要分布在离心管的沉淀物中。想一想，这一结果说明了什么？进一步观察发现：在细菌裂解释放出的噬菌体中，可以检测到32P标记的DNA，但不能检测到35S标记的蛋白质。想一想，这一结果又说明了什么？赫尔希和蔡斯的实验表明：噬菌体侵染细菌时，DNA进入细菌的细胞中，而蛋白质外壳仍留在细胞外。因此，子代噬菌体的各种性状，是通过亲代的DNA遗传的。DNA才是噬菌体的遗传物质。只有DNA是遗传物质吗？后来的研究证明，遗传物质除DNA外，还有RNA。有些病毒不含有DNA，只含有蛋白质和RNA，如烟草花叶病毒（图3-7）。从烟草花叶病毒中提取的蛋白质，不能使烟草感染病毒，但是，从这些病毒中提取的RNA，却能使烟草感染病毒。因此，在这些病毒中，RNA是遗传物质。因为绝大多数生物的遗传物质是DNA，所以说DNA是主要的遗传物质。1．艾弗里与赫尔希等人选用细菌或病毒作为实验材料，以细菌或病毒作为实验材料具有哪些优点？2．从控制自变量的角度，艾弗里实验的基本思路是什么？在实际操作过程中最大的证明DNA是遗传物质的实验困难是什么？3．艾弗里和赫尔希等人都分别采用了哪些技术手段来实现他们的实验设计？这对于你认识科学与技术之间的相互关系有什么启示？思考·讨论在对照实验中，控制自变量可以采用“加法原理”或“减法原理”。与常态比较，人为增加某种影响因素的称为“加法原理”。例如，在“比较过氧化氢在不同条件下的分解”的实验中，与对照组相比，实验组分别作加温、滴加FeCl3溶液、滴加肝脏研磨液的处理，就利用了“加法原理”。与常态比较，人为去除某种影响因素的称为“减法原理”。例如，在艾弗里的肺炎链球菌转化实验中，每个实验组特异性地去除了一种物质，从而鉴定出DNA是遗传物质，就利用了“减法原理”。自变量控制中的“加法原理”和“减法原理”科学方法蛋白质外壳RNA图3-7烟草花叶病毒的示意图（左）和电镜照片（右）100nm",
    "第1节DNA是主要的遗传物质472017年1月，一篇发表于《自然》（Nature）杂志的论文宣布，基于对现代人与古人类基因组序列的测定、比较和分析，科学家进一步证实了现代人起源于非洲，并逐渐迁移至世界各地的推论。这项重要成果就是生物信息学在考古研究中应用的例证。生物信息学让我们能够成功地追溯人类迁移的历史。生物信息学是一门涉及生物学、数学及计算机科学的交叉学科，它涵盖的范围很广。从数据分析的角度看，主要是指核酸与蛋白质序列数据的计算机处理和分析，即利用具有高速运算能力的计算机，处理数以亿计的序列数据，解决核酸碱基序列中究竟包含什么信息，这些信息怎样控制有机体的发育，哪些基因与疾病的发生相关，基因组本身又是怎样进化的等问题。生物信息学在生物、医药和农业等方面都有着广泛的应用。随着基因组测序技术的发展，多种生物的基因组序列得到测定。海量的核酸与蛋生物信息学及其应用白质序列数据，给科学研究提供了丰富的资源。为了便于管理应用这些数据，许多国家相继建立起多个生物学数据库。例如，我国国家生物信息中心建立了“原核生物泛基因组数据库”“全球生物数据库目录”等许多数据库。诺贝尔奖获得者吉尔伯特（W.Gilbert）在1991年曾经指出：“传统生物学解决问题的方式是从实验出发的。现在，全部基因都将知晓，并以电子可操作的方式驻留在数据库中，新的生物学研究模式的出发点应是理论的。一个科学家将从理论推测出发，然后再回到实验中去，追踪或验证这些理论假设。”可见，生物信息学不仅帮助人们有效利用海量的生物数据资源，还推动着生物学研究范式的创新。生物科技进展一、概念检测1．枯草杆菌具有不同类型，其中一种类型能合成组氨酸。将从这种菌中提取的某种物质，加入培养基中，培养不能合成组氨酸的枯草杆菌，结果获得了活的能合成组氨酸的枯草杆菌。这种物质可能是（）A．多肽B．多糖C．组氨酸D．DNA2．赫尔希和蔡斯的噬菌体侵染细菌的实验表明（）A．DNA是遗传物质B．遗传物质包括蛋白质和DNAC．病毒中有DNA，但没有蛋白质D．细菌中有DNA，但没有蛋白质二、拓展应用1．T2噬菌体侵染大肠杆菌时，只有噬菌体的DNA进入细菌的细胞中，噬菌体的蛋白质外壳留在细胞外。大肠杆菌裂解后，释放出的大量噬菌体却同原来的噬菌体一样具有蛋白质外壳。请分析子代噬菌体的蛋白质外壳的来源。2．结合肺炎链球菌的转化实验和噬菌体侵染细菌的实验，分析DNA作为遗传物质所具备的特点。2015年3月12日出版的《细胞》（Cell）杂志的封面练习与应用",
    "48第3章基因的本质DNA结构模型的构建思考·讨论第2节DNA的结构坐落于北京中关村高科技园区的DNA雕塑，以它简洁而独特的双螺旋造型吸引着过往行人。你知道为什么将它作为高科技的标志吗？上网查阅有关DNA的信息，收集你感兴趣的资料与同学交流共享。DNA雕塑1951年秋天，一直对DNA结构的奥秘感兴趣的沃森，来到英国剑桥大学卡文迪什实验室工作。在这里，他遇到了同样对DNA结构着迷的克里克。研究DNA结构常用的方法是X射线晶体衍射法。物理学家出身的克里克对X射线晶体衍射图谱的分析十分熟悉，能够帮助沃森理解晶体学原理，而沃森可以帮助克里克理解生物学的内容。两人决定合作进行DNA结构的研究。当时，科学界已经认识到：DNA是以4种脱氧核苷酸为单位连接而成的长链，这4种脱氧核苷酸分别含有A、T、G、C4种碱基。但是，人们并不清楚这4种脱氧核苷酸是如何构成DNA的。英国物理学家威尔金斯（M.Wilkins，1916—2004）和他的同事在确信DNA是生物体的遗传物质后，人们更加迫切地想知道：DNA是怎样储存遗传信息的？又是怎样决定生物性状的？要回答这些问题，首先需要弄清楚DNA的结构。DNA双螺旋结构模型的构建在对DNA结构的探索中，于1953年摘取桂冠的是两位年轻的科学家——美国生物学家沃森（J.D.Watson，1928—）和英国物理学家克里克（F.Crick，1916—2004），DNA双螺旋结构的揭示是划时代的伟大发现，在生物学的发展中具有里程碑式的意义。问题探讨●沃森和克里克是怎样揭示DNA的双螺旋结构的？这一研究过程给我们哪些启示？●DNA的双螺旋结构有哪些主要特点？本节聚焦",
    "第2节DNA的结构49富兰克林（R.E.Franklin，1920—1958）应用X射线衍射技术获得了高质量的DNA衍射图谱（图A）。沃森和克里克主要以该照片的有关数据为基础，推算出DNA呈螺旋结构。图A富兰克林拍摄的DNA衍射图谱“X”形意味着DNA分子是螺旋的1953年，沃森和克里克撰写的《核酸的分子结构——脱氧核糖核酸的一个结构模型》论文在英国《自然》杂志上刊载（见本章题图），引起了极大的轰动。1962年，沃森、克里克和威尔金斯三人因这一研究成果共同获得了诺贝尔生理学或医学奖。讨论1．请你根据资料回答有关DNA结构方面的问题。（1）DNA是由几条链构成的？它具有怎样的立体结构？（2）DNA的基本骨架是由哪些物质组成的？它们分别位于DNA的什么部位？（3）DNA中的碱基是如何配对的？它们位于DNA的什么部位？2．沃森和克里克默契配合，揭示了DNA的双螺旋结构，是科学家合作研究的典范，在科学界传为佳话。他们的这种工作方式给予你哪些启示？图B沃森和克里克搭建的DNA双螺旋结构模型沃森和克里克尝试搭建了很多种不同的双螺旋和三螺旋结构模型，但都被否定了。1952年春天，奥地利生物化学家查哥夫（E.Chargaff，1905—2002）访问了剑桥大学，沃森和克里克从他那里得知了一条重要信息：在DNA中，腺嘌呤（A）的量总是等于胸腺嘧啶（T）的量；鸟嘌呤（G）的量总是等于胞嘧啶（C）的量。这让沃森和克里克十分兴奋，他们构建了一个将碱基安排在双链螺旋内部，脱氧核糖—磷酸骨架安排在螺旋外部的模型（图B）。在这个模型中，A与T配对，G与C配对，DNA两条链的方向是相反的。结果发现：A—T碱基对与G—C碱基对具有相同的形状和直径，这样组成的DNA分子具有恒定的直径，能够解释A、T、G、C的数量关系。当他们把这个用金属材料制作的模型与拍摄的X射线衍射照片比较时，发现模型与基于照片推算出的DNA双螺旋结构相符。",
    "AGCTAGCGCGCTATAOCH2HHHOHHH1'2'3'4'5'3'3'5'5'脱氧核糖上与碱基相连的碳叫作1'-C，与磷酸基团相连的碳叫作5'-C。DNA的一条单链具有两个末端，一端有一个游离的磷酸基团，这一端称作5'-端，另一端有一个羟基（—OH），称作3'-端。DNA的两条单链走向相反，从双链的一端起始，一条单链是从5'-端到3'-端的，另一条单链则是从3'-端到5'-端的。碱基磷酸基团图3-8DNA的结构模式图50第3章基因的本质DNA的结构DNA双螺旋结构（图3-8）的主要特点如下。（1）DNA是由两条单链组成的，这两条链按反向平行方式盘旋成双螺旋结构。（2）DNA中的脱氧核糖和磷酸交替连接，排列在外侧，构成基本骨架；碱基排列在内侧。（3）两条链上的碱基通过氢键连接成碱基对，并且碱基配对具有一定的规律：A（腺嘌呤）一定与T（胸腺嘧啶）配对；G（鸟嘌呤）一定与C（胞嘧啶）配对。碱基之间的这种一一对应的关系，叫作碱基互补配对原则。",
    "第2节DNA的结构51制作DNA双螺旋结构模型探究·实践目的要求通过制作DNA双螺旋结构模型，加深对DNA结构特点的认识和理解。材料用具曲别针、泡沫塑料、纸片、扭扭棒、牙签、橡皮泥、铁丝等常用物品，都可用作模型制作的材料。模型设计制作模型前首先应该进行设计，并考虑以下问题。1．分别用哪几种材料来代表组成DNA的磷酸、脱氧核糖和碱基？这3种物质是在什么部位相互连接的？怎样将这几种材料正确地连接起来？2．DNA中每个脱氧核苷酸之间是在什么部位相互连接的？怎样将脱氧核苷酸正确地连接起来？3．在模型中，如何体现DNA的两条链是反向平行的？又怎样体现两条链的碱基之间互补配对？讨论1．DNA只含有4种脱氧核苷酸，它为什么能够储存足够量的遗传信息？2．DNA是如何维系它的遗传稳定性的？3．你能够根据DNA的结构特点，设想DNA的复制方式吗？学生制作的模型",
    "52第3章基因的本质①；②；③；④；⑤；⑥；⑦；⑧；⑨；⑩。3．在含有4种碱基的DNA区段中，腺嘌呤有a个，占该区段全部碱基的比例为b，则（）A．b≤0.5B．b≥0.5C．胞嘧啶为a（1/2b-1）个D．胞嘧啶为b（1/2a-1）个4．一条DNA单链的序列是5'-GATACC-3'，那么它的互补链的序列是（）A．5'-CTATGG-3'B．5'-GATACC-3'C．5'-GGTATC-3'D．5'-CCATAG-3'二、拓展应用碱基互补配对原则对遗传信息的传递具有什么意义？一、概念检测1．DNA两条单链的碱基数量关系是构建DNA双螺旋结构模型的重要依据。判断下列相关表述是否正确。（1）DNA两条单链不仅碱基数量相等，而且都有A、T、G、C四种碱基。（）（2）在DNA的双链结构中，碱基的比例总是（A+G）/（T+C）=1。（）2．下面是DNA的结构模式图，请写出图中①~⑩的名称。ACTG⑩⑨⑧⑦⑥⑤④③②①练习与应用科学·技术·社会DNA指纹技术人的遗传信息主要分布于染色体上的DNA中。两个随机个体具有相同DNA序列的可能性微乎其微，因此，DNA可以像指纹一样用来识别身份，这种方法就是DNA指纹技术。应用DNA指纹技术时，首先需要用合适的酶将待检测的样品DNA切成片段，然后用电泳的方法将这些片段按大小分开，再经过一系列步骤，最后形成如右图所示的DNA指纹图。因为每个人的DNA指纹图是独一无二的，所以我们可以根据分析指纹图的吻合程度来帮助确认身份。受害者从受害者体内分离的精液样品怀疑对象123DNA指纹图在现代刑侦领域中，DNA指纹技术发挥着越来越重要的作用。只需要一滴血、精液或是一根头发等样品，刑侦人员就可以进行DNA指纹鉴定。你能从下面的DNA指纹图判断出怀疑对象中谁是罪犯吗？此外，DNA指纹技术还可以用于亲子鉴定、死者遗骸的鉴定等。",
    "第3节DNA的复制53第3节DNA的复制对DNA复制的推测沃森和克里克紧接着发表了第二篇论文，提出了遗传物质自我复制的假说：DNA复制时，DNA双螺旋解开，互补的碱基之间的氢键断裂，解开的两条单链分别作为复制的模板，游离的脱氧核苷酸根据碱基互补配对原则，通过形成氢键，结合到作为模板的单链上。由于新合成的每个DNA分子中，都保留了原来DNA分子中的一条链，因此，这种复制方式称作半保留复制（图3-9，左）。这一假说提出后，也有人持不同观点，提出全保留复制等不同假说。全保留复制是指DNA复制以DNA双链为模板，子代DNA的双链都是新合成的（图3-9，右）。到底哪种假说正确呢？DNA半保留复制的实验证据要证明DNA复制是半保留复制，就需要通过实验区分亲代与子代的DNA。1958年，美国生物学家梅塞尔森（M.Meselson，1930—）和斯塔尔（F.Stahl，1929—）以大肠杆菌为实验材料，运用同位素标记技术，设计了一个巧妙的实验。沃森和克里克在发表DNA双螺旋结构的那篇著名短文的结尾处写道：“值得注意的是，我们提出的这种碱基特异性配对方式，暗示着遗传物质进行复制的一种可能的机制。”讨论1．碱基互补配对原则暗示DNA的复制机制可能是怎样的？2．这句话中为什么要用“可能”二字？这反映科学研究具有什么特点？《核酸的分子结构》论文节选问题探讨●怎样证明DNA是半保留复制的？●DNA的复制过程是怎样的？●DNA的半保留复制对遗传信息的稳定传递有什么意义？本节聚焦图3-9半保留复制（左）和全保留复制（右）示意图",
    "54第3章基因的本质证明DNA半保留复制的实验思考·讨论大肠杆菌的DNA几乎都是15N标记的。然后，将大肠杆菌转移到含有14NH4Cl的普通培养液中。在不同时刻收集大肠杆菌并提取DNA，再将提取的DNA进行离心，记录离心后试管中DNA的位置。实验预期假设DNA是半保留复制，离心后试管中DNA的位置会是怎样的呢？这就需要运用演绎推理来预测。背景知识15N和14N是氮元素的两种稳定同位素，这两种同位素的相对原子质量不同，含15N的DNA比含14N的DNA密度大，因此，利用离心技术可以在试管中分离开含有相对原子质量不同的氮元素的DNA。实验过程科学家先用含有15NH4Cl的培养液培养大肠杆菌，让大肠杆菌繁殖若干代，这时，讨论1．请运用演绎推理来分析实验过程，完成上述实验预期，填写图中的方框。2．假如全保留复制是正确的，实验预期又会是怎样的？大肠杆菌在含15NH4Cl的培养液中生长若干代证明DNA复制方式的实验示意图密度提取DNA，离心提取DNA，离心提取DNA，离心转移到含14NH4Cl的培养液中细胞分裂一次细胞再分裂一次14N14N14N15N/15N-DNA15N/14N-DNA15N/14N-DNA14N/14N-DNA14N/14N-DNA15N/14N-DNA15N/15N-DNA低高第一代第二代如果DNA复制是半保留复制第一代会出现的结果是第二代会出现的结果是",
    "第3节DNA的复制55科学家完成上述实验的结果是：亲代大肠杆菌的DNA经离心处理后，试管中只出现了一条DNA带，位置靠近试管的底部，说明其密度最大，是15N标记的亲代双链DNA（15N/15N-DNA）；将转移培养后第一代细菌的DNA离心后，试管中也只有一条带，但位置居中，说明其密度居中，是只有一条单链被15N标记的子代双链DNA（15N/14N-DNA）；将第二代细菌的DNA离心后，试管中出现两条带，一条带位置居中，为15N/14N-DNA，另一条带的位置更靠上，说明其密度最小，是两条单链都没有被15N标记的子代双链DNA（14N/14N-DNA）。实验结果证明：DNA的复制是以半保留的方式进行的。DNA复制的过程DNA的复制是指以亲代DNA为模板合成子代DNA的过程。在真核生物中，这一过程是在细胞分裂前的间期，随着染色体的复制而完成的。复制开始时，在细胞提供的能量的驱动下，解旋酶将DNA双螺旋的两条链解开，这个过程叫作解旋。然后，DNA聚合酶等以解开的每一条母链为模板，以细胞中游离的4种脱氧核苷酸为原料，按照碱基互补配对原则，各自合成与母链互补的一条子链。随着模板链解旋过程的进行，新合成的子链也在不断延伸。同时，每条新链与其对应的模板链盘绕成双螺旋结构（图3-10）。这样，复制结束后，第一代只出现一条居中的DNA条带，这个结果排除了哪种复制方式？以母链为模板进行碱基互补配对解旋解旋酶DNA聚合酶图3-10DNA复制的示意图5'5'5'3'3'3'",
    "56第3章基因的本质一个DNA分子就形成了两个完全相同的DNA分子。新复制出的两个子代DNA分子，通过细胞分裂分配到子细胞中。DNA复制是一个边解旋边复制的过程，需要模板、原料、能量和酶等基本条件。DNA独特的双螺旋结构，为复制提供了精确的模板，通过碱基互补配对，保证了复制能够准确地进行。DNA通过复制，将遗传信息从亲代细胞传递给子代细胞，从而保持了遗传信息的连续性。一、概念检测1．DNA复制是在为细胞分裂进行必要的物质准备。据此判断下列相关表述是否正确。（1）DNA复制与染色体复制是分别独立进行的。（）（2）在细胞有丝分裂的中期，每条染色体是由两条染色单体组成的，所以DNA的复制也是在这个时期完成的。（）2．DNA复制保证了亲子代间遗传信息的连续性。下列关于DNA复制的叙述，正确的是（）A．复制均在细胞核内进行B．碱基互补配对原则保证了复制的准确性C．1个DNA分子复制1次产生4个DNA分子D．游离的脱氧核苷酸在解旋酶的作用下合成子链3．将DNA双链都被15N标记的大肠杆菌放在含有14N的培养基中培养，使其分裂3次，下列叙述正确的是（）A．所有的大肠杆菌都含有15NB．含有15N的大肠杆菌占全部大肠杆菌的比例为1/2C．含有15N的大肠杆菌占全部大肠杆菌的比例为1/4D．含有15N的DNA分子占全部DNA分子的比例为1/8二、拓展应用1．虽然DNA复制通过碱基互补配对在很大程度上保证了复制的准确性，但是，DNA平均每复制109个碱基对，就会产生1个错误。请根据这一数据计算，约有31.6亿个碱基对的人类基因组复制时可能产生多少个错误？这些错误可能产生什么影响？2．已知果蝇的基因组大小为1.8×108bp（bp表示碱基对），真核细胞中DNA复制的速率一般为50～100bp/s。下图为果蝇DNA的电镜照片，图中的泡状结构叫作DNA复制泡，是DNA上正在复制的部分。请你推测果蝇DNA形成多个复制泡的原因。练习与应用果蝇DNA的电镜照片103bp",
    "第4节基因通常是有遗传效应的DNA片段57第4节基因通常是有遗传效应的DNA片段我国科学家将外源生长激素基因导入鲤鱼的受精卵，培育出了转基因鲤鱼。与对照组相比，转基因鲤鱼的生长速率加快。据科学家介绍，外源基因导入受体细胞后，必须整合到受体细胞的DNA上才能发挥作用。讨论1．为什么转基因鲤鱼的生长速率更快？2．导入的外源基因是1个DNA分子，还是DNA分子的一段脱氧核苷酸序列？转基因鲤鱼（右）为什么外源基因必须整合到受体细胞的DNA上才能发挥作用？科学家已证明DNA是遗传物质，那么，基因与DNA之间是什么关系呢？说明基因与DNA关系的实例基因与DNA究竟是什么关系？下面的资料会给你许多启示，请阅读和讨论。1．大肠杆菌细胞的拟核有1个DNA分子（图A），长度约为4.7×106个碱基对，在DNA分子上分布了大约4.4×103个基因，每个基因的平均长度约为1×103个碱基对。2．生长在太平洋西北部的一种水母能发出绿色荧光（图B），这是因为水母的DNA上有一段长度为5.17×103个碱基对的片段——绿色荧光蛋白基因。转基因实验表明，转入了水母绿色荧光蛋白基因的转基图A正在分裂的大肠杆菌，细胞内的DNA被染成红色图B发出绿色荧光的水母问题探讨●基因是什么？●DNA是如何携带遗传信息的？●如何理解DNA的多样性和特异性？本节聚焦分析基因与DNA的关系思考·讨论",
    "58第3章基因的本质分析脱氧核苷酸序列与遗传信息的多样性思考·讨论因鼠，在紫外线的照射下，也能像水母一样发光（图C）。3．人类基因组计划测定的是24条染色体（22条常染色体+X+Y）上DNA的碱基序列。每条染色体上有一个DNA分子。这24个DNA分子大约含有31.6亿个碱基对，其中，构成基因的碱基数占碱基总数的比例不超过2%。讨论1．生物体内的DNA分子数目与基因数目相同吗？生物体内所有基因的碱基总数与DNA分子的碱基总数相同吗？如果不同，说明了什么？2．你如何理解基因具有遗传效应？本节“问题探讨”中提到的生长激素基因的遗传效应是什么？3．请从DNA水平上给基因下一个定义，要求既能反映基因与DNA的关系，又能体现基因的作用。图C正常光线（左）及紫外线照射下（右）的4只小鼠，其中3号小鼠为对照组，1、2、4号小鼠转入了绿色荧光蛋白基因44332211除了上述资料，你还知道哪些实例，能够揭示基因的含义，说明基因与DNA的关系？DNA片段中的遗传信息不难看出，一个DNA分子上有许多个基因，每一个基因都是特定的DNA片段，有着特定的遗传效应，这说明DNA必然蕴含了大量的遗传信息。DNA只含有4种脱氧核苷酸（分别含A、T、G、C4种碱基），为什么能够储存大量的遗传信息呢？7种音符可以组成各种美妙的旋律。26个英文字母可以组成许许多多词汇和句子，形成传递和交流信息的语言。由4种碱基排列而成的脱氧核苷酸序列，足以储存生物体必需的全部遗传信息吗？资料11个DNA分子的基本骨架是由脱氧核糖和磷酸交替连接而成的，从头至尾没有变化，而骨架内侧4种碱基的排列顺序却是可变的。如果1个碱基对组成1个基因，4种碱基对的排列可能形成4种基因（这仅仅是假设）；如果2个碱基对组成1个基因，则可能形成16（即4×4）种基因；如果3个碱基对组成1个基因，则可能形成64（即4×4×4）种基因。资料2资料1的推算是建立在所有碱第一个把遗传物质设定为一种信息分子，提出遗传是遗传信息的复制、传递与表达的科学家，是量子物理学的奠基人薛定谔，他在《生命是什么》一书中用物理学的概念分析了生命现象。相关信息",
    "第4节基因通常是有遗传效应的DNA片段59基对的随机排列都能构成基因这一假设上的。事实上，大部分随机排列的脱氧核苷酸序列从来不曾出现在生物体内，而有些序列却会在生物体内重复许多次。讨论1．如果是100个碱基对组成1个基因，可能组合成多少种基因？2．怎样理解DNA的多样性和特异性？你能从DNA的结构特点分析生物体具有多样性和特异性的原因吗？3．在刑侦领域，DNA能像指纹一样用来鉴定个人身份。结合脱氧核苷酸序列的多样性和特异性，你能分析这一方法的科学依据吗？4．你认为基因是碱基对随机排列成的DNA片段吗？为什么？研究表明，DNA能够储存足够量的遗传信息；遗传信息蕴藏在4种碱基的排列顺序之中；碱基排列顺序的千变万化，构成了DNA的多样性，而碱基特定的排列顺序，又构成了每个DNA分子的特异性；DNA的多样性和特异性是生物体多样性和特异性的物质基础。DNA上分布着许多个基因，基因通常是有遗传效应的DNA片段。有些病毒的遗传物质是RNA，如人类免疫缺陷病毒（艾滋病病毒）、流感病毒等。对这类病毒而言，基因就是有遗传效应的RNA片段。二、拓展应用1．在严查偷猎野生动物的行动中，执法部门发现某餐馆出售的一种烤肉比较可疑，餐馆工作人员说是“山羊肉”，经实验室检验，执法部门确定这种“山羊肉”来自国家二级保护动物中华斑羚。你认为执法部门最可能采取哪种检测方法？为什么？2．我国一些城市在交通路口启用了人脸识别技术，针对行人和非机动车闯红灯等违规行为进行抓拍。这种技术应用的前提是每个人都具有独一无二的面孔。为什么人群中没有一模一样的两个人呢？请你从生物学的角度评述人脸识别技术的可行性。一、概念检测1．科学研究发现，未经人工转基因操作的番薯都含有农杆菌的部分基因，而这些基因的遗传效应促使番薯根部发生膨大产生了可食用的部分，因此番薯被人类选育并种植。下列相关叙述错误的是（）A.农杆菌这些特定的基因可以在番薯细胞内复制B.农杆菌和番薯的基因都是4种碱基对的随机排列C.农杆菌和番薯的基因都是有遗传效应的DNA片段D.农杆菌这些特定的基因可能在自然条件下转入了番薯细胞2.整理总结染色体、DNA和基因三者之间的关系，并以你认为最简明的形式表示出来。练习与应用",
    "60第3章基因的本质与生物学有关的职业生物科技进展单细胞基因组测序人类遗传病致病基因的碱基序列与正常基因的存在差别，有时一个碱基的差别就会导致遗传病的发生。因此，基因测序能够在遗传病防治中发挥重要作用。2014年11月，一个经单细胞基因组测序进行遗传病筛查的试管婴儿在北京大学第三医院出生。这个健康婴儿的母亲患有常染色体单基因显性遗传病，在自然生育条件下，她的孩子的患病概率是50%。怎样避免她的孩子患这种遗传病呢？初级卵母细胞经过减数分裂会形成卵细胞和极体，如果知道极体的基因组序列，就可以推测出这个卵细胞的基因组序列。选择不含致病基因的卵细胞，再利用试管婴儿技术，就可以获得健康的婴儿。分离单个细胞，在技术上已不是难题，难点是怎样获知一个细胞内的基因组序列。传统的基因测序往往通过提取大量细胞中的DNA来进行。为了获得足够的DNA进行测序，通常需要数以千计甚至百万计的细胞作为样品。然而，一个细胞内的基因组DNA只有两个拷贝，是皮克（pg，1pg=10-12g）级的痕量水平，远远低于测序对样品浓度的要求。北京大学的科研人员应用一种单细胞基因组扩增技术，成功地在体外对分离得到的极体进行了基因组扩增，并完成了测序，从而推测出与被测极体同时产生的卵细胞不含致病基因，最终通过试管婴儿技术帮助遗传病患者夫妇获得了健康婴儿。单细胞基因组测序有着广泛的应用前景。例如，了解癌细胞的基因突变以及在肿瘤发生过程中的变化，分析不同细胞内“定居”着哪些基因等。测序工程师就业单位科研单位、医学分析和鉴定中心、生物技术公司等。主要任务处理待测序的生物样品，测定其DNA或RNA的碱基序列，根据研究目的和要求进行序列分析，得出研究结论等。工作方式在实验室进行基因组学、分子生物学或遗传学的实验操作，利用DNA测序仪进行测序，运用生物信息软件分析序列等。学历要求基因组学、分子生物学、遗传学或生物信息学等专业的大学本科及以上学历。须具备的素质首先，要有生物学知识作为储备，能够完成生物学实验；其次，要有严谨、认真的工作态度；另外，还应当严格遵守实验室的管理条例和工作程序。职业乐趣当你看到神秘的序列信息呈现在眼前，当你破解“天书”一般的密码、识别背后的秘密时，会倍感发现的喜悦！",
    "理解概念●亲代的遗传信息是通过DNA遗传给子代的。DNA是主要的遗传物质。●DNA双螺旋结构的主要特点是：DNA是由两条单链组成的，这两条链按反向平行方式盘旋成双螺旋结构；DNA中的脱氧核糖和磷酸交替连接，排列在外侧，构成基本骨架，碱基排列在内侧；两条链上的碱基按照碱基互补配对原则连接成碱基对。●DNA的双螺旋结构为复制提供了精确的模板，通过碱基互补配对保证了复制的准确性，新合成的每个DNA分子中都保留了原来DNA分子中的一条链。DNA通过复制，将遗传信息从亲代细胞传递给子代细胞。●组成DNA的碱基虽然只有4种，但是，碱基的排列顺序却是千变万化的。碱基序列的多样性构成了DNA的多样性，DNA因而能够储存大量的遗传信息。而碱基特定的排列顺序构成了每个DNA分子的特异性。●对绝大多数生物来说，基因是有遗传效应的DNA片段。发展素养通过本章的学习，应在以下几方面得到发展。●通过对肺炎链球菌的转化实验、噬菌体侵染细菌等实验的学习，认同科学结论的获得离不开严谨的推理和确凿的实验证据；通过分析DNA半保留复制的实验证据，阐明运用假说—演绎法进行科学探究的基本思路。●基于对DNA的结构特点以及DNA半保留复制机制的理解，进一步形成结构与功能相适应的观念。●通过对同位素标记等技术的学习，举例说明物理学和化学方法在生物学研究中的重要作用，并能在新情境下运用这些方法分析和解决问题。●基于科学家对基因本质的探索历程，认同科学探究是一个不断深化的过程；科学家探索求真的科学精神，以及交流合作、技术进步、多学科交叉渗透等，对于科学的发展都具有重要作用。本章小结61",
    "62第3章基因的本质复习与提高一、选择题1．本章介绍的艾弗里的实验、赫尔希和蔡斯的实验都证明DNA是遗传物质，这两个实验在设计思路上的共同点是（）A．重组DNA片段，研究其表型效应B．去掉DNA片段，研究其表型效应C．设法分别研究DNA和蛋白质各自的效应D．应用同位素标记技术，研究DNA在亲代与子代之间的传递2．在噬菌体侵染细菌的实验中，下列对噬菌体外壳蛋白质合成的描述，正确的是（）A．氨基酸原料和酶来自细菌B．氨基酸原料和酶来自噬菌体C．氨基酸原料来自细菌，酶来自噬菌体D．氨基酸原料来自噬菌体，酶来自细菌3．烟草花叶病毒（TMV）和车前草花叶病毒（HRV）同属于RNA病毒，都可以使烟草患病。将TMV的RNA和HRV的蛋白质外壳混合后感染烟草叶片，使烟草患病，可能观察到的现象是（）A．能检测到TMV的RNA和蛋白质B．能检测到HRV的RNA和蛋白质C．能检测到TMV的RNA和HRV的蛋白质D．能检测到HRV的RNA和TMV的蛋白质4．研究人员对数千种生物的DNA碱基序列进行测定发现，没有任何两个物种的DNA序列是一样的。DNA具有多样性的主要原因是（）A．DNA由4种碱基组成B．DNA具有规则的双螺旋结构C．DNA具有碱基互补配对的特点D．DNA的碱基对有很多种不同的排列顺序二、非选择题1．DNA分子杂交技术可以用来比较不同种生物DNA分子的差异。当两种生物的DNA单链具有互补的碱基序列时，互补的碱基序列就会结合在一起，形成杂合双链区；在没有互补碱基物种A的DNA物种B的DNA游离的单链杂合双链区器官生物肝1.43牛胰肾1.421.29猪脾1.43肺胃1.291.30（A+T）（G+C）人小麦来源AG1.561.431.220.4AT1.001.021.001.09TC1.751.431.180.4GC1.001.020.971.08嘌呤嘧啶1.01.020.991.1鲱鱼结核分枝杆菌（1）不同生物的DNA中4种脱氧核苷酸的比例相同吗？这说明DNA具有什么特点？（2）同种生物不同器官细胞的DNA中脱氧核苷酸的比例基本相同，这说明DNA具有什么特点？为什么？不同生物的A、T之和与G、C之和的比值不一致，这说明了什么？为什么？（3）除少数病毒外，所有生物的DNA都由4种相同的碱基组成，试从生命起源和进化的角度说明原因。2．某科学家分析了多种生物DNA的碱基组成，一部分实验数据如以下两表所示。据表回答下面的问题。序列的部位，仍然是两条游离的单链（如下图所示）。形成杂合双链区的部位越多，说明这两种生物的亲缘关系越近，这是为什么？",
    "遗传物质实验证据的获得和DNA双螺旋结构模型的建立，揭示了基因的化学本质，生物学的研究从此以空前的步伐前进。但是，基因又是如何起作用的呢？将苏云金杆菌抗虫蛋白基因（Bt抗虫蛋白基因）转入普通棉花，培育出的棉花植株会产生Bt抗虫蛋白。转入的是基因，得到的却是蛋白质！为什么会这样？原来，基因可以控制蛋白质的合成，这个过程就是基因的表达。为什么一种生物的基因能在另一种生物中表达呢？基因的表达过程是怎样的？各种生物的基因表达过程有什么共同点呢？第4章基因的表达生命的图案，扑朔迷离：从信息到物质，从蓝图到现实，繁复、简约，粗放、精细，是谁创造出，如此的和谐与统一？",
    "64第4章基因的表达第1节基因指导蛋白质的合成基因如何指导蛋白质的合成？我们知道，基因是有遗传效应的DNA片段。DNA主要存在于细胞核中，而蛋白质是在细胞质中合成的。那么，DNA携带的遗传信息是怎样传递到细胞质中的呢？当遗传信息到达细胞质后，细胞又是怎样解读的呢？遗传信息的转录细胞核中的基因如何指导细胞质中的蛋白质合成？科学家推测，在DNA和蛋白质之间，还有一种中间物质充当信使。后来发现细胞中的确有这样的物质，它就是RNA。RNA是什么物质？为什么RNA适于作DNA的信使呢?RNA是另一类核酸，它的分子组成与DNA的很相似：它也是由基本单位——核苷酸连接而成的，核苷酸也含有4种碱基，这些特点使得RNA具备准确传递遗传信息的可能。与DNA不同的是，组成RNA的五碳糖是核糖而不是脱氧核糖（图4\u000e1）；RNA的碱基组成中没有碱基T（胸腺有些科幻电影围绕着虚构的未来场景，展现了这样的科学幻想：各种各样的恐龙飞奔跳跃、相互争斗，而这些“复活”的恐龙是科学家利用提取的恐龙DNA培育繁殖而来的。讨论从原理上分析，利用已灭绝生物的DNA，真的能够使这些生物“复活”吗？OCH2OHHHHOHHOHOH脱氧核糖OCH2OHHHHOHHHOH核糖核糖脱氧核糖北京自然博物馆的恐龙模型问题探讨●基因如何指导蛋白质的合成？●中心法则是如何描述遗传信息的传递规律的？●几乎所有生物共用同一套密码子的基本事实，给我们什么启示？本节聚焦图4\u000e1核糖和脱氧核糖的结构模式图如果把细胞核想象成司令部，把细胞质想象成战场，那么DNA相当于什么角色？它为什么不能到细胞质中直接指挥蛋白质的合成？想象空间",
    "第1节基因指导蛋白质的合成65嘧啶），而替换成碱基U（尿嘧啶）（图4\u000e2）；RNA一般是单链，而且比DNA短，因此能够通过核孔，从细胞核转移到细胞质中。这种作为DNA信使的RNA叫信使RNA（messengerRNA），也叫mRNA。此外还有转运RNA（transferRNA），也叫tRNA，以及核糖体RNA（ribosomalRNA），也叫rRNA（图4\u000e3）。DNA的遗传信息是怎样传给mRNA的?科学家通过研究发现，RNA是在细胞核中，通过RNA聚合酶以DNA的一条链为模板合成的，这一过程叫作转录（transcription）。下面以mRNA为例说明转录的基本过程。当细胞开始合成某种蛋白质时，RNA聚合酶与编码这个蛋白质的一段DNA结合，使DNA双链解开，双链的碱基得以暴露。细胞中游离的核糖核苷酸与DNA模板链上的碱基互补配对，在RNA聚合酶的作用下，依次连接，然后形成一个mRNA分子（图4\u000e4）。胸腺嘧啶（T）尿嘧啶（U）脱氧核糖DNARNA磷酸腺嘌呤（A）鸟嘌呤（G）胞嘧啶（C）核糖mRNAtRNAUCGUUGGUGGCACAArRNA图4\u000e2DNA与RNA在化学组成上的区别图4\u000e3三种主要的RNA示意图图4\u000e4以DNA为模板转录RNA的示意图第1步DNA双链解开，碱基暴露出来第2步游离的核糖核苷酸与DNA模板链上的碱基互补配对，在RNA聚合酶的作用下开始mRNA的合成第3步新结合的核糖核苷酸连接到正在合成的mRNA分子上第4步合成的mRNA从DNA链上释放。而后，DNA双螺旋恢复DNAmRNA游离的核糖核苷酸RNA聚合酶转录的方向3'5'3'5'3'5'",
    "66第4章基因的表达遗传信息的转录过程思考·讨论遗传信息的翻译mRNA合成以后，通过核孔进入细胞质中。游离在细胞质中的各种氨基酸，就以mRNA为模板合成具有一定氨基酸顺序的蛋白质，这一过程叫作翻译（translation）。你已经知道，核酸的碱基序列蕴含着遗传信息。翻译的实质是将mRNA的碱基序列翻译为蛋白质的氨基酸序列。想一想你查阅英汉词典的过程，正是借助于英文单词与汉字的对应关系，你才能将一篇英文翻译成中文。要想知道mRNA是如何翻译成蛋白质的，首先也要寻找mRNA的碱基与氨基酸之间的对应关系。碱基与氨基酸之间的对应关系是怎样的?DNA和RNA都只含有4种碱基，而在绝大多数生物体内，组成蛋白质的氨基酸有21种。这4种碱基是怎么决定蛋白质的21种氨基酸的呢？设想一下，如果1个碱基决定1个氨基酸，那么，4种碱基只能决定4种氨基酸，这显然是不够的。如果2个碱基决定1个氨基酸，4种碱基能决定16（即42）种氨基酸，还是不够。如果3个碱基决定1个氨基酸，4种碱基能决定64（即43）种氨基酸，这种方式能够满足组成蛋白质的21种氨基酸的需要。上述推测只是破解遗传密码过程中的一步。后来，科学家又通过一步步的推测与实验，最终破解了遗传密码，得知mRNA上3个相邻的碱基决定1个氨基酸。每3个这样的碱基叫作1个密码子（图4\u000e5），科学家将64个密码子编制成了密码子表（表4\u000e1）。1．转录与DNA复制有什么共同之处？这对保证遗传信息的准确转录有什么意义？2．与DNA复制相比，转录所需要的原料和酶各有什么不同？3．转录成的RNA的碱基序列，与DNA两条单链的碱基序列各有哪些异同？tRNA和rRNA参与蛋白质的合成过程，但是这两种RNA本身不会翻译为蛋白质。相关信息密码子密码子缬氨酸CCmRNAGGUUGUGGCAAAA组氨酸CCmRNAGGUUGUGGCAAAA精氨酸决定决定决定密码子CCmRNAGGUUGUGGCAAAAmRNA密码子密码子密码子决定决定决定缬氨酸组氨酸精氨酸CCGGUUGAAmRNA图4\u000e5密码子的示意图5'3'",
    "第1节基因指导蛋白质的合成67mRNA进入细胞质后，就与蛋白质的“装配机器”——核糖体结合起来，形成合成蛋白质的“生产线”。有了“生产线”，还要有“工人”，才能生产产品。游离在细胞质中的氨基酸，是怎样被运送到合成蛋白质的“生产线”上的呢?将氨基酸运送到“生产线”上去的“搬运工”，是另一种RNA——tRNA。tRNA的种类很多，但是，每种tRNA只能识别并转运一种氨基酸。tRNA比mRNA小得多，分子结构也很特别：RNA链经过折叠，看上去像三叶草的叶形，其一端是携带氨基酸的部位，另一端有3个相邻的碱基（图4\u000e6）。每个tRNA的这3个碱基可以与mRNA上的密码子互补配对，叫作反密码子。分析密码子的特点思考·讨论1．从密码子表可以看出，像苯丙氨酸、亮氨酸这样，绝大多数氨基酸都有几个密码子，这一现象称作密码子的简并。你认为密码子的简并对生物体的生存发展有什么意义？2．几乎所有的生物体都共用上述密码子。根据这一事实，你能想到什么？表4\u000e121种氨基酸的密码子表图4\u000e6tRNA的结构示意图第一个碱基UCAG第三个碱基第二个碱基UCAG苯丙氨酸苯丙氨酸亮氨酸亮氨酸亮氨酸亮氨酸亮氨酸亮氨酸异亮氨酸异亮氨酸异亮氨酸甲硫氨酸（起始）缬氨酸缬氨酸缬氨酸缬氨酸、甲硫氨酸（起始②）丝氨酸丝氨酸丝氨酸丝氨酸脯氨酸脯氨酸脯氨酸脯氨酸苏氨酸苏氨酸苏氨酸苏氨酸丙氨酸丙氨酸丙氨酸丙氨酸酪氨酸酪氨酸终止终止组氨酸组氨酸谷氨酰胺谷氨酰胺天冬酰胺天冬酰胺赖氨酸赖氨酸天冬氨酸天冬氨酸谷氨酸谷氨酸半胱氨酸半胱氨酸终止、硒代半胱氨酸①色氨酸精氨酸精氨酸精氨酸精氨酸丝氨酸丝氨酸精氨酸精氨酸甘氨酸甘氨酸甘氨酸甘氨酸UCAGUCAGUCAGUCAG注：①在正常情况下，UGA是终止密码子，但在特殊情况下，UGA可以编码硒代半胱氨酸。②在原核生物中，GUG也可以作起始密码子，此时它编码甲硫氨酸。OHP结合氨基酸的部位碱基配对反密码子3'5'",
    "68第4章基因的表达第4步核糖体沿mRNA移动，读取下一个密码子。原位点1的tRNA离开核糖体，原位点2的tRNA进入位点1，一个新的携带氨基酸的tRNA进入位点2，继续肽链的合成就这样，随着核糖体的移动，tRNA以上述方式将携带的氨基酸输送过来，以合成肽链。直到核糖体遇到mRNA的终止密码子，合成才告终止第1步mRNA进入细胞质，与核糖体结合。携带甲硫氨酸的tRNA，通过与碱基AUG互补配对，进入位点1第3步甲硫氨酸与这个氨基酸形成肽键，从而转移到位点2的tRNA上肽链合成后，就从核糖体与mRNA的复合物上脱离，通常经过一系列步骤，盘曲折叠成具有特定空间结构和功能的蛋白质分子，然后开始承担细胞生命活动的各项职责。图4\u000e7向你展示了蛋白质合成这条“生产线”的情景。注意，核糖体是沿着mRNA移动的。核糖体与mRNA的结合部位会形成2个tRNA的结合位点。第2步携带某个氨基酸的tRNA以同样的方式进入位点2图中M表示甲硫氨酸，H和W表示其他不同的氨基酸核糖体移动方向图4\u000e7蛋白质合成示意图3'3'3'3'5'5'5'5'",
    "第1节基因指导蛋白质的合成69一个mRNA分子上结合多个核糖体，同时合成多条肽链正在合成的肽链核糖体mRNA一、概念检测1．基因的表达包括遗传信息的转录和翻译两个过程。判断下列相关表述是否正确。（1）DNA转录形成的mRNA，与母链碱基的组成、排列顺序都是相同的。（）（2）一个密码子只能对应一种氨基酸，一种氨基酸必然有多个密码子。（）2．密码子决定了蛋白质的氨基酸种类以及翻译的起始和终止。密码子是指（）A．基因上3个相邻的碱基B．DNA上3个相邻的碱基C．tRNA上3个相邻的碱基D．mRNA上3个相邻的碱基二、拓展应用红霉素、环丙沙星、利福平等抗菌药物能够抑制细菌的生长，它们的抗菌机制如下表所示，请结合本节内容说明这些抗菌药物可用于治疗疾病的道理。练习与应用环丙沙星红霉素利福平抗菌药物抗菌机制能与核糖体结合，抑制肽链的延伸抑制细菌DNA的复制抑制细菌RNA聚合酶的活性在细胞质中，翻译是一个快速高效的过程。通常，一个mRNA分子上可以相继结合多个核糖体，同时进行多条肽链的合成（如右图），因此，少量的mRNA分子就可以迅速合成大量的蛋白质。中心法则从信息传递的角度来看，基因指导蛋白质合成的过程，就是遗传信息从DNA流向RNA，进而流向蛋白质的过程。在蛋白质的合成过程完全弄清楚之前，科学家克里克首先预见了遗传信息传递的一般规律，并于1957年提出了中心法则（centraldogma）：遗传信息可以从DNA流向DNA，即DNA的复制；也可以从DNA流向RNA，进而流向蛋白质，即遗传信息的转录和翻译。随着研究的不断深入，科学家对中心法则作出了补充：少数生物（如一些RNA病毒）的遗传信息可以从RNA流向RNA以及从RNA流向DNA（图4\u000e8）。在遗传信息的流动过程中，DNA、RNA是信息的载体，蛋白质是信息的表达产物，而ATP为信息的流动提供能量，可见，生命是物质、能量和信息的统一体。DNARNA逆转录蛋白质转录复制复制翻译图4\u000e8中心法则图解（虚线表示少数生物的遗传信息的流向）",
    "70第4章基因的表达遗传密码的破译生物科学史话蛋白质体外合成实验示意图Tyr：酪氨酸Ser：丝氨酸Phe：苯丙氨酸Cys：半胱氨酸遗传密码真的是以3个碱基为一组的吗？遗传密码的阅读方式究竟是重叠的还是非重叠的？密码子之间是否有分隔符？解答这些问题，不能只靠理论推导，必须拿出实验证据。科学家克里克和他的同事通过大量的实验工作，于1961年找到了答案。克里克以T4噬菌体为实验材料，研究其中某个基因的碱基增加或减少对其所编码蛋白质的影响。克里克发现，在相关碱基序列中增加或删除1个或2个碱基，无法产生具有正常功能的蛋白质，但是，当增加或删除3个碱基时，却合成了具有正常功能的蛋白质。克里克是第一个用实验证明遗传密码中3个碱基编码1个氨基酸的科学家。这个实验同时表明：遗传密码从一个固定的起点开始，以非重叠的方式阅读，密码子之间没有分隔符。克里克虽然阐明了遗传密码的总体特征，但是无法说明由3个碱基排列成的1个密码子对应的究竟是哪一个氨基酸。就在克里克的实验完成的同一年，两个名不见经传的年轻人——美国生物学家尼伦伯格（M.W.Nirenberg，1927—2010）和在他实验室工作的德国生物学家马太（J.H.Matthaei，1929—），破译了第一个遗传密码。与克里克的思路完全不同，尼伦伯格和马太采用了蛋白质的体外合成技术。他们在每个试管中分别加入一种氨基酸，再加入除去了DNA和mRNA的细胞提取液，以及人工合成的RNA多聚尿嘧啶核苷酸，结果加入苯丙氨酸的试管中出现了多聚苯丙氨酸的肽链。实验结果说明，多聚尿嘧啶核苷酸导致了多聚苯丙氨酸的合成，而多聚尿嘧啶核苷酸的碱基序列是由许多个尿嘧啶组成的（UUUUUU……），可见由尿嘧啶组成的碱基序列编码由苯丙氨酸组成的肽链。结合克里克得出的3个碱基决定1个氨基酸的实验结论，与苯丙氨酸对应的密码子应该是UUU。第一个密码子被破译了！遗传密码的破译是生物学发展史上一个伟大的里程碑。在此后的五六年里，多位科学家沿着蛋白质体外合成的思路，不断改进实验方法，终于破译了全部64个密码子，并编制出密码子表。几乎所有的生物共用一套密码子，这暗示着生物可能具有共同的起源。各管加入多聚尿嘧啶核苷酸及除去DNA和mRNA的细胞提取液",
    "第2节基因表达与性状的关系71第2节基因表达与性状的关系同一株水毛茛，裸露在空气中的叶和浸在水中的叶，表现出了两种不同的形态。讨论1．这两种形态的叶，其细胞的基因组成一样吗？2．这两种叶形的差异，可能是由什么因素引起的？编码淀粉分支酶的基因被插入的DNA序列打乱淀粉分支酶异常，活性大大降低淀粉合成受阻，含量降低淀粉含量低的豌豆由于失水而皱缩水毛茛我们已经知道生物体的性状是由基因控制的。那么，基因是如何控制性状的呢？上面“问题探讨”的内容又在提示我们，基因和性状不一定是一一对应的关系。这又是怎么回事呢？基因表达产物与性状的关系一百多年前，孟德尔曾经研究过豌豆种子的圆粒与皱粒这一对相对性状，并用遗传因子理论作出了精彩的解释。如今，如何从基因表达的层面作出更深入的解释呢？原来，与圆粒豌豆不同的是，皱粒豌豆的DNA中插入了一段外来DNA序列，打乱了编码淀粉分支酶的基因，导致淀粉分支酶出现异常，活性大大降低，进而使细胞内淀粉含量降低。淀粉在细胞中具有保留水分的作用。当豌豆成熟时，淀粉含量高的豌豆能有效地保留水分，十分饱满；淀粉含量低的豌豆由于失水而皱缩（图4\u000e9）。从上述实例可以看出，基因通过控制酶的合成来控制代谢过程，进而控制生物体的性状。又如，人的白化症状是由编码酪氨酸酶的基因异常而引起的。酪氨酸酶存在于正常人的皮肤、毛发等处，它能将酪氨酸转变为黑色素。如果一个人由于基因异常而缺少酪氨酸酶，那么这个人就不能合成黑色素，从而表现出白化症状。除上述方式以外，基因还能通过控制蛋白质的结构直问题探讨●基因如何控制生物体的性状？●细胞分化与基因表达有什么关系？●表观遗传信息是如何调控基因表达的？●怎样理解基因与性状关系的复杂性？本节聚焦图4\u000e9皱粒豌豆的形成机制",
    "72第4章基因的表达接控制生物体的性状。例如，在大约70%的囊性纤维化患者中，编码CFTR蛋白（一种转运蛋白）的基因缺失了3个碱基对，导致CFTR蛋白在第508位缺少苯丙氨酸，其空间结构发生变化，使CFTR转运氯离子的功能出现异常，导致患者支气管中黏液增多，管腔受阻，细菌在肺部大量生长繁殖，最终使肺功能严重受损。基因的选择性表达与细胞分化生物体多种性状的形成，都是以细胞分化为基础的。同一生物体中不同类型的细胞，基因都是相同的，而形态、结构和功能却各不相同，这是为什么呢？科学家研究发现，细胞中的基因有些表达，有些不表达。在不同类型的细胞中，表达的基因大致可以分为两类：一类是在所有细胞中都表达的基因，指导合成的蛋白质是维持细胞基本生命活动所必需的，如核糖体蛋白基因、ATP合成酶基因；另一类是只在某类细胞中特异性表达的基因，如卵清蛋白基因、胰岛素基因。细胞分化的本质就是基因的选择性表达。基因的选择性表达与基因表达的调控有关。囊性纤维化是北美白种人中常见的一种遗传病，患者支气管被异常的黏液堵塞，常于幼年时死于肺部感染。相关信息分析不同类型细胞中DNA和mRNA的检测结果思考·讨论科学家提取了鸡的输卵管细胞、红细胞（有细胞核）和胰岛细胞，对这3种细胞中的DNA和mRNA进行了检测，结果如下表所示。讨论1．这3种细胞中合成的蛋白质种类有什么差别？说明：“+”表示检测发现相应的分子，“-”表示检测未发现相应的分子。2．3种细胞中的DNA都含有卵清蛋白基因、珠蛋白基因和胰岛素基因，但只检测到其中一种基因的mRNA，这一事实说明了什么？输卵管细胞胰岛细胞红细胞检测的3种细胞++++++++++++------卵清蛋白基因、珠蛋白基因、胰岛素基因卵清蛋白mRNA珠蛋白mRNA胰岛素mRNA",
    "第2节基因表达与性状的关系73柳穿鱼花的形态结构和小鼠毛色的遗传思考·讨论表观遗传基因什么时候表达、在哪种细胞中表达以及表达水平的高低都是受到调控的，这种调控会直接影响性状。资料1柳穿鱼是一种园林花卉。下图所示的两株柳穿鱼，除了花的形态结构不同，其他方面基本相同。柳穿鱼的花植株A植株B柳穿鱼花的形态结构与Lcyc基因的表达直接相关。上图所示的两株柳穿鱼，它们体内Lcyc基因的序列相同，只是植株A的Lcyc基因在开花时表达，植株B的Lcyc基因不表达。研究表明，植株B的Lcyc基因不表达的原因是它被高度甲基化（Lcyc基因有多个碱基连接甲基基团）了。科学家将这两个植株作为亲本进行杂交，F1的花与植株A的相似，F1自交的F2中绝大部分植株的花与植株A的相似，少部分植株的花与植株B的相似。资料2某种实验小鼠的毛色受一对等位基因Avy和a的控制，Avy为显性基因，表现为黄色体毛，a为隐性基因，表现为黑色体毛。将纯种黄色体毛的小鼠与纯种黑色体毛的小鼠杂交，子一代小鼠的基因型都是Avya，却表现出不同的毛色：介于黄色和黑色之间的一系列过渡类型。研究表明，在Avy基因的前端（或称“上游”）有一段特殊的碱基序列决定着该基因的表达水平，这段碱基序列具有多个可发生DNA甲基化修饰的位点。当这些位点没有甲基化时，Avy基因正常表达，小鼠表现为黄色；当这些位点甲基化后，Avy基因的表达就受到抑制。这段碱基序列的甲基化程度越高，Avy基因的表达受到的抑制越明显，小鼠体毛的颜色就越深。讨论1．上述资料中，柳穿鱼和小鼠性状改变的原因是什么？2．分析资料1，F1的花为什么与植株A的相似？在F2中，为什么有些植株的花与植株B的相似？3．资料1和资料2展示的遗传现象有什么共同点？这对你认识基因和性状的关系有什么启示？表现出不同毛色的Avya小鼠",
    "74第4章基因的表达上述实例中，柳穿鱼Lcyc基因和小鼠Avy基因的碱基序列没有变化，但部分碱基发生了甲基化修饰（图4\u000e10），抑制了基因的表达，进而对表型产生影响。这种DNA甲基化修饰可以遗传给后代，使后代出现同样的表型。像这样，生物体基因的碱基序列保持不变，但基因表达和表型发生可遗传变化的现象，叫作表观遗传（epigeneticinheritance）。表观遗传现象普遍存在于生物体的生长、发育和衰老的整个生命活动过程中。例如，基因组成相同的同卵双胞胎所具有的微小差异就与表观遗传有关；一个蜂群中，蜂王和工蜂都是由受精卵发育而来的，但它们在形态、结构、生理和行为等方面截然不同，表观遗传也在其中发挥了重要作用。有兴趣的同学，可以查阅资料，了解更多表观遗传的实例。5'5'5'5'3'3'3'3'CH3CH3综上所述，基因通过其表达产物——蛋白质来控制性状，细胞内的基因表达与否以及表达水平的高低都是受到调控的。细胞分化是基因选择性表达的结果，表观遗传能够使生物体在基因的碱基序列不变的情况下发生可遗传的性状改变。在大多数情况下，基因与性状的关系并不是简单的一一对应的关系。一个性状可以受到多个基因的影响。例如，人的身高是由多个基因决定的，其中每个基因对身高都有一定的作用。一个基因也可以影响多个性状。例如，我国科学家研究发现水稻中的Ghd7基因编码的蛋白质不仅参与了开花的调控，而且对水稻的生长、发育和产量都有重要作用。同时，生物体的性状也不完全是由基因决定的，环境对性状也有着重要影响。例如，后天的营养和体育锻炼等对人的身高也有重要作用；“问题探讨”中水毛茛两种类型叶的形成也与环境因素相关。基因与基因、基因与基因表达产物、基因与环境之间存在着复杂的相互作用，这种相互作用形成了一个错综复杂的网络，精细地调控着生物体的性状。图4\u000e10DNA甲基化示意图除了DNA甲基化，构成染色体的组蛋白发生甲基化、乙酰化等修饰也会影响基因的表达。相关信息你如何评价基因决定生物体的性状这一观点？批判性思维有研究表明，吸烟会使人的体细胞内DNA的甲基化水平升高，对染色体上的组蛋白也会产生影响。不仅如此，还有研究发现，男性吸烟者的精子活力下降，精子中DNA的甲基化水平明显升高。请查阅相关资料，结合表观遗传、烟草烟雾中含有的化学物质及其危害等知识，向亲友和周围人群深入宣传戒烟的道理。与社会的联系CCCCGGGG",
    "第2节基因表达与性状的关系75一、概念检测1．个体的性状和细胞的分化都取决于基因的表达及其调控。判断下列相关表述是否正确。（1）基因与性状之间是一一对应的关系。（）（2）细胞分化产生不同类型的细胞，是因为不同类型的细胞内基因的表达存在差异。（）2．我国科学家将含有人凝血因子基因的DNA片段注射到羊的受精卵中，由该受精卵发育而成的羊，分泌的乳汁中含有人的凝血因子，可治疗血友病。下列叙述错误的是（）A．这项研究说明人和羊共用一套遗传密码B．该羊的乳腺细胞中含有人的凝血因子基因C．该羊分泌的乳汁中含有人的凝血因子基因D．该羊的后代也可能含有人的凝血因子基因二、拓展应用1．有人说，“基因是导演，蛋白质是演员，性状是演员的表演作品。”你认为这种说法有道理吗？为什么？请你整理总结基因、蛋白质和性状三者之间的关系。2．孟德尔通过豌豆杂交实验发现了分离定律和自由组合定律，然而，与他同时代的一些生物学家利用某些植物做一些性状的杂交实验时，并没有得出3∶1和9∶3∶3∶1的数量比；孟德尔用山柳菊也未得到与豌豆杂交实验相同的结果。请回答下列问题。（1）为什么利用这些植物进行某些性状的杂交实验时，难以得出3∶1和9∶3∶3∶1的数量比？请运用所学知识对可能的原因作出推测。（2）你怎样看待科学实验的可重复性？3．某种猫的雄性个体有两种毛色：黄色和黑色；而雌性个体有三种毛色：黄色、黑色、黑黄相间。分析这种猫的基因，发现控制毛色的基因是位于X染色体上的一对等位基因：XO（黄色）和XB（黑色），雄猫只有一条X染色体，因此，毛色不是黄色就是黑色。而雌猫却出现了黑黄相间的类型，这是为什么呢？是不是雌猫的有些细胞内XO表达，而另一些细胞内XB表达呢？请查找资料，寻找答案。提出假说遗传学家曾做过这样的实验：果蝇幼虫正常的培养温度为25℃，将刚孵化的残翅果蝇幼虫放在31℃的环境中培养，得到了一些翅长接近正常的果蝇成虫，这些翅长接近正常的果蝇在正常环境温度下产生的后代仍然是残翅果蝇。请针对高温培养残翅果蝇幼虫得到翅长接近正常的果蝇成虫的原因提出假说，进行解释。提示：翅的发育是否经过酶催化的反应？酶与基因的关系是怎样的？酶与温度的关系是怎样的？残翅果蝇翅长接近正常的果蝇练习与应用思维训练",
    "76第4章基因的表达基因工程的应用随着人类对基因的认识越来越深入，人们设想把一种生物的某个基因提取出来，加以改造，然后转移到另一种生物的细胞里，创造出符合人们需要的新的生物类型和生物产品，这种技术就是基因工程。基因工程自20世纪70年代兴起以来，取得了突飞猛进的发展，在农牧业、医药卫生、食品工业、环境保护等方面展示出了美好的应用前景。1993年，中国农业科学院的科学家成功地培育出了抗棉铃虫的转基因抗虫棉，抗虫的基因来自苏云金杆菌。如今，科学家已利用这一基因成功地培育出了抗虫的烟草、玉米、水稻等多种作物。抗虫转基因作物的种植，减少了农药的用量，不仅大大降低了生产成本，还减少了农药对环境的污染。此外，人们还培育出了抗病毒的番木瓜、抗除草剂的玉米、油菜、大豆等多种转基因作物。在畜牧养殖业上，还用基因工程的方法培育出了转基因奶牛、转基因羊等多种转基因动物。胰岛素是治疗糖尿病的特效药。以往临床上使用的胰岛素主要是从牛的胰腺中提取的，用这种方法生产的胰岛素产量低、价格昂贵，远远不能满足需求。1978年，科学家将人的胰岛素基因转入大肠杆菌中，利用大肠杆菌生产胰岛素。用这种方法得到的胰岛素产量高，满足了临床需求。用基因工程方法生产的药物还有干扰素、白细胞介素、乙肝疫苗等。大多数奶酪的生产需要使用凝乳酶。传统的获得凝乳酶的方法是杀死未断奶的小牛，从其胃中提取。1990年，科学家将牛的凝乳酶基因转入大肠杆菌中，通过工业发酵来批量生产凝乳酶。用基因工程方法生产的还有蔗糖酶、酯酶等工业用酶以及色氨酸等营养品。除了上述应用，基因工程还可以用于环境保护。例如，利用转基因细菌降解有毒有害的化合物，吸收环境中的重金属，分解泄漏的石油，处理工业废水等。转基因羊科学·技术·社会普通棉抗虫棉",
    "理解概念●基因的表达是指基因通过mRNA指导蛋白质的合成，包括遗传信息的转录和翻译两个阶段。转录是以DNA的一条链为模板，按照碱基互补配对原则，在细胞核内合成mRNA的过程。翻译是以mRNA为模板，按照密码子和氨基酸之间的对应关系，在核糖体上合成具有一定氨基酸顺序的蛋白质的过程。●基因通过其表达产物——蛋白质来控制性状。基因不同会导致可遗传的性状差异。基因相同的个体之间也会存在可遗传的性状差异。来自同一个受精卵的细胞，尽管基因组成都相同，也会出现形态、结构和功能的分化，其实质是基因的选择性表达。基因之所以能够选择性表达是由于细胞有调控基因表达的机制。DNA甲基化等因素导致基因在其碱基序列不变的情况下，表达情况发生可遗传的变化，这就是表观遗传。●在大多数情况下，基因与性状之间并不是简单的一一对应的关系，有的性状是由多个基因共同决定的，有的基因可影响多个性状。一般来说，性状是基因和环境共同作用的结果。发展素养通过本章的学习，应在以下几方面得到发展。●基于遗传信息可以从DNA流向RNA，进而流向蛋白质的事实，阐明生命活动不仅需要物质和能量，也需要信息，生命是物质、能量和信息的统一体。●基于地球上几乎所有的生物都共用一套遗传密码的事实，阐明生物界的统一性，认同当今生物可能有着共同的起源。●通过了解基因与性状之间关系的复杂性，认同生物学中因果关系的复杂性，学习和研究生物学需要摈弃简单机械的线性决定论的思维模式，尝试对复杂事物进行多角度、多因素的分析。●通过了解中心法则的提出和修正过程，以及表观遗传的发现等，认同科学是不断发展的，科学概念也是在不断更新或修正的，人们对自然界的探究永无止境。本章小结77",
    "78第4章基因的表达二、非选择题1.我国科学家发现在体外实验条件下，某两种蛋白质可以形成含铁的杆状多聚体，这种多聚体能识别外界磁场并自动顺应磁场方向排列。编码这两种蛋白质的基因，在家鸽的视网膜中共同表达。请回答下列问题。（1）家鸽视网膜细胞表达这两种蛋白质的基本过程是。（2）家鸽的所有细胞是否都含有这两个基因并进行表达（答“是”或“否”），判断的理由是。（3）如果这两个基因失去功能，家鸽的行为可能发生的变化是。要验证你的推测，请设计实验来验证，写出你的实验思路：。2．在人群中，有多种遗传病是由苯丙氨酸的代谢缺陷所致。人体内苯丙氨酸的代谢途径如下图所示。一、选择题1．已知一段双链DNA中，鸟嘌呤所占的比例为20%，由这段DNA转录出来的mRNA中，胞嘧啶的比例是（）A．10%B．20%C．40%D．无法确定2．一条肽链有500个氨基酸，则作为合成该肽链模板的mRNA和用来转录mRNA的DNA的碱基至少有（）A．500个和1000个B．1000个和2000个C．1500个和1500个D．1500个和3000个3．基因指导蛋白质合成的过程包括转录和翻译，下列相关叙述错误的是（）A．转录和翻译都遵循碱基互补配对原则B．转录以核糖核苷酸为原料，翻译以氨基酸为原料C．遗传信息既可以从DNA流向蛋白质，也可以从蛋白质流向DNAD．在真核细胞中，染色体上基因的转录和翻译是在细胞内的不同区室中进行的4．基于对基因与生物体性状关系的理解，判断下列表述正确的是（）A．生物体的性状主要是由基因决定的B．每种性状都是由一个特定的基因决定的C．基因都是通过控制酶的合成来控制性状的D．基因的碱基序列相同，该基因决定的性状一定相同5．人体的神经细胞和肌细胞的形态、结构和功能不同，是因为这两种细胞内（）A．tRNA不同B．rRNA不同C．mRNA不同D．DNA上的遗传信息不同苯丙酮酸苯丙氨酸酶①酶⑥酪氨酸酶⑤黑色素酶②尿黑酸酶③乙酰乙酸酶④CO2+H2O请回答下列问题。（1）哪种酶的缺乏会导致人患白化病？尿黑酸在人体内积累会使人的尿液中含有尿黑酸，这种尿液暴露在空气中会变成黑色，这是尿黑酸症的普遍表现。请分析缺乏哪种酶会使人患尿黑酸症。（2）从这个例子可以看出，基因、营养物质的代谢途径和遗传病这三者之间有什么关系？（3）苯丙酮尿症表现为苯丙氨酸的代谢产物之一——苯丙酮酸积累，并从尿中大量排出，而苯丙酮酸在脑中积累可阻碍脑的发育，造成智力低下。从2009年起，我国政府启动了苯丙酮尿症患儿特殊奶粉补助项目，这种特殊奶粉不含苯丙氨酸。启动这个项目的意义是什么？复习与提高",
    "遗传造就生命延续的根基，变异激起进化的层层涟漪。研究遗传变异的分子机制，为人类健康增添新的助力。虎不仅是亚洲特有的珍稀动物，而且是起源于我国黄河中游的大型猛兽。虎的体色一般是黄底黑纹的，但也有白底黑纹的——白虎。白虎是患了白化病吗？如果是，为什么体表又有黑色条纹呢？我国科学家研究发现，同橘黄色的普通虎相比，白虎的一个色素基因——SLC45A2发生了突变，抑制了背景毛色黑色素的合成，但不影响条纹部分黑色素的另一条合成通路，因此，白虎体表仍有较浅的黑色条纹。什么是基因突变？基因突变是怎样发生的？基因突变对生物的生存是有利的还是有害的？除基因突变外，染色体的数目和结构会不会发生改变呢？人类的遗传病是怎样产生的？又该怎样检测和预防呢？第5章基因突变及其他变异",
    "80第5章基因突变及其他变异第1节基因突变和基因重组进行有性生殖的生物，在形成配子的过程中，要进行染色体的复制，实质是遗传物质DNA的复制。碱基互补配对原则能保证DNA复制的准确性，使亲子代间的遗传信息保持一致。遗传信息复制的过程中，会不会出错呢？基因突变的实例镰状细胞贫血镰状细胞贫血（也叫镰刀型细胞贫血症）是一种遗传病。正常人的红细胞是中央微凹的圆饼状，而镰状细胞贫血患者的红细胞却是弯曲的镰刀状（图5-1，右）。这样的红细胞容易破裂，使人患溶血性贫血，严重时会导致死亡。这种病的病因是什么呢？对患者红细胞的血红蛋白分子的分析研究发现，在组成血红蛋白分子的肽链上，发生了氨基酸的替换（图5-2）。我国早在1987年就利用返回式卫星进行航天育种研究：将作物种子带入太空，利用太空中的特殊环境诱导基因发生突变，然后在地面选择优良的品种进行培育。通过航天育种，我国已在水稻、小麦、棉花、番茄、南瓜和青椒等作物上培育出一系列优质品种，取得了极大的经济效益。讨论1．航天育种的生物学原理是什么？2．如何看待基因突变所造成的结果？航天育种成果展问题探讨●基因突变的原因是什么？●细胞癌变的原因是什么？●基因突变和基因重组有哪些重要意义？本节聚焦图5-1正常红细胞（左）和镰状红细胞（右）的电镜照片（放大5000倍）",
    "第1节基因突变和基因重组81缬氨酸组氨酸亮氨酸苏氨酸脯氨酸谷氨酸谷氨酸赖氨酸缬氨酸组氨酸亮氨酸苏氨酸脯氨酸缬氨酸谷氨酸赖氨酸正常碱基序列片段（mRNA）异常碱基序列片段（mRNA）1．图5-2中氨基酸发生了什么变化？2．研究发现，这个氨基酸的变化是编码血红蛋白的基因的碱基序列发生改变所引起的。右图是镰状细胞贫血病因的图解，请你完成图解。想一想这种疾病能否遗传？怎样遗传？3．如果这个基因发生碱基的增添或缺失，氨基酸序列是否也会改变？所对应的性状呢？氨基酸谷氨酸缬氨酸蛋白质正常异常DNAGAGCTCCCGGmRNAGGGG碱基的替换可以导致基因的改变，从而引起所编码的蛋白质的改变。那么，若编码蛋白质的基因序列发生碱基的增添或缺失，是否也会导致蛋白质结构的改变，从而引起性状的改变呢？答案是肯定的。DNA分子中发生碱基的替换、增添或缺失，而引起的基因碱基序列的改变，叫作基因突变（genemutation）。基因突变若发生在配子中，将遵循遗传规律传递给后代。若发生在体细胞中，一般不能遗传。但有些植物的体细胞发生了基因突变，可以通过无性生殖遗传。图5-2血红蛋白分子的部分氨基酸序列及对应的mRNA的碱基序列镰状细胞贫血形成的原因思考·讨论",
    "82第5章基因突变及其他变异人和动物细胞中的DNA上本来就存在与癌变相关的基因：原癌基因和抑癌基因。一般来说，原癌基因表达的蛋白质是细胞正常的生长和增殖所必需的，这类基因一旦突变或过量表达而导致相应蛋白质活性过强，就可能引起细胞癌变。相反，抑癌基因表达的蛋白质能抑制细胞的生长和增殖，或者促进细胞凋亡，这类基因一旦突变而导致相应蛋白质活性减弱或失去活性，也可能引起细胞癌变。癌细胞（图5-3）与正常细胞相比，具有以下特征：能够无限增殖，形态结构发生显著变化，细胞膜上的糖蛋白等物质减少，细胞之间的黏着性显著降低，容易在体内分散和转移，等等。细胞的癌变癌症是威胁人类健康最严重的疾病之一。细胞的癌变与基因突变有关吗？下面以结肠癌为例来探讨。图5-3癌细胞的扫描电镜照片（放大1000倍）在癌症发生的早期，患者往往不表现出任何症状，因而难以及时发现；而对于癌症晚期的患者，目前还缺少有效的治疗手段，因此，要避免癌症的发生。致癌因子是导致癌症的重要因素，在日常生活中应远离致癌因子，选择健康的生活方式。请你上网查一查，或请教防癌专家，生活中怎样做才能远离致癌因子？与社会的联系结肠癌发生的原因思考·讨论结肠癌是一种常见的消化道恶性肿瘤。右图是解释结肠癌发生的简化模型，请观察并回答问题。讨论1．从基因角度看，结肠癌发生的原因是什么？2．健康人的细胞中存在原癌基因和抑癌基因吗？3．根据图示推测，癌细胞与正常细胞相比，具有哪些明显的特点？正常结肠上皮细胞抑癌基因Ⅰ突变抑癌基因Ⅱ突变抑癌基因Ⅲ突变原癌基因突变癌细胞转移癌",
    "第1节基因突变和基因重组83基因突变的原因基因突变是如何产生的呢？1927年，美国遗传学家缪勒（H.J.Muller，1890—1967）发现，用X射线照射果蝇，后代发生突变的个体数大大增加。同年，又有科学家用X射线和γ射线照射玉米和大麦的种子，也得到了类似的结果。此后，人们逐渐发现，易诱发基因突变并提高突变频率的因素可分为三类：物理因素、化学因素和生物因素。例如，紫外线、X射线及其他辐射能损伤细胞内的DNA；亚硝酸盐、碱基类似物等能改变核酸的碱基；某些病毒的遗传物质能影响宿主细胞的DNA，等等。但是，在没有这些外来因素的影响时，基因突变也会由于DNA复制偶尔发生错误等原因自发产生。基因突变的特点自然界中诱发基因突变的因素很多，而且基因突变也会自发产生，因此，基因突变在生物界是普遍存在的。由于DNA碱基组成的改变是随机的、不定向的，因此，基因突变具有随机性和不定向性。基因突变的随机性，表现为基因突变可以发生在生物个体发育的任何时期；可以发生在细胞内不同的DNA分子上，以及同一个DNA分子的不同部位。基因突变具有不定向性，表现为一个基因可以发生不同的突变，产生一个以上的等位基因。在自然状态下，基因突变的频率是很低的。例如，果蝇每个配子中红眼基因突变为白眼基因的频率约为4×10-5。基因突变的意义对生物体来说，基因突变可能破坏生物体与现有环境的协调关系，而对生物体有害。但有些基因突变对生物体是有利的，如植物的抗病性突变、耐旱性突变，微生物的抗药性突变等。还有些基因突变既无害也无益，是中性的。例如，有的基因突变不会导致新的性状出现，就属于中性突变。基因突变是产生新基因的途径。对生物界的种族繁衍和进化来说，产生了新基因的生物有可能更好地适应环境的变化，开辟新的生存空间，从而出现新的生物类型。因此，基因突变是生物变异的根本来源，为生物的进化提供了丰富的原材料。诱变育种利用物理因素（如紫外线、X射线等）或化学因素（如亚硝酸盐等）处理生物，使生物发生基因突变，可以提高突变率，创造人类需要的生物新品种。例如，用辐射方法处理大豆，选育出含油量高的大豆品种。相关信息关于基因突变与生物进化的关系，参见本书第6章第3节。知识链接",
    "84第5章基因突变及其他变异思维训练基因重组基因的自由组合定律告诉我们，在生物体通过减数分裂形成配子时，随着非同源染色体的自由组合，非等位基因也自由组合，产生不同的配子，这样，由雌雄配子结合形成的受精卵，就可能具有与亲代不同的基因型，从而使子代产生变异（图5-4）。此外，在减数分裂过程中的四分体时期，位于同源染色体上的等位基因有时会随着非姐妹染色单体之间的互换而发生交换，导致染色单体上的基因重组。基因重组（generecombination）就是指在生物体进行有性生殖的过程中，控制不同性状的基因的重新组合。基因重组有什么意义呢？一般认为，有性生殖过程中的基因重组使产生的配子种类多样化，进而产生基因组合多样化的子代，其中一些子代可能会含有适应某种变化的、生存所必需的基因组合，因此有利于物种在一个无法预测将会发生什么变化的环境中生存。由此可见，基因重组也是生物变异的来源之一，对生物的进化具有重要意义。分析相关性某研究团队调查了4家医院2006—2013年确诊的肺癌患者1303人，其中吸烟的有823人，占患者总数的63.16%；同时，他们调查健康人作为对照，在1303名健康人中，吸烟的有509人，占39.06%。基于该调查结果，甲乙两人得出了不同结论。甲认为吸烟与肺癌患病率之间存在因果关系，吸烟会使肺癌患病率升高。乙认为上述调查不足以说明吸烟与肺癌患病率之间有因果关系，只能说明二者之间具有较高的相关性。乙在同甲辩论时说：“吸烟的人平时都携带打火机，你能说带打火机与患肺癌之间有因果关系吗？”讨论1．你认为能否从该调查中得出吸烟会导致肺癌患病率升高的结论？如果能，对不吸烟人群中仍有少数人患肺癌如何解释？如果不能，对吸烟与肺癌患病率的高相关性该如何解释？2．基于上面的讨论，结合其他例子，谈谈你对生物学中因果关系的复杂性和概率性的认识。图5-4猫由于基因重组而产生的毛色变异与社会的联系金鱼我国是最早养殖和培育金鱼的国家。金鱼的祖先是野生鲫鱼。在饲养过程中，野生鲫鱼产生基因突变，人们选择喜欢的品种培养，并进行人工杂交。例如，将透明鳞和正常鳞的金鱼杂交，得到了五花鱼；将朝天眼和水泡眼的金鱼杂交，得到了朝天泡眼。正是因为基因突变、基因重组以及人工选择，才会出现色彩斑斓、形态各异的金鱼，极大地丰富了人们的生活。",
    "第1节基因突变和基因重组85一、概念检测我国大面积栽培的水稻有粳稻（主要种植在北方）和籼稻（主要种植在南方）。研究发现，粳稻的bZIP73基因通过一系列作用，增强了粳稻对低温的耐受性。与粳稻相比，籼稻的bZIP73基因中有1个脱氧核苷酸不同，从而导致两种水稻的相应蛋白质存在1个氨基酸的差异。判断下列表述是否正确。（1）bZIP73基因的1个核苷酸的差异是由基因突变导致的。（）（2）bZIP73蛋白质的1个氨基酸的差异是由基因重组导致的。（）（3）基因的碱基序列改变，一定会导致表达的蛋白质失去活性。（）二、拓展应用镰状细胞贫血主要流行于非洲的疟疾高发地区。具有一个镰状细胞贫血突变基因的个体（即杂合子）在氧含量正常的情况下，并不表现出镰状细胞贫血的症状，因为该个体能同时合成正常和异常的血红蛋白，并对疟疾具有较强的抵抗力。（1）这些地区具有镰状细胞贫血突变基因的人占总人口的比例较其他地区的高，为什么？（2）为什么某些看起来对生物生存不利的基因，历经漫长的进化历程依然“顽固”地存在？请结合这个例子阐明原因，并分析如何辩证地认识基因突变与生物的利害关系。练习与应用生物科技进展基因组编辑随着对基因研究的深入，科学家设想，如果能对基因进行定点“修改”，以改变目的基因的序列和功能，让“不好”的基因变成“好”的基因，就可以进行基因治疗和物种改良。这就是基因组编辑（genomeediting）的由来。2013年，美籍华裔生物学家张锋首次利用CRISPR/Cas9系统对哺乳动物细胞进行了基因组编辑，引起世界的轰动，这也使CRISPR/Cas9成为应用最广泛的基因组编辑技术。使用该技术，需要向要进行编辑的细胞中加入以下组分：人工合成的短链RNA和一种来自细菌的核酸酶Cas9。短链RNA作为“向导”，它的部分序列通过碱基互补配对原则，与目的基因中希望被编辑的DNA序列相结合；核酸酶Cas9也与短链RNA结合，然后切割与“向导”RNA结合的DNA，使DNA双链断裂；这种情况下，细胞内原有的负责修复DNA切口的酶将“行动”起来，修复断裂的DNA。此时，如果向细胞中加入大量可用于修复的模板DNA（即大部分序列与被切割位点附近的序列相同，但个别位点被人工改变的DNA），细胞就会以这些片段为模板合成DNA。就这样，人类希望改变的碱基序列被引入基因组中，基因组的准确编辑由此实现。此外，如果想让某个基因失去功能，也可以利用基因组编辑来破坏目的基因。我国科学家在基因组编辑这个新兴领域创造了多项世界第一。例如，2014年首次对猴进行了基因组编辑并获得成功；2016年首次将基因组编辑用于治疗癌症，等等。对于基因突变导致的疾病，基因组编辑技术所具有的类似“手术刀”的潜力，一定大有用武之地。当然，我们在赞叹它的神奇魔力时，还要特别注意防范风险：一是基因组编辑技术本身存在着识别准确性等方面的问题；二是对人类基因进行“改造”时要严格遵守法律法规，不能违反人类的伦理道德。",
    "86第5章基因突变及其他变异科学·技术·社会精准医疗无论从基因层面还是从蛋白质以及代谢等层面看，人类的个体差异都是普遍存在的。同一种病的患者，采用同一种治疗方案，效果可能大不相同。因此，现代医学在挽救生命、增进健康的同时，也出现了不少无效治疗、过度治疗和有害治疗的情况。如何针对不同患者的基因、蛋白质、代谢和环境因素等特点，更加精准地进行个性化医疗呢？随着人类基因组学、蛋白质组学和大数据技术的发展，人们看到了这一想法成为现实的可能，精准医疗应运而生。精准医疗就是以患者基因组信息作为代表的组学信息为基础，通过大数据分析的方法和技术，为患者量身设计出最佳的治疗方案，以达到治疗效果最大化和副作用最小化的一种新型医疗模式。以癌症的治疗为例，传统的治疗方法主要有手术、化疗或放疗、使用其他抗癌药物等。手术切除的创伤巨大，而且不一定能做到完全清除癌细胞，还必须结合化疗或放疗进行辅助治疗；化疗和放疗由于缺乏特异性，“杀敌一千，自损八百”，在杀死癌细胞的同时也杀死正常细胞，副作用很大；另外，症状相似的同一种癌症，可能是由不同的基因突变造成的，使同一种抗癌药物对一些患者有效而对另一些无效。近年来，精准医疗在癌症治疗上取得了明显进展，医生在分析患者基因信息的基础上精准地选择靶向药物，让一些患者减轻了痛苦，延长了生命。实施精准医疗需要进行精准诊断和精准治疗。精准诊断主要是指采集患者的生物样本，通过基因测序平台测得患者的DNA等分子层面的信息，利用基于大数据的生物信息学分析工具对所有的信息进行整合分析、可视化展现，找到与疾病有关的基因突变，形成精确的临床诊断报告。精准治疗主要是利用基因组学和大数据分析技术，精确地寻找治疗靶点，精确地确定最佳药物及用药效率等方面的信息。精准医疗已经向人们展现出广阔的应用前景，也面临一些需要攻克的难题。例如，通过基因测序获得的海量遗传信息，要读懂它就十分不易，要把它运用于临床更加困难，这就需要发展大数据分析的方法和技术。再如，精准医疗需要建立许多患者的基因等信息的数据库，这涉及个人隐私和一些伦理问题，而这些数据如何实现共享，则有赖于计算机及网络技术的发展。",
    "第2节染色体变异87第2节染色体变异作为野生植物的后代，许多栽培植物的染色体数目却与它们的祖先大不相同，如马铃薯和香蕉（见右表）。讨论1．根据前面所学减数分裂的知识，试着完成该表格。2．为什么平时吃的香蕉是没有种子的？3．分析表中数据，你还能提出什么问题吗？能否发挥想象力作出一些推测呢？马铃薯和香蕉的染色体数目表我们已经知道，减数分裂和受精作用，能够使生物体亲子代间的染色体数目保持稳定。然而，马铃薯和香蕉的染色体数目为什么与它们的野生祖先有很大差别呢？其实，在自然界，像马铃薯和香蕉这样的例子还有很多，这充分说明了生物界的复杂性。换个角度想，生物界如果只有稳定，而没有变化，又何来多样性和进化呢？生物体的体细胞或生殖细胞内染色体数目或结构的变化，称为染色体变异（chromosomalvariation）。染色体数目的变异染色体数目的变异可以分为两类：一类是细胞内个别染色体的增加或减少，另一类是细胞内染色体数目以一套完整的非同源染色体为基数成倍地增加或成套地减少。二倍体和多倍体在大多数生物的体细胞中，染色体都是两两成对的，也就是说含有两套非同源染色体，其中每套非同源染色体称为一个染色体组。例如，野生马铃薯体细胞中有两个染色体组（图5-5），每个染色体组包括12条形态和功能不同的非同源染色体。像这样，体细胞中含有两个染色体组的个体叫作二倍体（diploid）。问题探讨马铃薯香蕉体细胞染色体数/条配子染色体数/条体细胞非同源染色体/套野生祖先种生物种类242234482233野生祖先种栽培品种栽培品种●染色体数目的变异有哪些类型？●什么是单倍体、二倍体和多倍体？●染色体结构的变异有哪些类型？本节聚焦图5-5野生马铃薯的染色体组成（红色为荧光标记）",
    "88第5章基因突变及其他变异图5-6蜂王（左）、雄蜂（中）和工蜂（右）一般情况下，二倍体通过减数分裂形成的配子只有一个染色体组。如果二倍体的减数分裂出现错误，形成含有两个染色体组的配子，这样的配子与含有一个染色体组的配子结合，发育成的个体的体细胞中就含有三个染色体组，称作三倍体。如果两个含有两个染色体组的配子结合，发育成的个体的体细胞中就含有四个染色体组，称作四倍体。如果二倍体在胚或幼苗时期受某种因素影响，体细胞在进行有丝分裂时，染色体只复制未分离，也会形成四倍体。体细胞中含有三个或三个以上染色体组的个体，统称为多倍体。四倍体可以通过减数分裂形成含有两个染色体组的配子。三倍体因为原始生殖细胞中有三套非同源染色体，减数分裂时出现联会紊乱，因此不能形成可育的配子。香蕉、三倍体无子西瓜的果实中没有种子，原因就在于此。在自然界，几乎全部动物和过半数的高等植物都是二倍体。多倍体在植物中很常见，在动物中极少见。与二倍体植株相比，多倍体植株常常是茎秆粗壮，叶片、果实和种子都比较大，糖类和蛋白质等营养物质的含量都有所增加。例如，四倍体葡萄的果实比二倍体的大得多，四倍体番茄的维生素C含量比二倍体的几乎增加了一倍。因此，人们常常采用人工诱导多倍体的方法来获得多倍体植株，培育新品种。人工诱导多倍体的方法很多，如低温处理、用秋水仙素诱发等。其中，用秋水仙素来处理萌发的种子或幼苗，是目前最常用且最有效的方法。当秋水仙素作用于正在分裂的细胞时，能够抑制纺锤体的形成，导致染色体不能移向细胞的两极，从而引起细胞内染色体数目加倍。染色体数目加倍的细胞继续进行有丝分裂，就可能发育成多倍体植株。目前世界各国利用人工诱导多倍体的方法已经培育出不少新品种，如含糖量高的甜菜和三倍体无子西瓜等。单倍体在生物的体细胞中，染色体数目不仅可以成倍地增加，还可以成套地减少。例如，蜜蜂的蜂王和工蜂的体细胞中有32条染色体，而雄蜂的体细胞中只有16条染色体（图5-6）。像蜜蜂的雄蜂这样，体细胞中的染色体数目与本物种配子染色体数目相同的个体，叫作单倍体（haploid）。在被子植物中，约有33%的物种是多倍体。例如，普通小麦、棉、烟草、菊、水仙等都是多倍体。某些品种的苹果、梨、葡萄也是多倍体。相关信息相关信息秋水仙素（C22H25O6N）是从百合科植物秋水仙的种子和球茎中提取的一种植物碱。它是白色或淡黄色的粉末或针状结晶，有剧毒，使用时应当特别注意。",
    "第2节染色体变异89低温诱导植物细胞染色体数目的变化探究·实践在自然条件下，玉米、高粱、水稻、番茄等二倍体植物，偶尔也会出现单倍体植株。与正常植株相比，单倍体植株长得弱小，而且高度不育。用低温处理植物的分生组织细胞，能够抑制纺锤体的形成，以致影响细胞有丝分裂中染色体被拉向两极，导致细胞不能分裂成两个子细胞，于是，植物细胞的染色体数目发生变化。目的要求1．学习低温诱导植物细胞染色体数目变化的方法。2．理解低温诱导植物细胞染色体数目变化的作用机制。材料用具蒜或洋葱（均为二倍体，体细胞中的染色体数目为16），培养皿，滤纸，纱布，烧杯，镊子，剪刀，显微镜，载玻片，盖玻片，冰箱，卡诺氏液，质量浓度为0.01g/mL的甲紫（旧称龙胆紫）溶液，质量分数为15%的盐酸，体积分数为95%的酒精。方法步骤1．将蒜（或洋葱）在冰箱冷藏室内（4℃）放置一周。取出后，将蒜放在装满清水的容器上方，让蒜的底部接触水面，于室温（约25℃）进行培养。待蒜长出约1cm长的不定根时，将整个装置放入冰箱冷藏室内，诱导培养48~72h。2．剪取诱导处理的根尖0.5~1cm，放入卡诺氏液中浸泡0.5~1h，以固定细胞的形态，然后用体积分数为95%的酒精冲洗2次。3．制作装片，包括：解离、漂洗、染色和制片4个步骤，具体操作方法与观察植物细胞有丝分裂的实验相同。4．先用低倍镜寻找染色体形态较好的分裂象。视野中既有正常的二倍体细胞，也有染色体数目发生改变的细胞。确认某个细胞发生染色体数目变化后，再用高倍镜观察。结论将实验结论填写在实验报告册上。讨论秋水仙素与低温都能诱导染色体数目加倍，这两种方法在原理上有什么相似之处？蒜根尖细胞染色体数目加倍的显微照片（放大400倍）利用单倍体植株培育新品种，能明显缩短育种年限。育种工作者常常采用花药（或花粉）离体培养的方法来获得单倍体植株，然后人工诱导使这些植株的染色体数目加倍，恢复到正常植株的染色体数目。用这种方法培育得到的植株，不但能够正常生殖，而且每对染色体上成对的基因都是纯合的，自交的后代不会发生性状分离。与社会的联系对照低温诱导72h",
    "90第5章基因突变及其他变异染色体结构的改变，会使排列在染色体上的基因数目或排列顺序发生改变，导致性状的变异。大多数染色体结构变异对生物体是不利的，有的甚至会导致生物体死亡。染色体结构的变异人类的许多遗传病是由染色体结构改变引起的。例如，猫叫综合征是人的5号染色体部分缺失引起的遗传病，因为患儿哭声轻，音调高，很像猫叫而得名。猫叫综合征患者的生长发育迟缓，而且存在严重的智力障碍。在自然条件或人为因素的影响下，染色体发生的结构变异主要有以下4种类型（图5-7）。染色体的某一片段移接到另一条非同源染色体上引起变异。例如，果蝇花斑眼的形成花斑眼正常眼染色体中增加某一片段引起变异。例如，果蝇棒状眼的形成（以上两图为电镜照片）棒状眼正常眼染色体的某一片段缺失引起变异。例如，果蝇缺刻翅的形成正常翅缺刻翅abcdefacdef染色体的某一片段位置颠倒也可引起变异。例如，果蝇卷翅的形成正常翅卷翅aaaddccbbeeffbcdefabbcdeabcdeffaaagggbbbhhhccciiidddjjjeeekkkffflll图5-7染色体结构变异示意图",
    "第2节染色体变异91滴加秋水仙素二倍体杂交四倍体（母本）二倍体（父本）联会紊乱第一年第二年三倍体无子西瓜一、概念检测1．染色体变异包括染色体数目的变异和结构的变异。判断下列相关表述是否正确。（1）只有生殖细胞中的染色体数目或结构的变化才属于染色体变异。（）（2）体细胞中含有两个染色体组的个体就是二倍体。（）（3）用秋水仙素处理单倍体植株后得到的一定是二倍体。（）2．秋水仙素能诱导多倍体形成的原因是（）A．促进细胞融合B．诱导染色体多次复制C．促进染色单体分开，形成染色体D．抑制细胞有丝分裂时纺锤体的形成3．慢性髓细胞性白血病是一种恶性疾病，患者骨髓内会出现大量恶性增殖的白细胞。该病是由于9号染色体和22号染色体互换片段所致。这种变异属于（）A．基因突变B．基因重组C．染色体结构变异D．染色体数目变异4．填表比较豌豆、普通小麦、小黑麦的体细胞和配子中的染色体数目、染色体组数目，并且注明它们分别属于几倍体生物。二、拓展应用1．在二倍体的高等植物中，偶然会长出一些植株弱小的单倍体，这些单倍体一般不能通过有性生殖繁殖后代。单倍体是如何形成的？为什么不能繁殖后代？2．人们平常食用的西瓜是二倍体。在二倍体西瓜的幼苗期，用秋水仙素处理，可以得到四倍体植株。然后，用四倍体植株作母本，用二倍体植株作父本，进行杂交，得到的种子细胞中含有三个染色体组。把这些种子种下去，就会长出三倍体植株。下图是三倍体无子西瓜的培育过程图解。据图回答下列问题。（1）为什么用一定浓度的秋水仙素溶液滴在二倍体西瓜幼苗的芽尖？（2）获得的四倍体西瓜为何要与二倍体杂交？联系第1问，你能说出产生多倍体的基本途径吗？（3）有时可以看到三倍体西瓜中有少量发育并不成熟的种子，请推测产生这些种子的原因。（4）无子西瓜每年都要制种，很麻烦，有没有别的替代方法？练习与应用生物种类体细胞中的染色体数／条配子中的染色体数／条体细胞中的染色体组数配子中的染色体组数属于几倍体生物豌豆普通小麦4237228八倍体小黑麦",
    "92第5章基因突变及其他变异第3节人类遗传病科学家在人和小鼠体内都发现了一种与肥胖相关的基因ob，该基因表达的蛋白质被称为瘦素。研究还发现，如果向ob基因突变（该基因无法表达）的肥胖小鼠注射瘦素，则小鼠食量减少、体重下降。讨论1．人体和小鼠的胖瘦只是由基因决定的吗？2．有人认为“人类所有的疾病都是基因病”，你能说出这种提法的依据吗？你同意这种观点吗？肥胖症随着生活水平的提高和医疗卫生条件的改善，人类的传染性疾病大多已经逐渐得到控制，而人类的遗传性疾病的发病率和死亡率却有逐年增高的趋势。人类遗传病已成为威胁人类健康的一个重要因素。人类常见遗传病的类型人类遗传病通常是指由遗传物质改变而引起的人类疾病，主要可以分为单基因遗传病、多基因遗传病和染色体异常遗传病三大类。单基因遗传病单基因遗传病是指受一对等位基因控制的遗传病。目前世界上已经发现的这类遗传病有8000多种。单基因遗传病可能由显性致病基因所引起，如多指、并指、软骨发育不全（图5-8）等；也可能由隐性致病基因所引起，如镰状细胞贫血、白化病、苯丙酮尿症等。多基因遗传病多基因遗传病是指受两对或两对以上等位基因控制的遗传病。多基因遗传病主要包括一些先天性发育异常和一些常见病，如原发性高血压、冠心病、哮喘和青少年型糖尿病等。多基因遗传病在群体中的发问题探讨●什么是遗传病？●如何检测和预防遗传病？●对遗传病做必要的检测和预防有什么社会意义？本节聚焦图5-8软骨发育不全的患儿",
    "第3节人类遗传病93病率比较高。染色体异常遗传病染色体异常遗传病是指由染色体变异引起的遗传病（简称染色体病）。目前已经发现的这类遗传病有500多种，这些病几乎涉及人类的每一对染色体。其中，唐氏综合征又称21三体综合征，是一种常见的染色体病。患者的智力低于常人，身体发育缓慢，并且表现出特殊的面容。对患者进行染色体检查，可以看到患者比正常人多了一条21号染色体（图5-9）。在了解人类常见遗传病的类型之后，让我们通过调查来进一步认识人类遗传病。图5-9唐氏综合征患者的染色体组成目的要求1．初步学会调查和统计人类遗传病的方法。2．通过对几种人类遗传病的调查，了解这几种遗传病的发病情况。3．通过实际调查，培养接触社会、并从社会中直接获取资料或数据的能力。提示1．可以小组为单位开展调查工作，也可小组成员分工进行调查。某种遗传病的患者数某种遗传病的被调查人数某种遗传病的发病率×100%=2．每个小组可调查周围熟悉的4~10个家庭（或家系）中遗传病的情况。3．调查时，最好选取群体中发病率较高的单基因遗传病，如红绿色盲、白化病、高度近视（600度以上）等。4．为保证调查的群体足够大，应将小组调查的数据在班级和年级中汇总，这项工作可由教师统一安排。5．根据全年级汇总的数据，可按下面的公式计算每一种遗传病的发病率。讨论1．你们所调查的遗传病是否表现出家族遗传倾向？2．你们能否判断出被调查的这几种遗传病是显性的，还是隐性的？3．有关资料表明，我国人群中高度近视的发病率为2％；红绿色盲中男性发病率为4.71％，女性发病率为0.67％。你计算的发病率是否接近上述数据？如果不符，请分析原因。4．除了遗传因素，用眼不卫生也可能引起高度近视。请查阅资料，了解如何注意用眼卫生、预防近视、保护视力。调查人群中的遗传病探究·实践",
    "94第5章基因突变及其他变异产前诊断是指在胎儿出生前，医生用专门的检测手段，如羊水检查（图5-11）、B超检查、孕妇血细胞检查以及基因检测等，确定胎儿是否患有某种遗传病或先天性疾病。基因检测是指通过检测人体细胞中的DNA序列，以了解人体的基因状况。人的血液、唾液、精液、毛发或人体组织等，都可以用来进行基因检测。遗传病的检测和预防我国有20%~25%的人患有遗传病，仅唐氏综合征患者的总数就有60万人以上。遗传病不但给患者个人带来痛苦，而且给家庭和社会造成了负担。通过遗传咨询（图5-10）和产前诊断等手段，对遗传病进行检测和预防，在一定程度上能够有效地预防遗传病的产生和发展。图5-11羊水检查示意图图5-10遗传咨询的内容和步骤1医生对咨询对象进行身体检查，了解家族病史，对是否患有某种遗传病作出诊断4向咨询对象提出防治对策和建议，如进行产前诊断、终止妊娠等2分析遗传病的传递方式3推算出后代的再发风险率细胞子宫羊水细胞培养（用于染色体分析、性别确定、序列测定和分析等）液体（成分分析）细胞离心",
    "第3节人类遗传病95基因检测的利与弊思考·讨论1．人们利用基因检测已经开发出不少治疗疾病的药物，设想一下，当人类对一些重要疾病的遗传基因进行深入了解后，是否可以开发出更多有针对性的药物？请谈一谈基因检测的其他益处。2．有人说基因检测就是基因体检，可以全面地了解自己的基因状况。当你拿到基因检测报告时，其他人如医生也会看到这份报告。除医生和家人外，其他人有权知道这一信息吗？3．两位恋人即将结婚，其中一方要求另一方出示基因检测报告，想了解对方的基因状况，判断对方是否有遗传病或其他疾病的致病基因。你认为这样做合适吗？怎样处理比较好？基因检测可以精确地诊断病因。例如，某些疾病的发生与基因突变有关，找到突变基因，就可形成精确的诊断报告（图5-12），帮助医生对症下药。通过分析个体的基因状况，结合疾病基因组学，可以预测个体患病的风险，从而帮助个体通过改善生存环境和生活习惯，规避或延缓疾病的发生。此外，检测父母是否携带遗传病的致病基因，也能够预测后代患这种疾病的概率。基因检测也存在争议，人们担心由于缺陷基因的检出，在就业、保险等方面受到不平等的待遇。你认为该如何妥善处理这一问题呢？基因治疗是指用正常基因取代或修补患者细胞中有缺陷的基因，从而达到治疗疾病的目的。1990年，美国科学家实施了世界上第一例临床基因治疗。患者是一位患有严重复合型免疫缺陷疾病的4岁小姑娘艾姗蒂·德席尔瓦（AshanthiDeSilva）。由于基因缺陷，她的体内缺乏腺苷脱氨酶（ADA），ADA缺乏导致她没有正常人所具有的免疫力。科学家从她体内取出白细胞，转入能够合成ADA的正常基因，再将导入了正常基因的白细胞输入她体内，检测发现，她体内的白细胞产生了ADA，免疫缺陷所导致的症状得到明显改善。此后，科学家又运用基因疗法治疗了一些其他疾病的患者。经过几十年的发展，基因治疗的研究已经取得了不少进展，其发展趋势是令人鼓舞的，但在临床上还存在稳定性和安全性等问题。图5-12基因检测报告单相关信息我国十分重视遗传病的防治工作，积极推动婚前医学检查、孕前优生健康检查、产前筛查与诊断、新生儿疾病筛查等措施，以提高出生人口素质和儿童健康水平。",
    "96第5章基因突变及其他变异与生物学有关的职业遗传咨询师职业描述随着优生优育观念的普及和基因检测技术的发展，人们越来越重视基因与疾病的关系。遗传咨询师帮助咨询者深入了解这些问题，并提供正确决策所需要的意见和建议。就业单位医院或计划生育部门。主要工作根据遗传学理论、遗传病的发病规律、咨询者的健康状况和基因检测结果等，对咨询者的婚姻、生育、治疗等方面提供建议，使咨询者及其家庭能够作出恰当的选择。学历要求遗传学、医学相关专业本科及以上学历。须具备的素质要具备扎实的专业知识、良好的职业道德和沟通交流能力，富有同情心。一些咨询者在得知自己的后代可能罹患严重的遗传病时，难以承受。遗传咨询师应当知道如何安抚咨询者，并为他们提出合适的解决方法。工作意义遗传咨询与许多家庭的幸福安康相关，涉及家庭成员的切身利益，是一项非常有意义并受人尊敬的工作。一、概念检测1．人类的许多疾病与基因有关，判断下列相关表述是否正确。（1）先天性疾病都是遗传病。（）（2）单基因遗传病都是由隐性致病基因引起的。（）（3）通过遗传咨询、产前诊断和基因检测，可以完全避免遗传病的发生。（）2．预防和减少出生缺陷，是提高出生人口素质、推进健康中国建设的重要举措。下列有关预防和减少出生缺陷的表述，正确的是（）A．禁止近亲结婚可杜绝遗传病患儿的降生B．遗传咨询可确定胎儿是否患唐氏综合征C．产前诊断可初步确定胎儿是否患猫叫综合征D．产前诊断可确定胎儿是否患所有的先天性疾病二、拓展应用1．白化病是一种隐性遗传病。已知一位年轻女性的弟弟患了此病，那么她是否携带白化病的基因？她未出生的孩子是否可能患白化病？如果你是一位遗传咨询师，你将如何向她提供咨询？2．下图表示母亲生育年龄与子女唐氏综合征发病率之间的关系。（1）从图中你可以得出什么结论？（2）从减数分裂的角度推测唐氏综合征形成的原因。（3）我国相关法规规定，35岁以上的孕妇必须进行产前诊断，以筛查包括唐氏综合征在内的多种遗传病。这样做的原因是什么？有哪些社会意义？3．有人说，“人类的基因都是平等的，没有正常基因和异常基因之分，也没有好基因和坏基因之分。遗传病患者承担了或多或少的痛苦，但维持了人类基因的多样性，并在研究相关基因的功能方面作出了贡献。”你认同这一观点吗？这对你从基因的视角看待生命、尊重和关爱遗传病患者有什么启发？练习与应用母亲的生育年龄/岁唐氏综合征发病率/252020253035404550151005%",
    "理解概念●生物的变异，有的仅仅是由环境的影响造成的，而不是由亲代遗传物质的改变引起的，属于不遗传的变异；有的是由亲代生殖细胞内遗传物质的改变引起的，能够遗传给后代，属于可遗传的变异。基因突变、基因重组和染色体变异是可遗传变异的来源。●由DNA分子中发生碱基的替换、增添或缺失，而引起的基因碱基序列的改变，叫作基因突变。基因突变既可以由环境因素诱发，也可以自发产生。基因突变有可能导致它所编码的蛋白质及相应的细胞功能发生变化，某些基因突变能导致细胞分裂失控，甚至发生癌变。从进化角度看，基因突变有着积极意义，它为生物进化提供了丰富的原材料。●基因重组是指在生物体进行有性生殖的过程中，控制不同性状的基因的重新组合，对生物的进化也具有重要意义。●染色体变异包括染色体数目的增减和染色体结构的改变。染色体数目的增减包括个别染色体的增减和以染色体组为基数的成倍的增或成套的减。人们常常采用人工诱导多倍体的方法来获得多倍体植株，培育新品种。●人类遗传病通常是指由遗传物质改变而引起的人类疾病。遗传病的检测和预防，如遗传咨询、产前诊断等，在一定程度上能够有效地预防遗传病。发展素养通过本章的学习，应在以下几方面得到发展。●阐明细胞分裂中染色体的平均分配和DNA复制的精确性都是相对的，偶尔也会发生错误；对个体来说，“错误”带来的后果有时是灾难性的；但从整体和长远来看，“错误”可能让生物形成新的适应性特征，“错误”造成的突变为进化提供了原材料。基于这些认识，尝试辩证地分析生命的过程、结果和意义，进而辩证地认识自然和社会。●关注遗传病的检测和预防，关爱遗传病患者。●阐明基因检测等现代科技是一把双刃剑，既可以为人类造福，又可能带来某些负面影响，进而认同现代科技的发展和应用要符合社会伦理道德，密切关注和积极参与相关社会议题的讨论。本章小结97",
    "98第5章基因突变及其他变异一、选择题1．DNA复制过程中发生的碱基序列变化，可能导致新基因的产生。下列能产生新基因的是（）A．基因重组B．基因突变C．基因分离D．染色体倍增2．将基因型为AaBb的植株的花粉粒或花瓣细胞同时在适宜的条件下进行离体培养，正常情况下，花粉粒或花瓣细胞发育成的幼苗的基因型不可能是（）A．abB．AbC．aaBBD．AaBb3．癌症是当前严重威胁人类生命的疾病，是导致我国城市居民死亡的首要原因。下列有关癌细胞的叙述，错误的是（）A．具有细胞增殖失控的特点B．癌细胞只有原癌基因没有抑癌基因C．基因突变可能使正常细胞变成癌细胞D．细胞膜上糖蛋白减少，癌细胞易分散转移4．基因重组使产生的配子种类多样化，进而产生基因组合多样化的子代。下列相关叙述错误的是（）A．基因重组可导致同胞兄妹间的遗传差异B．非姐妹染色单体的交换可引起基因重组C．非同源染色体的自由组合能导致基因重组D．纯合子自交因基因重组导致子代性状分离二、非选择题1．一对夫妇，女方由于X染色体上携带一对隐性致病基因而患有某种遗传病，男方表型正常。女方怀孕后，这对夫妇想知道胎儿是否携带这个致病基因。请帮助这对夫妇进行分析。2．野生型链孢霉能在基本培养基上生长，而用X射线照射后的链孢霉却不能在基本培养基上生长。在基本培养基中添加某种维生素后，经过X射线照射后的链孢霉又能生长了。请你对这一实验结果作出合理的解释。3．人工种植的香蕉大多是三倍体，依靠无性生殖来繁殖后代。目前，香蕉的种植面临着香蕉枯萎病的威胁，感染了病菌的香蕉大面积减产，甚至绝收。有人说，三倍体香蕉正在走向绝灭。你怎样看待这个问题？说说你的理由。复习与提高4．某女性患有乳腺癌，她通过基因检测发现自己和女儿体内的BRCA1基因都发生了突变。研究表明，该基因突变的人群患乳腺癌的风险比正常人高若干倍。在医生的建议下，她的女儿尽管未发现患乳腺癌，也切除了双侧乳腺。如何评价这一决策？家族中的其他人是否也应进行基因检测？5．完成下面的概念图。患病的香蕉叶包括例如实质意义发生时期例如例如例如例如分为分为基因突变蜜蜂中的雄蜂可遗传的变异",
    "远去了“贝格尔”的帆影，无涯是进化论的航程。拨开那亿万年的迷雾，寻觅着生命史的真容。1859年，达尔文提出了轰动世界的生物进化理论，但是，他自己也清楚地认识到，关于生物的进化，还有许多问题没有解决。在此后的几年里，他对研究兰花的进化产生了浓厚的兴趣。各种各样的兰花适于传授花粉的精巧结构让他赞叹不已。然而，兰花为什么具有这样丰富的多样性和奇妙的适应性呢？达尔文不得其解，这一问题遂成百年难解之谜。2017年，我国科学家以深圳拟兰为重点研究对象，通过基因组的测序和功能分析，发现兰花有474个特有基因家族，兰花的多样性源于历史上这些基因家族的扩张或收缩；拟兰的花没有唇瓣和完整的蕊柱，是由于B-AP3等基因丢失造成的……从基因水平上解开了兰花进化之谜。生物的多样性和适应性是怎样形成的？这与基因的变化有关吗？与环境又有怎样的关系？随着生物科学的发展，人们对这些问题的认识不断深入，并且不乏争论。在各种理论的交锋中，进化理论本身也在“进化”。第6章生物的进化",
    "100第6章生物的进化第1节生物有共同祖先的证据达尔文（C.R.Darwin，1809—1882）在《物种起源》一书中明确提出，地球上的当今生物都是由共同祖先进化来的，人和猿有共同的祖先。这一论断给当时占统治地位的“神创论”带来了巨大冲击，有人在漫画中把达尔文画成半人半猴的形象，以此发泄对达尔文的不满。直到今天，仍有人对“共同由来学说”“人猿共祖说”持排斥态度。讨论1．反对共同由来学说的人能拿出有说服力的证据吗？2．你能说出什么证据来支持达尔文的观点？《物种起源》达尔文的生物进化论主要由两大学说组成：共同由来学说和自然选择学说。前者指出地球上所有的生物都是由原始的共同祖先进化来的；后者揭示了生物进化的机制，解释了适应的形成和物种形成的原因。达尔文列举了大量的证据来论证自己的理论。后来，随着研究的深入，人们又发现了许多支持生物进化论的新证据。地层中陈列的证据——化石化石是指通过自然作用保存在地层中的古代生物的遗体、遗物或生活痕迹等。利用化石可以确定地球上曾经生活过的生物的种类及其形态、结构、行为等特征。例如，从动物的牙齿化石推测它们的饮食情况，从动物的骨骼化石推测其体型大小和运动方式；从植物化石推测它们的形态、结构和分类地位（图6-1）；等等。因此，化石是研究生物进化最直接、最重要的证据。大部分化石发现于沉积岩的地层（图6-2）中。如果把地层比作一本书，化石则是书中的文字，记录着地球和生物进化的历史。问题探讨●支持共同由来学说的证据有哪些？●怎样通过化石证据研究生物的进化？●当今生物在器官、胚胎发育、细胞和分子水平上是否具有共同特征？这是否支持共同由来学说？本节聚焦图6-1辽宁古果化石标本",
    "第1节生物有共同祖先的证据101化石证据对共同由来学说的支持思考·讨论1．图6-2所示资料支持达尔文的共同由来学说吗？2．2009年，我国科学家在辽宁省建昌县发现了完整的赫氏近鸟龙化石，其身体骨架与恐龙非常接近，但其骨架周围有清晰的羽毛印痕，显示其后肢和尾部都有飞羽；后肢发达，显示其善跑不善飞。科学家认为这一化石为鸟类起源于恐龙的假说提供了有力证据，这是为什么？3.在东非大裂谷地带，科学家发现了赫氏近鸟龙化石及复原图许多早期古人类化石，其中有318万年前的少女露西的骨骼化石，其上肢骨的结构与黑猩猩的相似，适于攀缘，下肢骨与现代人类接近，适于直立行走。这一证据支持人猿共祖说吗？已经发现的大量化石证据，证实了生物是由原始的共同祖先经过漫长的地质年代逐渐进化而来的，而且还揭示出生物由简单到复杂、由低等到高等、由水生到陆生的进化顺序。图6-2地层中有大量化石的示意图与地理的联系沉积岩是指成层堆积的松散沉积物固结而成的岩石。沉积物指陆地或水盆地中的松散碎屑物，如砾石、砂、黏土、灰泥和生物残骸等。学科交叉首次出现的生物类群（化石）地层年龄（百万年前）245—144鸟类、哺乳类爬行类昆虫、两栖类鱼类多细胞生物单细胞真核生物360—286408—360505—4387002100",
    "102第6章生物的进化肱骨桡骨尺骨腕骨掌骨指骨人的上肢猫的前肢鲸的鳍蝙蝠的翼比较三种脊椎动物的前肢和人的上肢骨骼思考·讨论观察图6-3，讨论以下问题。讨论1．这四种前（上）肢骨骼是否都有肱骨、桡骨、尺骨、腕骨、掌骨和指骨？其种类有一致性吗？2．从上到下看这四种前（上）肢骨骼，这些骨的排列顺序一致吗？3．这四种前（上）肢骨骼的功能迥异，外形差别也很大，其内部结构模式为什么如此一致？4.人与蝙蝠、鲸和猫的骨骼结构还有哪些共同点？哺乳动物与鱼在骨骼结构上有哪些共同点？这是否支持现有的脊椎动物有着共同的原始祖先？当今生物体上进化的印迹——其他方面的证据生物的进化不仅在地层中留下了证据，也在当今生物体上留下了许多印迹，这些印迹可以作为进化的佐证。比较解剖学证据研究比较脊椎动物的器官、系统的形态和结构，可以为这些生物是否有共同祖先寻找证据。观察图6-3中蝙蝠的翼、鲸的鳍、猫的前肢和人的上肢，你能发现它们有什么共同特点吗？图6-3三种脊椎动物前肢和人的上肢骨骼比较的示意图",
    "第1节生物有共同祖先的证据103鳃裂尾胚胎学证据胚胎学是指研究动植物胚胎的形成和发育过程的学科。比较不同动物以及人的胚胎发育过程，也可以看到进化的蛛丝马迹。例如，人的胚胎在发育早期会出现鳃裂和尾（图6-4），这与鱼的胚胎在发育早期出现鳃裂和尾非常相似。只是随着发育的进行，人的鳃裂和尾消失了，而成年的鱼仍然保留了鳃和尾。不仅如此，脊椎动物在胚胎发育早期都有彼此相似的阶段，这个证据支持了人和其他脊椎动物有共同祖先的观点。细胞和分子水平的证据从微小的酵母菌，到独木成林的细叶榕；从善于攀缘的黑猩猩，到我们人类，不同生物之间具有很大差异。然而，细胞生物学和分子生物学的研究却表明，看似截然不同的当今生物之间也有很多相似之处。图6-4人胚胎发育早期的显微照片（放大18倍）从细胞和分子水平看当今生物的共同特征思考·讨论请根据所学知识，结合以下资料，讨论有关问题。1．已知最古老的化石是大约35亿年前的古细菌化石。现在，在海洋、湖泊、土壤等环境中还能发现古细菌，这些古细菌都有细胞壁、细胞膜、细胞质、核糖体和DNA。2．人与猩猩和长臂猿的某段同源DNA的差异分别为2.4%、5.3%。人与黑猩猩基因组的差异只有3%。3．细胞色素c是细胞中普遍含有的一种蛋白质，约有104个氨基酸，据测算，它的氨基酸序列每2000万年才发生1%的改变。不同生物与人的细胞色素c氨基酸序列的差异如下表所示。氨基酸差异/个生物名称黑猩猩01猕猴链孢霉4344酵母菌果蝇2731天蚕蛾响尾蛇1421金枪鱼狗1113鸡讨论1．当今生物的细胞在结构上与古细菌有哪些共同点？这说明了什么？2．举例说出当今生物的细胞在代谢上的共同点。3.人和类人猿在DNA的碱基序列或基因组方面高度接近说明了什么？4.关于人与其他生物的亲缘关系，从细胞色素c的相关资料可以得出什么结论？这些数据是否支持生物有着共同的起源？",
    "104第6章生物的进化从细胞和分子水平看，当今生物有许多共同的特征，比如都有能进行代谢、生长和增殖的细胞，细胞有共同的物质基础和结构基础等，这是对生物有共同祖先这一论点的有力支持。不同生物的DNA和蛋白质等生物大分子的共同点，提示人们当今生物有着共同的原始祖先，其差异的大小则揭示了当今生物种类亲缘关系的远近，以及它们在进化史上出现的顺序。综上所述，化石为研究生物进化提供了直接的证据，比较解剖学和胚胎学以及细胞和分子水平的研究，都给生物进化论提供了有力的支持。这些证据互为补充、相互印证，有力地支持了达尔文的共同由来学说，进而为解释适应和物种的形成提供了坚实的基础。一、概念检测1．关于生物的进化，只能靠运用证据和逻辑来推测。判断以下有关生物进化证据和结论的说法是否合理。（1）通过化石可以了解已经绝灭的生物的形态结构特点，推测其行为特点。（）（2）人和鱼的胚胎发育经历了有鳃裂及有尾的阶段，这可以用人与鱼有共同祖先来解释。（）（3）比较解剖学发现，不同种类的哺乳动物的前肢在形态上差别很大，这说明这些哺乳动物不是由共同祖先进化来的。（）2．生物进化的证据是多方面的，其中能作为直接证据的是（）A．化石证据B．胚胎学证据C．比较解剖学证据D．分子生物学证据3．生物都有共同的祖先，下列各项不能作为支持这一论点的证据的是（）A．所有生物共用一套遗传密码B．所有生物都可以由ATP直接供能C．各种生物的细胞具有基本相同的结构D．所有生物的生命活动都是靠能量驱动的二、拓展应用1．如果有人坚持认为生物是自古以来就如此的，你认为能够反驳他的最有效的证据是什么？为什么？当你提供了你认为最有效的证据后，他还可能如何辩解？你又如何进一步反驳？2．我国地域辽阔，古生物化石种类繁多，在生物进化的研究中起着非常重要的作用。下面是我国发现的一些著名的化石群：澄江生物化石群、热河生物化石群、山旺生物化石群、和政生物化石群、关岭生物化石群等。请任选一个化石群或当地已发现的化石群，查找相关资料，向全班同学介绍该化石群中主要的化石，以及该化石群的发现在研究生物进化中的重要意义。练习与应用澄江生物化石群的发现地已建成博物馆",
    "第1节生物有共同祖先的证据105与生物学有关的职业科学·技术·社会化石标本的制作人员工作描述工作环境主要是自然博物馆、大学或科研单位的古生物学研究室，主要任务是将化石从岩石中剥离出来，对缺失的部分进行修复。学历要求生物学或地质学专业本科及以上学历。须具备的素质具有较广博的自然科学知识，具有在显微镜下运用工具进行精细操作的能力。由于化石往往不够完整而且易碎，整理和拼接过程中要有足够的耐心、一丝不苟的工作态度以及丰富的想象力。从事这项工作要同许多人打交道，从化石发掘人员到古生物学家，因此，还需要有良好的人际沟通能力。职业乐趣化石标本的制作过程可能有些枯燥，但是，当你看到通过自己的双手，使一个几万年前乃至几千万年前的生物栩栩如生地重现于世时，该是何等的愉悦！化石是研究生物进化最有力的证据之一。当人们获得一块生物化石之后，怎样来测算它的形成年代呢？放射性同位素的发现，使人们找到了理想的“地质时钟”。科学家发现，在同年代形成的岩石中，所含铅和铀的比例是相同的。这是为什么呢？原来，岩石中的铅是由铀逐渐衰变形成的。铅的相对原子质量是207，放射性铀的相对原子质量是238。铀（238U）具有不稳定的原子核，能够自行放射出射线，最后衰变成质量较轻、稳定的同位素铅（206Pb）。这种衰变的速率不受环境因素（如温度、湿度、压力等）的影响。放射性同位素在一定的单位时间内衰变一半，这个单位时间叫作半衰期。例如，238U的半衰期是45亿年，14C的半衰期是5730年。假如现在将100万个238U原子密封在一个玻璃瓶中，那么，45亿年后，就有50万个238U原子衰变成铅，这个玻璃瓶中将只有50万个238U原子，再过45亿年，将只剩下25万个238U原子。因此，测定化石中所含238U和206Pb的比例，我们就可以知道这块化石大约是什么时候形成的。同样的道理，测定化石中14C和12C的比例，也可以知道化石中的生物所生存的年代。用14C作“地质时钟”，测定的化石如果是7万年以前的，结果就不可信了。想一想，这是为什么？读了这篇文章，你对学科交叉、科学与技术的关系有什么新的认识？理想的“地质时钟”顾氏小盗龙化石",
    "106第6章生物的进化第2节自然选择与适应的形成右图为同一环境中的两种蝴蝶。讨论1．枯叶蝶的翅很像一片枯叶，这有什么适应意义？2．从进化的角度，怎样解释这种适应的形成？3．同一环境中不乏翅色鲜艳的蝴蝶，这与你刚才作的解释有矛盾吗？如果有，又怎样解释？枯叶蝶和翅色艳丽的蝴蝶枯叶蝶在停息时，它的翅很像一片枯叶，这是枯叶蝶对环境的一种适应（adaptation）。同枯叶蝶一样，所有的生物都具有适应环境的特征。适应是如何形成的？这是生物进化理论研究的核心问题之一。适应的普遍性和相对性适应作为一个生物学术语，包括两方面的含义：一是指生物的形态结构适合于完成一定的功能，二是指生物的形态结构及其功能适合于该生物在一定的环境中生存和繁殖。适应是普遍存在的，相信你能举出许多适应的实例。那么，这些适应是不是绝对的、完全的适应呢？分析适应的相对性思考·讨论1．上网查查枯叶蝶的天敌有哪些。枯叶蝶能完全免于天敌的捕食吗？2．雷鸟在冬季来临前将羽毛换成白色的，这有利于在白雪皑皑的环境中保护自己。这种适应现象有没有局限性？3．在进行以上分析的基础上，请你用自己的话概括适应相对性的原因。问题探讨●怎样理解适应？●如何运用自然选择学说解释生物的适应和多样性的形成？●达尔文的自然选择学说对人们的思想观念产生了哪些重要影响？本节聚焦",
    "第2节自然选择与适应的形成107适应是自然选择的结果各种生物的适应性特征是如何形成的呢？物种不变论认为，各种生物都是自古以来就如此的。法国博物学家拉马克（J.-B.Lamarck，1744—1829）彻底否定了物种不变论，提出当今所有的生物都是由更古老的生物进化来的，各种生物的适应性特征并不是自古以来就如此的，而是在进化过程中逐渐形成的。不过他认为适应的形成都是由于用进废退和获得性遗传：器官用得越多就越发达，比如食蚁兽的舌头之所以细长，是长期舔食蚂蚁的结果（图6-5）。器官废而不用，就会造成形态上的退化，比如鼹鼠长期生活在地下，视觉派不上用场，眼睛就萎缩、退化。这些因用进废退而获得的性状是可以遗传给后代的。拉马克提出的进化学说在当时是有进步意义的，但他对适应形成的解释是肤浅的，未被人们普遍接受。达尔文提出的自然选择（naturalselection）学说对生物的进化和适应的形成作出了合理的解释。他认为适应的来源是可遗传的变异，适应是自然选择的结果。下面是自然选择学说的解释模型（图6-6）。你能举例反驳用进废退、获得性遗传的观点吗？批判性思维图6-6达尔文自然选择学说的解释模型事实1：生物都有过度繁殖的倾向事实2：物种内的个体数能保持稳定事实3：资源是有限的事实5：许多变异是可以遗传的推论3：有利变异逐代积累，具有这些有利变异的个体越来越多，形成具有新的适应特征的生物新类型推论1：个体间存在着生存斗争推论2：具有有利变异的个体，生存并留下后代的机会多事实4：同种个体间普遍存在差异（变异）图6-5食蚁兽",
    "108第6章生物的进化1．长颈鹿主要以树叶为食，而在漫长的干旱季节，食物的缺乏是经常发生的。设想在某个历史时期，长颈鹿的祖先群体中出现了颈长的个体，这一变异是可以遗传的。这样的个体在生存和繁殖上具有什么优势？2．经过若干代的繁殖，长颈鹿祖先群体中颈长的个体所占的比例将会怎样变化？3．枯叶蝶在停息时形似枯叶这一适应性特征的形成，能否同样用自然选择学说来解释？4．在进行以上分析的基础上，请你用自己的话概括适应是如何形成的。关于适应的形成，达尔文认为在一定环境的选择作用下，可遗传的有利变异会赋予某些个体生存和繁殖的优势，经过代代繁殖，群体中这样的个体就会越来越多，有利变异通过逐代积累而成为显著的适应性特征，进而出现新的生物类型。由此可见，群体中出现可遗传的有利变异和环境的定向选择是适应形成的必要条件。达尔文以自然选择学说为核心的生物进化论使人们认识到，原来自然界的万千生物不是神灵预先设定好而永恒不变的，而是在自然选择的作用下不断发展变化的。这就使生物学第一次摆脱了神学的束缚，走上了科学的轨道。它揭示了生物界的统一性是由于所有的生物都有共同祖先，而生物的多样性和适应性是进化的结果。达尔文的生物进化论在与神创论和物种不变论的斗争中传遍了全世界。用各种文字翻译的《物种起源》版本，不断地在世界各地出版。马克思和恩格斯对达尔文的理论给予了高度评价。他们认为这是科学史上的一次革命，极大地推动了19世纪自然科学的发展。马克思把他的《资本论》第一卷题赠给达尔文，并郑重地在扉页上写道：“赠给查理士·达尔文先生。您真诚的钦慕者卡尔·马克思。”恩格斯将达尔文的生物进化论誉为19世纪自然科学的三大发现之一。长颈鹿的适应性特征示意图运用自然选择学说解释适应的形成思考·讨论有学者认为，个体即使产生可遗传的有利变异，如果不能繁殖后代，在进化上也没有意义。因此主张将“适者生存”改为“适者繁殖”。你同意这种观点吗？批判性思维",
    "第2节自然选择与适应的形成109分析生物进化观点对人们思想观念的影响思考·讨论一、概念检测1．适应的形成离不开生物的遗传和变异（内因）与环境（外因）的相互作用。判断下列与适应及其形成相关的表述是否正确。（1）适应不仅是指生物对环境的适应，也包括生物的结构与功能相适应。（）（2）具有有利变异的个体，都能成功地生存和繁殖后代；具有不利变异的个体，会过早死亡，不能留下后代。（）（3）适应相对性的根本原因是遗传的稳定性与环境不断变化之间的矛盾。（）2．拉马克是研究生物进化的先驱。下列表述哪一项不是拉马克的观点（）A．生物的种类从古至今是一样的B．生物的种类是随着时间的推移而变化的C．生物某器官的发达与否取决于用与不用D．环境的变化使生物出现新的性状，并且将这些性状遗传给后代二、拓展应用1．有人认为，工蜂不能繁殖后代，因此，它们适于采集花粉的性状在进化上没有意义。你同意这种观点吗？为什么？2．人类对濒危动植物进行保护，会不会干扰自然界正常的自然选择？为什么？请搜集生物进化论的相关资料，讨论以下问题。讨论1．达尔文的生物进化论和神创论的主要冲突是什么？达尔文提出生物进化论之后，为什么遭到许多人的攻击、谩骂和讥讽？2．19世纪末，严复、梁启超等以自然选择学说中“物竞天择，适者生存”的观点，作为唤起同胞救国图强的警钟。这一做法在当时起到了什么作用？3．马克思读了达尔文的《物种起源》后，在写给恩格斯的一封信中说：“虽然这本书用英文写得很粗略，但是它为我们的观点提供了自然史的基础。”马克思所说的“我们的观点”是指什么观点？4．达尔文的生物进化论对于人们正确认识人类在自然界的地位有什么启示？受到当时科学发展水平的限制，达尔文对于遗传和变异的认识还局限于性状水平，不能科学地解释遗传和变异的本质。随着生物科学的发展，关于遗传和变异的研究，已经从性状水平深入到基因水平，人们逐渐认识到了遗传和变异的本质。关于适应以及物种的形成等问题的研究，已经从以生物个体为单位，发展到以种群为基本单位，这样就形成了以自然选择学说为核心的现代生物进化理论。3．“人们现在都生活在各种人工环境中，因此，人类的进化不再受到自然选择的影响。”你同意这一观点吗？写一段文字阐明你支持或反对的理由。练习与应用濒危植物金花茶濒危动物川金丝猴",
    "110第6章生物的进化第3节种群基因组成的变化与物种的形成先有鸡还是先有蛋？甲同学说：当然是先有鸡蛋了，因为只有生殖细胞产生的基因突变才能遗传给后代，体细胞即使发生了基因突变，也不能影响后代的性状。乙同学说：不对，人们在养鸡过程中，是根据鸡的性状来选择的，只让符合人类需求的鸡繁殖后代，因此是先有鸡后有蛋。讨论你同意哪位同学的观点？你的答案和理由是什么？先有鸡还是先有蛋？自然选择直接作用的是生物的个体，而且是个体的表型。但是，在自然界，没有哪个个体是长生不死的，个体的表型也会随着个体的死亡而消失，决定表型的基因却可以随着生殖而世代延续，并且在群体中扩散。可见，研究生物的进化，仅研究个体和表型是不够的，还必须研究群体基因组成的变化。种群和种群基因库生活在一定区域的同种生物全部个体的集合叫作种群（population）。例如，一片树林中的全部猕猴是一个种群（图6-7），一片草地上的所有蒲公英也是一个种群。种群中的个体并不是机械地集合在一起。一个种群其实就是一个繁殖的单位，雌雄个体可以通过繁殖将各自的基因遗传给后代。种群在繁衍过程中，个体有新老交替，基因却代代相传。例如，许多昆虫的寿命都不足一年（如蝗虫），所有的蝗虫都会在秋风中死去，其中有些个体成功地完成生殖，问题探讨●为什么说种群是生物进化的基本单位？●种群的基因频率为什么会发生变化？●自然选择与种群基因频率的变化有什么关系？本节聚焦图6-7一个猕猴种群的部分个体一种群基因组成的变化",
    "第3节种群基因组成的变化与物种的形成111aaAaAaaaAaAaAaAAAAAA死前在土壤中埋下受精卵（图6-8）。来年春夏之交，部分受精卵成功地发育成蝗虫。同前一年的蝗虫种群相比，新形成的蝗虫种群在基因组成上会有什么变化吗？你不妨根据前面所学的遗传、变异和自然选择的知识，尝试作出自己的推测。一个种群中全部个体所含有的全部基因，叫作这个种群的基因库（genepool）。在一个种群基因库中，某个基因占全部等位基因数的比值，叫作基因频率。例如，在某昆虫种群中，决定翅色为绿色的基因是A，决定翅色为褐色的基因是a，从这个种群中随机抽取100个个体，测得基因型为AA、Aa和aa的个体分别是30、60和10个，就这对等位基因来说，每个个体可以看作含有2个基因（图6-9），那么，这100个个体共有200个基因。由此可知：A基因的数量是2×30+60=120个；a基因的数量是2×10+60=80个；A基因的频率为120÷200=60%；a基因的频率为80÷200=40%。这一种群繁殖若干代以后，其基因频率会不会发生变化呢？图6-8蝗虫产卵图6-9某昆虫决定翅色的基因频率用数学方法讨论基因频率的变化思考·讨论1．假设上述昆虫种群非常大，所有的雌雄个体间都能自由交配并产生后代，没有迁入和迁出，不同翅色的个体生存和繁殖的机会是均等的，基因A和a都不产生突变，根据孟德尔的分离定律计算。（1）该种群产生的A配子和a配子的比值各是多少？（2）子代基因型的频率各是多少？（3）子代种群的基因频率各是多少？（4）将计算结果填入右表，想一想，子二代、子三代以及若干代以后，种群的基因频率会同子一代一样吗？2．上述计算结果是建立在5个假设条件基础上的。对自然界的种群来说，这5个条件都成立吗？你能举出哪些实例？3．如果该种群出现新的突变型（基因型为A2a或A2A2），也就是产生新的等位基因A2，种群的基因频率会发生变化吗？基因A2的频率可能会怎样变化？注：基因型频率=×100%该基因型个体数该种群个体总数配子的比值A（）A（）a（）a（）a（）AA（30%）Aa（60%）aa（10%）A（）Aa（）aa（）AA（）亲代基因型的比值子代基因型频率子代基因频率",
    "112第6章生物的进化探究自然选择对种群基因频率变化的影响探究·实践种群基因频率的变化你已经知道，基因突变在自然界是普遍存在的。基因突变产生新的等位基因，这就可以使种群的基因频率发生变化。达尔文曾明确指出，可遗传的变异提供了生物进化的原材料。现代遗传学研究表明，可遗传的变异来源于基因突变、基因重组和染色体变异。其中，基因突变和染色体变异统称为突变（mutation）。我们知道，生物自发突变的频率很低，而且许多突变是有害的，那么，它为什么还能够作为生物进化的原材料呢？这是因为种群是由许多个体组成的，每个个体的细胞中都有成千上万个基因，这样，每一代就会产生大量的突变。例如，果蝇1组染色体上约有1.3×104个基因，假定每个基因的突变频率都为10-5，对一个中等大小的果蝇种群（约有108个个体）来说，每一代出现的基因突变数将是：2×1.3×104×10-5×108=2.6×107（个）此外，突变的有害和有利也不是绝对的，这往往取决于生物的生存环境。例如，有翅的昆虫中有时会出现残翅和无翅的突变类型，这类昆虫在正常情况下很难生存下去。但是在经常刮大风的海岛上，这类昆虫却因为不能飞行而避免了被海风吹到海里淹死。基因突变产生的等位基因，通过有性生殖过程中的基因重组，可以形成多种多样的基因型，从而使种群中出现多种多样可遗传的变异类型。突变和重组都是随机的、不定向的，那么，种群基因频率的改变是否也是不定向的呢？自然选择对种群基因频率变化的影响某海岛上残翅和无翅的昆虫英国的曼彻斯特地区有一种桦尺蛾（其幼虫叫桦尺蠖）。它们夜间活动，白天栖息在树干上。杂交实验表明，桦尺蛾的体色受一对等位基因S和s控制，黑色（S）对浅色（s）是显性的。在19世纪中叶以前，桦尺蛾几乎都是浅色型的，该种群中S基因的频率很低，在5%以下。到了20世纪中叶，黑色型的桦尺蛾却成了常见的类型，S基因回忆前面所学的知识，想一想，染色体数目和结构的变异都能引起种群基因频率的变化吗？知识链接",
    "第3节种群基因组成的变化与物种的形成113的频率上升到95%以上。19世纪时，曼彻斯特地区的树干上长满了浅色的地衣。后来，随着工业的发展，工厂排出的煤烟使地衣不能生存，结果树皮裸露并被熏成黑褐色。提出问题桦尺蛾种群中s基因（决定浅色性状）的频率为什么越来越低呢？作出假设根据前面所学的知识作出假设：。讨论探究思路你可以用创设数字化问题情境的方法来探究。以下问题情境供参考。创设情境示例（其中数字是假设的）：1870年，桦尺蛾种群的基因型频率为SS10%，Ss20%，ss70%，S基因的频率为20%。在树干变黑这一环境条件下，假如树干变黑不利于浅色桦尺蛾的生存，使得种群中浅色个体每年减少10%，黑色个体每年增加10%。第2~10年间，该种群每年的基因型频率各是多少？每年的基因频率是多少？提示：不同年份该种群的个体总数可能有所变化。制订并实施研究方案1．创设数字化的问题情境。2．计算，将计算结果填入表中（如下表所示）。3．根据计算结果，对环境的选择作用的大小进行适当调整，比如，把浅色个体每年减少的数量百分比定高些，重新计算种群基因型频率和基因频率的变化，与步骤2中所得的数据进行比较。分析结果，得出结论分析计算结果是否支持你作出的假设，得出结论。讨论1．树干变黑会影响桦尺蛾种群中浅色个体的出生率吗？为什么？2．在自然选择过程中，直接受选择的是基因型还是表型？为什么？长满地衣的树干上的桦尺蛾黑色树干上的桦尺蛾基因型频率基因频率第1年SS10%11.5%22.9%65.6%23%77%20%70%20%80%SsssSs第2年第3年第4年……",
    "114第6章生物的进化一、概念检测1．从基因水平看，生物进化的过程就是种群基因频率发生定向改变的过程。判断下列相关表述是否正确。（1）某地区红绿色盲患者在男性中约占8%，在女性中约占0.64%，由此可知，红绿色盲基因Xb的基因频率约为8%。（）（2）基因频率变化是由基因突变和基因重组引起的，不受环境的影响。（）（3）生物进化的实质是种群基因频率在自然选择作用下的定向改变。（）2．种群是物种在自然界的存在形式，也是一个繁殖单位。下列生物群体中属于种群的是（）A．一个湖泊中的全部鱼B．一片森林中的全部蛇C．一间屋中的全部蟑螂D．卧龙自然保护区中的全部大熊猫3．某一瓢虫种群中有黑色和红色两种体色的个体，这一性状由一对等位基因控制，黑色（B）对红色（b）为显性。如果基因型为BB的个体占18%，基因型为Bb的个体占78%，基因型为bb的个体占4%。基因B和b的频率分别为（）A．18%、82%B．36%、64%C．57%、43%D．92%、8%4．一种果蝇的突变体在21℃的气温下，生存能力很差，但是，当气温上升到25.5℃时，突变体的生存能力大大提高。这说明（）A．突变是不定向的B．突变是随机发生的C．突变的有害或有利取决于环境条件D．环境条件的变化对突变体都是有害的二、拓展应用1．举出人为因素导致种群基因频率定向改变的实例。2．如果将一个濒临灭绝的生物种群释放到一个新的环境中，那里有充足的食物，没有天敌，这个种群将发生怎样的变化？请根据所学知识作出预测。3．碳青霉烯类抗生素是治疗重度感染的一类药物。下表为2005—2008年，该类抗生素在某医院住院患者中的人均使用量，以及从患者体内分离得到的某种细菌对该类抗生素的耐药率变化。据表回答下列问题。在自然选择的作用下，具有有利变异的个体有更多的机会产生后代，种群中相应基因的频率会不断提高；相反，具有不利变异的个体留下后代的机会少，种群中相应基因的频率会下降。因此，在自然选择的作用下，种群的基因频率会发生定向改变，导致生物朝着一定的方向不断进化。（1）这种细菌耐药率的变化与抗生素的使用量之间是否存在关联？依据是什么？（2）试从进化的角度解释耐药率升高的原因。（3）我国卫生部门建立了全国抗菌药物临床应用监测网和细菌耐药监测网，并要求医疗机构开展细菌耐药监测工作，建立细菌耐药预警机制。例如，当某抗菌药物的主要目标细菌耐药率超过30%时，医疗机构应及时将这一预警信息进行通报。请分析这一要求的合理性。（4）人类不断研发和使用新的抗生素，细菌对新药的耐药性也在不断提高，二者之间仿佛发生了一场竞赛。作为这场竞赛的参与者，你可以做些什么呢？练习与应用年份20050.0742.60.126.110.1410.90.1925.5200620072008住院患者该类抗生素的人均使用量/g某种细菌对该类抗生素的耐药率/%",
    "第3节种群基因组成的变化与物种的形成115一般情况下，一定浓度的抗生素会杀死细菌，但变异的细菌可能产生耐药性。在实验室连续培养细菌时，如果向培养基中添加抗生素，耐药菌有可能存活下来。目的要求通过观察细菌在含有抗生素的培养基上的生长状况，探究抗生素对细菌的选择作用。材料用具经高温灭菌的牛肉膏蛋白胨液体培养基及固体培养基平板，细菌菌株（如大肠杆菌、金黄色葡萄球菌等），含有抗生素（如青霉素、卡那霉素等）的圆形滤纸片（以下简称“抗生素纸片”），不含抗生素的纸片，镊子，涂布器，无菌棉签，酒精灯，记号笔，直尺等。方法步骤1．用记号笔在培养皿的底部画2条相互垂直的直线，将培养皿分为4个区域，分别标记为①~④。2．取少量细菌的培养液，用无菌的涂布器（或无菌棉签）均匀地涂抹在培养基平板上。3．用无菌的镊子先夹取1张不含抗生素的纸片放在①号区域的中央，再分别夹取1张抗生素纸片放在②~④号区域的中央，盖上皿盖。4．将培养皿倒置于37℃的恒温箱中培养12~16h。5．观察培养基上细菌的生长状况。纸片附近是否出现了抑菌圈？如果有，测量和记录每个实验组中抑菌圈的直径，并取平均值。6．从抑菌圈边缘的菌落上挑取细菌，接种到已灭菌的液体培养基中培养，然后重注意：实验结束后，应将耐药菌、培养基、纸片等进行高温灭菌处理。复步骤2~5。如此重复几代，记录每一代培养物抑菌圈的直径。结果和结论1.在培养基上是否有细菌生长？在放有抗生素纸片的区域呢？2.在连续培养几代后，抑菌圈的直径发生了什么变化？这说明抗生素对细菌产生了什么作用？讨论1.为什么要从抑菌圈边缘的菌落上挑取细菌？2.你的数据是否支持“耐药菌是普遍存在的”这一说法？说说你的理由。3.在本实验的培养条件下，耐药菌所产生的变异是有利还是有害的？你怎么理解变异是有利还是有害的？4.你认为你的数据和结论是有效的吗？（提示：将你的数据和结论与其他同学的进行比较。）5．滥用抗生素的现象十分普遍。例如，有人生病时觉得去医院很麻烦，就直接吃抗生素；有的禽畜养殖者将抗生素添加到动物饲料中。你认为这些做法会有什么后果？请你查阅资料，举出更多滥用抗生素的实例。探究抗生素对细菌的选择作用探究·实践培养大肠杆菌的平板上产生抑菌圈",
    "116第6章生物的进化同种生物的不同种群，由于突变和选择因素的不同，其基因组成可能会朝不同的方向改变，导致种群间出现形态和生理上的差异。但是，它们并不一定分化为不同的物种。那么，怎样判断两个种群是不是同一个物种呢？物种的概念在遗传学和生物进化论的研究中，把能够在自然状态下相互交配并且产生可育后代的一群生物称为一个物种（species）。不同物种之间一般是不能相互交配的，即使交配成功，也不能产生可育的后代，这种现象叫作生殖隔离（reproductiveisolation）。例如，马和驴虽然能够交配，但是产生的后代——骡（图6-10）是不育的，因此，马和驴之间存在生殖隔离，它们属于两个物种。隔离及其在物种形成中的作用由于高山、河流、沙漠或其他地理上的障碍，每个物种总是分成一个个或大或小的群体，这些群体就是不同的种群，比如两个池塘中的鲤鱼就是两个种群。同种生物由于地理障碍而分成不同的种群，使得种群间不能发生基因交流的现象，叫作地理隔离（geographicalisolation）。地理隔离和生殖隔离都是指不同群体间的个体，在自然条件下基因不能自由交流的现象，这里统称为隔离（isolation）。那么，地理隔离和生殖隔离有没有什么联系呢？下图是一个假想的情境，可以帮助你想象和思考（图6-11）。在一个山谷中，有一个鼠种群“快乐”地生活着。雌鼠和雄鼠之间可以自由交配，繁衍后代。后来由于地质和气候的变化，山谷中形成一条汹涌的大河。鼠种群的个体，一半在河这边，一半在河那边。就这样过了几千年。后来，河流干涸了，两个鼠种群又相遇了。它们发现彼此大不相同。它们之间还能繁殖后代吗？●什么是物种？●怎样理解地理隔离和生殖隔离？●隔离在物种形成中起什么作用？本节聚焦图6-10骡图6-11地理隔离导致产生两个鼠种群的示意图二隔离在物种形成中的作用",
    "第3节种群基因组成的变化与物种的形成117隔离在物种形成中的作用思考·讨论这是达尔文在环球考察中观察到的现象。在加拉帕戈斯群岛上生活着13种地雀。这些地雀的喙差别很大，不同种之间存在生殖隔离。而在辽阔的南美洲大陆上，却看不到这13种地雀的踪影。加拉帕戈斯群岛位于南美洲附近的太平洋中，由13个主要岛屿组成，这些岛屿与南美洲大陆的距离为160~950km。不同岛屿的环境有较大差别，比如岛的低洼地带，布满棘刺状的灌丛；而在只有大岛上才有的高地，则生长着茂密的森林。这些岛屿是500万年前由海底的火山喷发后形成的，比南美洲大陆的形成晚得多。因此，可以推测这些地雀的共同祖先来自南美洲大陆，以后在各个岛屿上形成了不同的种群。讨论1．设想南美洲大陆的一种地雀来到加拉帕戈斯群岛后，先在两个岛屿上形成两个初始种群。这两个种群的个体数量都不多。它们的基因频率一样吗？2．不同岛屿上的地雀种群，产生突变的情况一样吗？3．对不同岛屿上的地雀种群来说，环境的作用有没有差别？这对种群基因频率的变化会产生什么影响？4．如果这片海域只有一个小岛，还会形成这么多种地雀吗？加拉帕戈斯群岛的地雀",
    "118第6章生物的进化加拉帕戈斯群岛的地雀是说明通过地理隔离形成新物种的著名实例。这些地雀的祖先属于同一个物种，从南美洲大陆迁来后，逐渐分布到不同的岛屿上。由于各个岛上的地雀种群可能会出现不同的突变和基因重组，而一个种群的突变和基因重组对另一个种群的基因频率没有影响。因此，不同种群的基因频率就会发生不同的变化。由于各个岛上的食物和栖息条件互不相同，自然选择对不同种群基因频率的改变所起的作用就有差别：在一个种群中，某些基因被保留下来，而在另一个种群中，被保留下来的可能是另一些基因。久而久之，这些种群的基因库就会形成明显的差异，并逐渐出现生殖隔离。生殖隔离一旦形成，原来属于一个物种的地雀，就成了不同的物种。由此可见，隔离是物种形成的必要条件。物种形成本身表示生物类型的增加。同时，它也意味着生物能够以新的方式利用环境条件，从而为生物的进一步发展开辟新的前景。一、概念检测1.判断下列与隔离有关的表述是否正确。（1）在曼彻斯特的桦尺蛾种群中，黑色个体与浅色个体之间未出现生殖隔离。（）（2）加拉帕戈斯群岛不同岛屿上的地雀种群之间由于地理隔离而逐渐形成了生殖隔离。（）2．19世纪70年代，10对原产于美国的灰松鼠被引入英国，结果在英国大量繁殖、泛滥成灾。对生活在两国的灰松鼠种群，可以作出的判断是（）A．两者尚未形成两个物种B．两者的外部形态有明显差别C．两者之间已经出现生殖隔离D．两者的基因库向不同方向改变二、拓展应用1．斑马的染色体数为22对，驴的染色体数为31对，斑马斑驴兽被子植物的出现为传粉昆虫的形成创造了条件，后者又成为食虫鸟类繁盛的前奏。你还能举出其他例子吗？练习与应用和驴杂交产生的后代兼具斑马和驴的特征，称为斑驴兽或驴斑兽。斑马和驴杂交产生的后代是可育的吗？你能从染色体组的角度作出解释吗？2．在自然界，狮和虎是不可能相遇的。在动物园里，一般也将这两种动物分开圈养。近年来才出现将它们的幼崽放在一起饲养的做法，目的是获得有观赏价值的杂交后代——狮虎兽或虎狮兽，你对这种做法有什么看法？",
    "第4节协同进化与生物多样性的形成119某种兰花和专门给它传粉的蛾第4节协同进化与生物多样性的形成达尔文曾发现一种兰花长着细长的花距，其底部储存着花蜜。达尔文推测，这种花的形成绝不是偶然的，肯定存在这样的昆虫，它们生有同样细长的吸管似的口器，可以从花距中吸到花蜜。大约50年以后，研究人员果然发现了这样的蛾类昆虫。讨论1．达尔文作出上述推测的理由是什么？2．如果后来未发现这样的蛾类昆虫，是否说明达尔文的推测是错误的？在自然界，一种植物专门由一种昆虫传粉的情形并不少见。想一想，昆虫传粉的专门化对植物繁衍后代有什么意义？虫媒花的进化与传粉昆虫的进化有怎样的关系？协同进化你可能在电视上看过猎豹追捕羚羊的镜头（图6-12）。自然选择有利于羚羊种群中肌肉发达、动作敏捷的个体，也有利于猎豹种群中跑得快的个体。这两个物种的进化过程宛如一场漫长的“军备竞赛”。你想过没有，捕食者的存在是否对被捕食者有害无益？实际上，捕食者所吃掉的大多是被捕食者中年老、病弱或年幼的个体，客观上起到了促进种群发展的作用。关于捕食者在进化中的作用，美国生态学家斯坦利（S.M.Stanley）提出了“收割理论”：捕食者往往捕食个体数量多的物种，这样就会避免出现一种或少数几种生物在生态系统中占绝对优势的局面，为其他物种的形成腾出空间。捕食者的存在有利于增加物种多样性。问题探讨●什么是协同进化？●怎样理解生物多样性是进化的结果？●生物进化理论仍然在发展吗？本节聚焦没有我，你跑不了这么快！图6-12猎豹追捕羚羊没有我，你也跑不了这么快！",
    "120第6章生物的进化46亿年前地球形成生命的起源前寒武纪寒武纪5.41亿年前2.52亿年前6600万年前古生代中生代新生代30多亿年前（为了便于阅读，对图中的生物作了不同比例的缩放）图6-13生物进化的历程示意图46亿年前地球形成生命的起源前寒武纪寒武纪5.41亿年前2.52亿年前6600万年前古生代中生代新生代30多亿年前（为了便于阅读，对图中的生物作了不同比例的缩放）图6-13生物进化的历程示意图120第6章生物的进化",
    "第4节协同进化与生物多样性的形成121不仅不同种生物之间在进化上密切相关，生物的进化与无机环境的变化也是相互影响的。例如，地球上的原始大气中是没有氧气的，因此，最早出现的生物都是厌氧（进行无氧呼吸）的；最早的光合生物的出现，使得原始大气中有了氧气，这就为好氧生物的出现创造了前提条件。不同物种之间、生物与无机环境之间在相互影响中不断进化和发展，这就是协同进化（coevolution）。通过漫长的协同进化过程，地球上不仅出现了千姿百态的物种，丰富多彩的基因库，而且形成了多种多样的生态系统。生物多样性的形成生物多样性主要包括三个层次的内容：遗传多样性（基因多样性）、物种多样性和生态系统多样性。生物多样性的形成经历了漫长的进化历程（图6-13）。不仅不同种生物之间在进化上密切相关，生物的进化与无机环境的变化也是相互影响的。例如，地球上的原始大气中是没有氧气的，因此，最早出现的生物都是厌氧（进行无氧呼吸）的；最早的光合生物的出现，使得原始大气中有了氧气，这就为好氧生物的出现创造了前提条件。不同物种之间、生物与无机环境之间在相互影响中不断进化和发展，这就是协同进化（coevolution）。通过漫长的协同进化过程，地球上不仅出现了千姿百态的物种，丰富多彩的基因库，而且形成了多种多样的生态系统。生物多样性的形成生物多样性主要包括三个层次的内容：遗传多样性（基因多样性）、物种多样性和生态系统多样性。生物多样性的形成经历了漫长的进化历程（图6-13）。",
    "122第6章生物的进化分析生物多样性的形成思考·讨论仔细观察图6-13，或自己搜集资料，就以下问题进行讨论。讨论1．最早出现的生物是哪一类生物？它们生活在什么环境中？2．陆生植物和陆生动物的出现谁先谁后？前者为后者提供了什么条件？3．同今天你所看到的地球相比，寒武纪时地球上的生态系统有什么特点？4．恐龙大约是什么时候绝灭的？物种绝灭对生物多样性会产生怎样的影响？就目前所掌握的证据来看，最早的生物化石是35亿年前的古细菌化石（图6-14）。在此之后大约20亿年的漫长岁月中，地球上的生物主要是海洋中种数不多的细菌（包括蓝细菌），它们都是原核生物。这一时期的生态系统是只有生产者和分解者的两极生态系统。真核生物出现以后，有性生殖作为一种新的繁殖方式出现了。生物通过有性生殖，实现了基因重组，这就增强了生物变异的多样性，生物进化的速度明显加快，多细胞植物和动物的种类不断增多。在5.4亿~5.0亿年前的寒武纪，海洋中有大量的无脊椎动物物种爆发式地迅速形成，这就是著名的寒武纪大爆发。大量的动物构成了生态系统的第三极——消费者，使生态系统具有更加复杂的结构（图6-15）。同热闹非凡的海洋生物世界相比，当时的陆地上却几乎没有生物。大约在4亿年前，由于造山运动使海洋缩小，陆地扩大，一些海洋植物开始适应陆地生活，形成了原始图6-14古细菌化石（放大3万倍）图6-15寒武纪的海洋生物类群想象图",
    "第4节协同进化与生物多样性的形成123的陆生植物，主要是蕨类植物（图6-16）。随后才出现了适应陆地生活的动物——原始的两栖类。生物的登陆改变着陆地的环境，陆地上复杂的环境又为生物的进化提供了广阔的舞台，裸子植物和被子植物先后扮演了生产者中的主角，鸟类、哺乳类等成为地球上占优势的动物类群，复杂多样的陆地生态系统逐渐形成。生物进化理论在发展以自然选择学说为核心的现代生物进化理论对自然界的生命史作出了科学的解释：适应是自然选择的结果；种群是生物进化的基本单位；突变和基因重组提供进化的原材料，自然选择导致种群基因频率的定向改变，进而通过隔离形成新的物种；生物进化的过程实际上是生物与生物、生物与无机环境协同进化的过程；生物多样性是协同进化的结果。生物进化过程复杂而漫长，已经发生的，研究者无法目睹；将要发生的，研究者很难预知。因此，上面所概括的现在进化过程中，许多物种由于不适应环境的变化而绝灭了。例如，在中生代“统治”地球达1亿年之久的各种恐龙，由于目前尚未定论的原因，在白垩纪末全部绝灭。恐龙的绝灭为哺乳类的兴盛腾出了空间，使生物进化翻开了崭新的一页。图6-164亿年前陆地景观想象图人类也是生物进化的产物。大约300万年前，森林古猿的一支离开森林，告别树栖生活，走上了向现代人类进化的漫漫长路。在自然界的生存斗争中，人类凭借非凡的大脑、灵巧的双手和群体的力量，已经拥有了其他生物无可比拟的生存优势，并且对其他物种的进化产生了重要影响，不少物种由于人类活动的影响走向绝灭。我们须臾不能忘记的是，包括人类在内的所有生物都是在相互依存、相互制约中生存和发展的，人类的生存和发展始终受益于生物多样性，保护生物多样性就是保护人类自己。与社会的联系",
    "代生物进化理论的要点，尽管已被学术界广为接受，却不意味着生物进化的一切奥秘都真相大白，而是仍有争论和疑点。有些学者的研究表明，基因突变对生物适应性的影响并不是非益即害的，大量的基因突变是中性的，自然选择对这些基因突变不起作用，这些基因突变经过长期积累，会导致种群间遗传物质出现较大的差别。因此有人主张，决定生物进化方向的是中性突变的逐渐积累，而不是自然选择。更多学者则认为，基因突变并不都是中性的，有些基因突变反映在个体的性状上，与环境相适应的程度有差异，因此，不能否认自然选择的作用。根据许多物种是在短时间内迅速形成的现象，有人提出物种形成并不都是渐变的过程，而是物种长期稳定与迅速形成新种交替出现的过程，其原因仍在探索中。总之，生物的进化是如此复杂，现有的进化理论所不能解释的问题比已经解释的问题还要多。在这些理论中，以自然选择学说为核心的进化理论比其他学说的影响要广泛和深远，它仍然是以后各个方面研究的基础。同其他科学理论一样，生物进化理论不会停滞不前，而是在不断发展。一、概念检测1．生物多样性是协同进化的结果。判断下列与进化和生物多样性有关的表述是否正确。（1）一个物种的形成或绝灭，会影响到若干其他物种的进化。（）（2）物种之间的协同进化都是通过物种之间的竞争实现的。（）（3）地球上的生态系统从古至今都是由生产者、消费者和分解者组成的。（）（4）生物多样性的形成是指新的物种不断形成的过程。（）2．基于早期地球的特殊环境推测，地球上最早出现的生物是（）A．单细胞生物，进行有氧呼吸B．多细胞生物，进行有氧呼吸C．单细胞生物，进行无氧呼吸D．多细胞生物，进行无氧呼吸二、拓展应用1．用一位学者的话说，协同进化就是“生态的舞台，进化的表演”（Theecologicaltheaterandevolutionaryplay）。根据本节所学内容，谈谈你对这句话的理解。2．假如物种之间没有一定的关系（如亲缘关系和相互影响），也不随时间而改变，那么我们的生物学观点会发生怎样的变化？生物学是更容易学习还是更难学习？3.我国在修建青藏铁路时，不惜耗资修建了许多高架桥和涵洞。这对保护生物多样性有什么意义？这种做法适合在其他地区推广吗？请综合运用本章各节所学知识，从基因、物种和生态系统三个方面来论证。感兴趣的话，你还可以从经济和社会等角度提出自己的看法。自1984年开始，在我国云南省澄江县，陆续发现了大量寒武纪早期（约5.3亿年前）的化石，其中包括藻类、海绵动物、腔肠动物以及大量现已绝灭的无脊椎动物类群。这些发现不但证实了“寒武纪大爆发”事件，而且为研究生物进化提出了不少新课题。相关信息物理和化学中有哪些理论问题现在仍有争议？有哪些疑点有待解决？你能举出例子吗？练习与应用124第6章生物的进化",
    "理解概念●有许多证据支持生物是不断进化的，当今生物来自共同祖先，其中化石是直接的证据，比较解剖学和胚胎学证据也给生物进化论提供了有力的支持；随着生物科学的发展，来自细胞生物学和分子生物学方面的证据也越来越多。●关于适应是如何形成的，多种多样的物种是如何起源的，达尔文的自然选择学说作出了科学的解释：在生存斗争中，某些可遗传的有利变异将赋予个体在特定环境中生存和繁殖的优势，通过自然选择，这些可遗传的有利变异逐渐积累，导致生物更好地适应特定的环境，不断出现适应各种环境的生物新类型。●随着科学的发展，人们对生物进化的认识不断深入，形成了以自然选择学说为核心的现代生物进化理论，其主要内容是：适应是自然选择的结果；种群是生物进化的基本单位；突变和基因重组提供进化的原材料，自然选择导致种群基因频率的定向改变，进而通过隔离形成新的物种；生物进化的过程实际上是生物与生物、生物与无机环境协同进化的过程；生物多样性是协同进化的结果。●关于生物进化的原因，目前仍存在着不同的观点。生物进化理论仍在发展。发展素养通过本章的学习，应在以下几方面得到发展。●能够基于证据和逻辑，认同生物是不断进化的，当今的各种生物来自共同祖先，并运用生物进化观点解释生物界的现象，传播科学的自然观。●认同人类同其他物种一样，也是进化的产物，与其他物种有着或近或远的亲缘关系，而不是天生具有凌驾于其他物种之上的超然地位；自然界的各种生物和生态系统都是协同进化的结果，它们是作为一个整体不断发展的，进而认同人类应当尊重自然、顺应自然、保护自然，与大自然和谐相处。●能够运用现代生物进化理论解释适应的形成和生物的进化，分析现实生活中诸如耐药菌的产生等相关问题。●通过了解生物进化理论发展的历史，认同科学的基本特点是以怀疑作审视的出发点，以实证为判别的尺度，以逻辑作论辩的武器；科学是一个动态的过程，在不断地怀疑和求证、争论和修正中向前发展。基于这种认识，在今后的学习和生活中努力做到敢于怀疑、勇于探索、尊重证据、崇尚理性。本章小结125",
    "126第6章生物的进化一、选择题1．对种群的基因频率没有影响的是（）A．随机交配B．基因突变C．自然选择D．染色体变异2．生态系统多样性形成的原因可以概括为（）A．基因突变B．基因重组C．协同进化D．地理隔离3．下列关于生物进化的表述，错误的是（）A．隔离是物种形成的必要条件B．突变和基因重组都具有随机性C．自然选择决定生物进化的方向D．只有有利变异才是进化的原材料4．关于有性生殖在进化上的意义，下列说法错误的是（）A．实现了基因重组B．提高了繁殖速率C．加快了进化的进程D．丰富了变异的原材料二、非选择题1．在下面的空白框和括号处填写适当的词语。2．在进化地位上越高等的生物，适应能力越强吗？请说明你的观点和证据。3．与同种或类似的野生种类相比，家养动物的变异较多（如狗的变异比狼多）。对此你如何解释？4．科学家对某地一种蟹的体色深浅进行了研究，结果如下图所示。不同体色的个体数量为什么会形成这样的差别呢？请提出假说进行解释。地理隔离时间扩大突变和基因重组种群基因频率基因库的差别种群间生殖隔离改变积累标志着（）（）蟹的数量O蟹的体色深体色中间体色浅体色复习与提高5．褐花杓兰和西藏杓兰主要分布于我国西南地区，且分布区域有一定交叉。典型的褐花杓兰，花是深紫色的；典型的西藏杓兰，花是紫红色的。此外，它们还存在花色从浅红到深紫等一系列过渡类型。研究人员通过实验发现，这两种植物能够杂交并产生可育后代。请回答下列问题。（1）这两种兰花的花色存在一系列过渡类型，能否用二者在自然状态下可以杂交来解释？如果能，能否确定过渡类型就是二者杂交形成的？（2）研究人员建议将它们合并为一种。这一建议有道理吗？6．20世纪40年代，DDT开始被用作杀虫剂，起初非常有效。若干年以后，人们发现它的杀虫效果越来越差。人们的解释是昆虫产生了抗药性。请你运用本章所学知识，对昆虫产生抗药性作出进一步的解释。7．学习完“遗传与进化”模块，你对基因、遗传、变异和进化乃至生命本质有哪些深入的体会和独到的理解？请你围绕上述关键词写一篇短文，题目自拟，文体和字数不限。西藏杓兰褐花杓兰",
    "后记本册教科书是人民教育出版社课程教材研究所生物课程教材研究开发中心依据教育部《普通高中生物学课程标准（2017年版）》编写的，2019年经国家教材委员会专家委员会审核通过。本册教科书的编写，集中反映了我国十余年来普通高中课程改革的成果，吸取了2004年版《普通高中课程标准实验教科书生物》的编写经验，凝聚了参与课改实验的教育专家、学科专家、教材编写专家、教研人员和一线教师，以及教材设计装帧专家的集体智慧。我们感谢参加2004年版《普通高中课程标准实验教科书生物》编写工作或此次修订工作的王真真、吴兢勤、李红、陈香。感谢所有对教科书的编写、出版、试教等提供过帮助与支持的同仁和社会各界朋友。为本书绘制插图的有北京静远嘲风动漫传媒科技中心、北京文鲁文化传媒有限公司、北京瀚文创享文化传播有限公司；设计排版为北京气和宇宙艺术设计有限公司、封彤。本册教科书出版之前，我们通过多种渠道与教科书选用作品（包括照片、画作）的作者进行了联系，得到了他们的大力支持。对此，我们表示衷心的感谢！本册教科书投入使用后，我们根据各方意见作了修订，真诚希望广大师生和家长继续提出宝贵意见！联系方式电话：010-58758866电子邮箱：jcfk@pep.com.cn人民教育出版社课程教材研究所生物课程教材研究开发中心2023年7月",
    "谨向为本书提供照片的单位和人士致谢东方IC（“科学家访谈”2张，第1页1张，第12页1张，第13页1张，第14页1张，第19页1张，第21页2张，第27页1张，第29页1张，第35页1张，第45页1张，第49页1张，第59页1张，第75页1张，第84页1张，第86页2张，第90页2张，第93页1张，第99页1张，第100页1张，第101页1张，第104页1张，第109页1张，第110页1张，第111页1张，第118页1张，第119页1张）；视觉中国（第2页1张，第17页1张，第27页1张，第34页1张，第38页1张，第46页1张，第57页1张，第60页1张，第75页2张，第76页1张，第79页1张，第80页3张，第82页1张，第84页1张，第103页1张，第105页1张，第107页1张，第109页1张，第113页1张，第118页1张，第119页1张，第124页1张）；全景视觉（第2页1张，第73页1张，第90页3张，第118页2张，第119页1张）；中国全球图片总汇（“科学家访谈”2张，第98页1张）；中国新闻图片网（“科学家访谈”1张）；JournalofGeneticsandGenomics（第23页6张）；《基因论》，北京大学出版社（第33页1张）；Cell（第47页1张）；《光辉的十年》，中国科学技术出版社（第76页2张）；《物种起源》，译林出版社（第100页1张）；袁隆平（“科学家访谈”1张）；王梅春（第9页2张）；赵萌、徐捷（第24页8张）；李强（第26页1张，第51页1张）；朱京（第25页1张，第26页1张，第48页1张，第51页2张，第115页1张）；王远（第76页2张）；熊志勇（第87页1张）；刁青云（第88页3张）；潘明山（第89页2张）；张锋（第95页1张）；兰慧（第101页1张）；李鹏、罗毅波（第126页2张）。",
    "遗传与进化普通高中课程标准教科书遗传与进化普通高中教科书生物学生物学必修2必修2SHENGWUXUEPUTONGGAOZHONGJIAOKESHU®绿色印刷产品普通高中教科书ໃଁ଀\u000e\u0012\u0001\u0001\u0001\u0012\u0012\u001a\u000e\u0019\u000e\u0013\u0001\u0001\u0001ഈ໶\u0019\u001b\u0015\u0013"
]