[
    "生物与环境普通高中课程标准教科书生物学普通高中教科书生物与环境选择性必修2生物学选择性必修2普通高中教科书绿色印刷产品绿色印刷产品®SHENGWUXUEPUTONGGAOZHONGJIAOKESHUള໾࿊ᄴྟсྩ\u0013ٿ૫\u0017\u000f\u0011\u000fJOEE\u0001\u0001\u0001\u0012ള໾࿊ᄴྟсྩ\u0013ٿ૫\u0017\u000f\u0011\u000fJOEE\u0001\u0001\u0001\u0012\u0013\u0011\u0013\u0011\u0010\u0017\u0010\u0012\u0017\u0001\u0001\u0001ഈ໶\u0012\u0011\u001b\u0016\u0012\u0013\u0011\u0013\u0011\u0010\u0017\u0010\u0012\u0017\u0001\u0001\u0001ഈ໶\u0012\u0011\u001b\u0016\u0012",
    "生物与环境选择性必修2普通高中教科书生物学·北京·人民教育出版社课程教材研究所生物课程教材研究开发中心编著",
    "普通高中教科书生物学选择性必修2生物与环境人民教育出版社课程教材研究所生物课程教材研究开发中心编著出网版（北京市海淀区中关村南大街17号院1号楼邮编：100081）址http://www.pep.com.cn版权所有·未经许可不得采用任何方式擅自复制或使用本产品任何部分·违者必究如发现内容质量问题，请登录中小学教材意见反馈平台：jcyjfk.pep.com.cn主编：朱正威赵占良副主编：何奕騉本册主编：温青谭永平编写人员：（以姓氏笔画为序）于璇王颖王永胜王德利赵占良夏献平责任编辑：王颖美术编辑：王喆",
    "目录科学家访谈尊重自然、顺应自然、保护自然—与方精云院士一席谈第1章种群及其动态..............................................1第1节种群的数量特征..............................................2探究・实践调查草地中某种双子叶植物的种群密度..........................................5生物科技进展调查种群数量的其他方法..........6第2节种群数量的变化..............................................7探究・实践培养液中酵母菌种群数量的变化...11科学家的故事生态学巨匠马世骏....................12第3节影响种群数量变化的因素............................13与生物学有关的职业植保员............................18第2章群落及其演替............................................21第1节群落的结构....................................................22探究・实践研究土壤中小动物类群的丰富度...30科学・技术・社会立体农业.............................32第2节群落的主要类型............................................33与生物学有关的职业林业工程师....................37第3节群落的演替....................................................38",
    "第3章生态系统及其稳定性................................47第1节生态系统的结构............................................48科学・技术・社会黄石公园灭狼与引狼入园的启示................................53第2节生态系统的能量流动....................................54探究・实践调查当地某生态系统中的能量流动情况........................................59第3节生态系统的物质循环....................................61探究・实践探究土壤微生物的分解作用........65与生物学有关的职业景观设计师....................67第4节生态系统的信息传递....................................68第5节生态系统的稳定性........................................73探究・实践设计制作生态缸，观察其稳定性...78",
    "第4章人与环境....................................................81第1节人类活动对生态环境的影响........................82探究・实践调查当地的环境状况，提出保护环境的建议或行动计划................87科学・技术・社会塞罕坝今昔.........................89第2节生物多样性及其保护....................................90探究・实践搜集保护生物多样性的实例........94科学・技术・社会关注生态伦理道德.............97第3节生态工程........................................................98一生态工程的基本原理....................................98二生态工程的实例和发展前景......................104生物科技进展定量评估我国陆地生态系统的固碳效应...................................110科学・技术・社会前景广阔的沼气工程........111",
    "2017年10月的一天，编者如约来到方精云院士在北京大学的办公室。一整面墙的书柜塞满了学术专著和期刊；不大的书桌，边缘已经磨得掉漆了。就在这个简朴而安静的办公室里，方精云院士接受了编者的采访。问：您是一位生态学家，能否先给大家讲讲什么是生态学？答：生态学是研究生物与环境相互关系的科学，是自然科学的重要组成部分，它就是在研究生态系统的What、How、Why，以及它的效应。What，就是研究生态系统的组成、结构和功能。How，就是研究生态系统各组分之间是如何工作的，也就是各组分之间的相互关系。Why，就是研究生态系统为什么会形成上述的组成、结构和功能。生态系统的效应，是生态系统的服务功能，这主要是针对人类而言的，科学家访谈尊重自然、顺应自然、保护自然—与方精云院士一席谈是现代农业的基础。问：我国提出了“加快生态文明体制改革、建设美丽中国”的新目标，确立了“生态兴则文明兴”“人与自然是生命共同体”等一系列新思想。这彰显了我国对生态文明的重视。生态学在建设生态文明中会起到什么作用？答：生态文明建设是我国的重大战略之一。人类必须尊重自然、顺应自然、保护自然。这里的“自然”就是指生态环境。尊重自然就是要尊重生态学规律，顺应自然就是适应环境的变化，保护自然就是保护自然界的部分或整体。生态文明强调的是“和谐”而不是“妥协”，人类的能动性依然重要。生态文明并不是简单的返璞归真，而是依托当代先进的生产力，实现人与自然的和谐共生。生态学是生态文明建设的科学支撑。方精云安徽怀宁人，生态学家，北京大学教授，中国科学院院士，发展中国家科学院院士。方精云院士系统研究了中国植被的动态变化及其成因，构建了中国第一个国家尺度的陆地碳循环模式，对中国和世界主要国家的碳排放进行了测算，定量评估了中国陆地生态系统的固碳效应，为中国制定气候变化谈判政策提供了科学依据。",
    "生态学使人类认识了生态系统的结构、动态变化以及机制。只要尊重自然规律，在可允许的范围内操作，就可以既不损害自然，又能合理利用自然，促进自然和社会的协调。而生态文明建设会为生态学及相关学科提供发展的机会和平台，有利于推动科学的发展。问：看来生态学确实非常重要。您在生态学研究上取得了丰硕的成果，最想跟大家分享的研究成果是什么？答：很多人都将“碳循环”作为我的科研“标签”，因为我是国内最早系统研究碳循环的，成果也不错。实际上，我花费时间和精力最多的是对植被的动态变化及其与环境的关系的研究。植被是地球表面最充满生命活力的部分，这里生活着多种植物、动物和微生物，是生物基因资源的载体。它不仅为人类提供衣食住行的物质材料，也为我们塑造了千姿百态的绿色家园。为了研究我国的植被，我带领学生几乎踏遍了全国所有重要的山脉，从东北的大兴安岭到海南的尖峰岭，再到西部的青藏高原……此外，我们建立了目前最为全面、系统的我国木本植物分布数据库，这成为了解木本植物分布的“手册”；提出了基于植被–气候关系的我国植被带的划分原则和划分依据。实际上，我们对碳循环的研究，只是植被研究的一个方向。问：您刚才提到，您几乎踏遍全国所有重要的山脉。您为什么要这么辛苦地去翻山越岭呢？答：生态学家要走进大自然，去了解和研究大自然。野外调查是了解和认识大自然的基本方法，是获得一手资料并进行数据分析绕不过去的“路”。野外调查时采集到样品后，要在实验室进行分析以获取数据，然后通过建构模型、分析数据，得出结论。问：我们了解到，您野外调查还到过北极，曾参加我国早期的北极科考。北极科考给您留下什么印象？答：参加北极科考给我留下了两段难忘的回忆。第一段是选拔，1994年冬天，我们在松花江上进行了严格的封闭式选拔。当时条件艰苦、装备落后。我们要在冰面1992年，方精云（右2）与同事在海南岛热带雨林考察时，测定树木的生长状况1995年，方精云在北极科考时采集海冰和海水样品我国极地破冰船—雪龙号",
    "上连续行走和生活7天，不能上岸。记得那时天气极为寒冷，晚上冰面上气温接近–40℃，我们只能睡在简陋的帐篷里，艰苦程度可想而知。第二段是1995年4月远征北极点。北极并没有想象中那么冷，那时太阳只比地平线高一点，一直绕着地平线“滚动”，不会落下去。在北极取样很难，当镐尖与冻土接触的那一刹那，手臂会震得酸麻，连带地五脏六腑好像也被震得要翻个个儿。我采集了北极的生物、冻土、冰、雪、大气等大量样品。后来通过对样品的分析，我发现这些样品中的元素含量有很强的相关性，这促使我后来研究植物体的元素含量与环境之间的相互关系。问：您认为做科学研究成功的秘诀有哪些？答：做科学研究一定要坚守、要持之以恒！认真、努力的工作态度也必不可少。此外，思考非常重要。在做一项具体研究前，先思考怎么做，有了想法后再查阅文献，这样既可以查阅与之相关的进展，也可以避免受到其他研究思路的干扰，做出来的工作可能更有创新性。问：学习生态学有哪些意义？您对高中生学习这方面内容有什么建议？答：高中生学习生态学可以更全面地认识、理解世界和大自然，可以使自己有更大的格局、视野和胸怀。不学生态学，掌握的知识有可能是片面的，至少对大自然的理解是有欠缺的。要想学好生态学，除掌握好基础知识和科学方法外，还要多实践，多到大自然中去，在与大自然接触的过程中认识大自然，在了解大自然的过程中对生态学有所领悟。我最想对高中生说的话：美丽的大自然就是我们的家园，但它常常是脆弱的，需要我们去敬畏、去呵护。愿大家在学习生态学知识的同时，多到大自然中走一走、看一看，多一些了解，多一份珍爱，也希望有更多的同学加入到保护大自然的队伍中来。2017年10月2003年，方精云（右2）带领学生在青藏高原进行草原植被的样方调查",
    "第1节种群的数量特征1任何物种都不可能以单一个体生存和繁衍。在一定的空间范围内，同种生物所有个体形成的集合就是种群。你听说过东北豹吗？它分布在我国东北、俄罗斯远东等地，是我国国家一级重点保护野生动物。它有灵敏的嗅觉和听觉，有健壮的四肢、锋利的爪子和牙齿，是山林中的捕猎能手。然而，我国的野生东北豹一度不足10只，濒临灭绝。为什么强悍凶猛的动物也会濒危呢？濒危动物保护、有害生物防治、渔业上合理捕捞量的确定等，都离不开种群的研究。种群研究的中心问题是种群的数量特征及其变化规律：该种群的个体数量状况如何？其数量将会怎样变化？影响其数量变化的因素有哪些？第1章种群及其动态威震山林也有衰亡时刻，群体共存才有生命长河。从个体到种群，从种群到群落，无不揭示一个原理—“整体大于部分之和”！",
    "2第1章种群及其动态第1节种群的数量特征“问题探讨”中所说的长白山脉北部地区有42只东北豹，以及组成种群个体的年龄状况和雌雄个体的数目，都是种群的数量特征。如果你进一步追问在某区域内平均每只东北豹有多大的生活面积，这个问题就涉及东北豹的种群密度。种群密度及其调查方法种群在单位面积或单位体积中的个体数就是种群密度（populationdensity）。种群密度是种群最基本的数量特征。濒危动物保护、农田杂草状况调查、农林害虫的监测和预报、渔业上捕捞强度的确定等，都需要对种群密度进行调查研究。在调查分布范围较小、个体较大的种群时，可以逐个计数，如调查某山坡上的珙桐密度。在多数情况下，逐个计数非常困难，需要采取估算的方法。例如，对于有趋光性的昆虫，可以用黑光灯进行灯光诱捕来估算它们的种群密度（图1-1）。样方法估算种群密度常用的方法之一是样方法：在被调查种群的分布范围内，随机选取若干个样方，通过统计每个样方内的个体数，求得每个样方的种群密度，以所有样方种群密度的平均值作为该种群的种群密度估算值。调查草地上蒲公英的密度，农田中某种昆虫卵的密度，作物植株上蚜虫的密度、跳蝻的密度等，都可以采用样方法。2015年，我国科学家基于长期的野外观测宣布：在我国东北长白山脉北部地区，共监测到东北豹42只，其中，幼体2只，雄性和雌性的成体分别为21只和17只，未能判断性别的成体2只。讨论1．调查东北豹的种群数量对于保护它们有什么意义？2．调查东北豹种群中雌雄个体的数目对于预测该种群的发展趋势有什么意义？问题探讨红外触发相机拍摄到的东北豹●怎样估算种群密度？如何提高估算的准确性？●种群的数量特征有哪些？●如何根据种群的特征预测其未来的发展趋势？本节聚焦图1-1黑光灯的示意图支架灯座灯管挡虫板集虫漏斗毒瓶",
    "标记重捕法许多动物的活动能力强，活动范围大，不宜用样方法来调查它们的种群密度。常用的方法之一是标记重捕法。这种方法是在被调查种群的活动范围内，捕获一部分个体，做上标记后再放回原来的环境，经过一段时间后进行重捕，根据重捕到的动物中标记个体数占总个体数的比例，来估算种群密度。例如，在对某种鼠的调查中，调查范围为1hm2，第一次捕获并标记39只鼠，第二次捕获34只鼠，其中有标记鼠15只，这样就可以估算出这种鼠的种群密度为39×34÷15=88.4只/hm2。种群密度反映了种群在一定时期的数量，但是仅靠这一特征还不能反映种群数量的变化趋势。要想知道种群数量的消长，还需要研究种群的出生率（birthrate）和死亡率（deathrate）等其他数量特征。出生率和死亡率为什么东北豹、大熊猫等动物在实施人为保护的措施下，种群数量仍不能迅速增长，而鼠、蝗虫等动物，尽管人们采取各种防除措施，却仍然数量繁多，屡屡为害？原因固然是多方面的，但繁殖能力的差别是重要原因。繁殖能力强的种群出生率高，种群增长快。出生率是指在单位时间内新产生的个体数目占该种群个体总数的比值。例如，2015年，我国大陆总人口约为13.7亿，2015年出生1655万人，我国大陆人口在这一年的出生率约为12‰。死亡率是指在单位时间内死亡的个体数目占该种群个体总数的比值。例如，2015年，我国大陆死亡人口为975万，死亡率约为7‰。迁入率和迁出率几十年前，我国东北地区广袤无边的森林里，生活着很多东北豹。随着人类在这片森林里采伐林木、垦荒种地、建设铁路，东北豹逐渐从这里迁出，几近消失。近些年来，国家高度重视对东北虎、东北豹等濒危动物的保护，采取了一系列有效的措施，如全面禁猎，禁止商业性采伐林木，建立自然保护区、国家公园等（图1-2）。随着环境东北豹的繁殖能力和鼠的差别有多大？这对于它们的种群数量有哪些影响？鼠一年可生数胎，每胎产多只小鼠图1-2东北虎豹国家公园第1节种群的数量特征3",
    "4第1章种群及其动态的大大改善，东北豹逐渐回归、迁入我国东北地区。其实，许多生物的种群都存在个体迁入和迁出的现象。对一个种群来说，单位时间内迁入或迁出的个体占该种群个体总数的比值，分别称为迁入率（immigrationrate）或迁出率（emigrationrate）。如果你研究一座城市人口的变化，迁入率和迁出率更是不可忽视的因素。年龄结构和性别比例种群的年龄结构（agestructure）是指一个种群中各年龄期的个体数目的比例，大致可以分为图1-3所示的三种类型。图1-3种群年龄结构的三种类型讨论1．图1\u000e3中A、B、C三种年龄结构的种群，哪种类型的种群数量会越来越大，属于增长型？哪种类型的种群数量会越来越小，属于衰退型？哪种类型的种群数量会在一段时间内保持相对稳定，属于稳定型？为什么？2．年龄结构为稳定型的种群，种群数量在近期一定能保持稳定吗？年龄结构为衰分析种群的年龄结构退型的种群呢？3．据统计，1990—2013年的24年间，我国0~14岁少年儿童的人口占总人口的比例由27.69%下降到16.41%；15~64岁人口的比例由66.74%上升到73.92%；65岁及以上老龄人口比例由5.57%上升到9.67%。这说明我国人口的年龄结构发生了什么变化？思考·讨论老年个体数成年个体数幼年个体数ABC性别比例，又称性比（sexratio），是指种群中雌雄个体数目的比例。性别比例对种群密度也有一定的影响。例如，利用人工合成的性引诱剂诱杀某种害虫的雄性个体，改变了害虫种群正常的性别比例，就会使很多雌性个体不能完成交配，从而使该种害虫的种群密度明显降低。综上所述，种群密度是种群最基本的数量特征。种群的其他数量特征是影响种群密度的重要因素，其中出生率和死亡率、迁入率和迁出率直接决定种群密度，年龄结构影响出生率和死亡率，性别比例影响出生率，进而影响种群密度。20世纪80年代以来，我国出生人口的男女性别比例曾呈现上升趋势。1982年第三次人口普查显示全国的出生人口性别比例为108.5（100名女婴所对应的男婴数目为结果），2010年第六次人口普查的这一数据为117.9，严重偏离了世界人口性别比例的正常值102~107。对此，我国政府采取了多种措施进行综合治理。到2020年，第七次人口普查结果表明，这一数据降为111.3，逐渐趋向正常水平。与社会的联系",
    "第1节种群的数量特征5单子叶草本植物常常是丛生或蔓生的，从地上部分难以辨别是一株还是多株；而双子叶草本植物的个体数目则易于辨别。单子叶植物的叶片一般呈条形或披针形，叶脉一般是平行脉；双子叶植物的叶脉一般是网状脉。提出问题你可以调查同一地块中不同双子叶植物的种群密度，也可以调查不同地块中一种或几种双子叶植物的种群密度。通过小组讨论，确定要探究的问题\b\b。制订计划1．结合自己的生活经验，想一想什么地方适合做这样的调查。在老师指导下确定调查地点和范围。2．确定调查时间。3．讨论需要携带哪些材料用具，列出清单。4．讨论确定小组成员间的分工。实施计划1．准备：来到调查地点后，先大致观察一下地形，分析有没有安全隐患，提出安全注意事项。2．确定调查对象：观察该地段中有哪些双子叶草本植物，记录下这些植物的名称。确定本小组要调查的种群。调查草地中某种双子叶植物的种群密度3．确定样方：观察调查对象的分布状况和地段的形状，根据观察结果，结合下面的提示，讨论确定样方的多少、样方大小和取样方法。样方的大小一般以1m2的正方形为宜。如果该种群个体数较少，样方面积可适当扩大。取样的关键是要做到随机取样，不能掺入主观因素。下图所示的五点取样法和等距取样法都是常用的取样方法，可供参考。探究·实践4．计数：统计每个样方内所调查植物的数量，做好记录。5．计算种群密度。结论分析调查结果，得出结论。将结论写在记录本上。讨论1．为什么要强调随机取样？2．样方的多少会影响调查结果吗？3．比较各小组对同一种群的种群密度的调查结果，就发现的问题进行讨论。调查时要遵守野外调查的安全规范，要做到爱护植被，不攀折花木，不破坏草坪，不毁坏庄稼，不采食野果，不伤害野生动物。五点取样法等距取样法在草原上划定样方",
    "6第1章种群及其动态一、概念检测1．种群密度是种群最基本的数量特征。判断下列与种群密度有关的表述是否正确。（1）一块草地上所有蒲公英的数量就是这个蒲公英种群的种群密度。（）（2）调查青蛙等活动范围不大的动物的种群密度可以用样方法。（）（3）种群密度与出生率成正比。（）2．科技人员为了检验某新型除草剂对麦田杂草猪殃殃的防治效果，随机选3块麦田，在每块麦田中做对照实验，施药60天后调查猪殃殃密度。取样方法为每个处理随机取5个样方，每个样方为1m2。调查结果为对照组411.73株/m2，实验组35.00株/m2。下列分析正确的是（）A．样方数量过少，面积适当B．样方面积过小，数量适当C．杂草株数应为整数，对照组数据有误D．实验组数据可信，该除草剂施用效果显著二、拓展应用1．在某池塘中，第一次捕获鲫鱼106条，做上标记后放回；第二次捕获鲫鱼91条，其中有标记的为25条。由此估算该池塘中共有鲫鱼条。2．下图A、B分别为两个国家人口的年龄结构图，纵轴示年龄，横轴示各年龄段人口占总人口的百分比。据此图可判断，未来人口增长率高的国家是。3．2003年，我国颁布法律，禁止“非医学需要的胎儿性别鉴定”和“非医学需要的性别选择性人工流产”，请简要说明这一规定的意义。练习与应用调查种群数量的其他方法调查动物种群密度的常用方法，如样方法、标记重捕法，往往需要直接观察或捕捉个体。在调查生活在隐蔽、复杂环境中的动物，特别是猛禽和猛兽时，这些方法就不适用了。为此，科学家开发出一些不需要直接观察或捕捉，就能调查种群密度或种群数量的新方法。在动物的栖息地布设若干台红外触发相机，恒温动物一靠近，就会触发相机自动拍摄照片或视频。经过一段时间，科学家利用计算机分析处理这些照片或视频，就能确定所调查动物的种群数量。运用这种方法，我国科学家于2015年查明，我国东北长白山脉北部地区至少有27只东北虎和42只东北豹。不同动物的粪便具有不同的特征。先区分粪便来自哪种动物，再分析这种动物的粪便来自多少个个体，就可以获得种群的数量信息。例如，在四川王朗国家级自然保护区，科学家采集了大量大熊猫的粪便，通过分析其中的微卫星DNA分子标记，查明在2003—2004年，这一地区大熊猫的种群数量为66只，其中雄性35只，雌性31只。动物的声音也存在个体差异，成熟个体的声音特征往往可以长期保持稳定。因此，动物的声音可以作为一种非损伤、低干扰的标记，用于对不同个体进行识别，进而进行种群数量的监测。利用这种基于声音的个体识别技术，科学家成功地对鲸、长臂猿等哺乳动物以及鸮、秧鸡等鸟类开展了野外种群数量的监测。生物科技进展8060402005.02.502.55.0AB7.55.02.502.55.07.5啼叫的长臂猿",
    "第2节种群数量的变化7描述、解释和预测种群数量的变化，常常需要建立数学模型。在上面的“问题探讨”活动中，你已经尝试对某种细菌种群的数量变化建立数学模型。建构种群增长模型的方法第2节种群数量的变化我们的手上难免沾染细菌。细菌的繁殖速率很快，因而我们要常洗手。假设在营养和生存空间没有限制的情况下，某种细菌每20min就通过分裂繁殖一代。讨论1．第n代细菌数量的计算公式是什么？2．72h后，由一个细菌分裂产生的细菌数量是多少？3．在一个培养瓶中，细菌的数量会一直按照这个公式描述的趋势增长吗？如何验证你的观点？问题探讨细菌繁殖产生的后代数量●怎样建构种群增长的模型？●种群的数量是怎样变化的？本节聚焦数学模型是用来描述一个系统或它的性质的数学形式。建立数学模型一般包括以下步骤（以“问题探讨”中的素材为例）：建立数学模型在资源和生存空间没有限制的条件下，细菌种群的增长不会受种群密度增加的影响细菌每20min分裂一次，怎样计算细菌繁殖n代后的数量？Nn=2nN代表细菌数量，n表示第几代观察、统计细菌数量，对自己所建立的模型进行检验或修正根据实验数据，用适当的数学形式对事物的性质进行表达，即建立数学模型通过进一步实验或观察等，对模型进行检验或修正观察研究对象，提出问题提出合理的假设研究实例研究方法科学方法分裂细菌数量/个时间/min020202140226023802410025120263264",
    "8第1章种群及其动态下面请你算出一个细菌产生的后代在不同时间（单位为min）的数量，并填入下表，然后以时间为横坐标，细菌数量为纵坐标，画出细菌种群的增长曲线（图1-4）。同数学公式相比，曲线图表示的模型有什么局限性？图1-4细菌种群的增长曲线资料11859年，一位来到澳大利亚定居的英国人在他的农场中放生了24只野兔。让他没有想到的是，一个世纪之后，这24只野兔的后代竟超过6亿只。漫山遍野的野兔不仅与牛羊争食牧草，还啃啮树皮，造成植被破坏，导致水土流失。后来，人们引入了黏液瘤病毒才使野兔的数量得到控制。资料220世纪30年代，人们将环颈雉引入某地一个岛屿。1937—1942年，这个种群数量的增长如右图所示。分析自然界种群增长的实例讨论1．这两个资料中的种群增长有什么共同点？思考·讨论某岛屿环颈雉种群数量的增长曲线2．种群出现这种增长的原因是什么？3．这种种群增长的趋势能不能一直持续下去？为什么？种群数量/只年份019375001000150019381939194019411942020406080100120140160180时间/min细菌数量/个时间/min20406080100120140160180细菌数量/个这样的曲线图是数学模型的另一种表现形式。同数学公式相比，它能更直观地反映出种群的增长趋势。你所得出的公式和增长曲线，只是对理想条件下细菌数量增长的推测。在自然界中，种群的数量变化情况是怎样的呢？种群的“J”形增长通过上述两个实例可以看出，自然界有类似细菌在理想条件下种群增长的形式，如果以时间为横坐标，种群数量为纵坐标画出曲线来表示，曲线则大致呈“J”形。这种类型的种群增长称为“J”形增长。“J”形增长的数学模型（以数学公式表示）是怎样的？模型假设：在食物和空间条件充裕、气候适宜、没有",
    "第2节种群数量的变化9天敌和其他竞争物种等条件下，种群的数量每年以一定的倍数增长，第二年的数量是第一年的λ倍。建立模型：t年后种群数量为Nt=N0λt模型中各参数的意义：N0为该种群的起始数量，t为时间，Nt表示t年后该种群的数量，λ表示该种群数量是前一年种群数量的倍数。如果遇到资源、空间等方面的限制，种群还会呈“J”形增长吗？种群的“S”形增长生态学家高斯（G.F.Gause，1910—1986）曾经做过单独培养大草履虫的实验：在0.5mL培养液中放入5个大草履虫，然后每隔24h统计一次大草履虫的数量。经过反复实验，得出了如图1-5所示的结果。从图中可以看出，大草履虫的数量在第二天和第三天增长较快，第五天以后基本维持在375个左右，像这样，种群经过一定时间的增长后，数量趋于稳定，增长曲线呈“S”形。这种类型的种群增长称为“S”形增长。上述大草履虫种群的数量之所以呈“S”形增长，这是由于随着大草履虫数量的增多，它们对食物和空间的竞争也趋于激烈，导致出生率降低，死亡率升高。在自然界，当一种生物迁入一个条件适宜的新分布地时，初始阶段一般会出现较快增长，但是，资源和空间总是有限的。当种群密度增大时，种内竞争就会加剧，这就会使种群的出生率降低，死亡率升高。当死亡率升高至与出生率相等时，种群的增长就会停止，有时会稳定在一定的水平。可见，种内竞争对种群数量起调节作用。一定的环境条件所能维持的种群最大数量称为环境容纳量（carryingcapacity），又称K值。上述高斯实验中大草履虫种群的K值是375个。同一种群的K值是不是固定不变的呢？这里以野生大熊猫种群为例来说明。大熊猫栖息地遭到破坏后，由于食物的减少和活动范围的缩小，其K值就会变小。这是野生大熊猫种群数量锐减的重要原因。因此，建立自然保护区，给大熊猫更宽广的生存空间，改善它们的栖息环境，从而提高环境容纳量，是保护大熊猫的根本措施。查一查历年来世界和我国人口增长的数据，分析人口是否呈“J”形增长。图1-5大草履虫种群的增长曲线种群数量/个时间/d0100200135246K=375400300",
    "10第1章种群及其动态讨论1．有人说目前全世界人口数量已经达到地球的环境容纳量，必须采取更加严格的措施控制人口出生率；有人却认为科技进步能提高地球对人类的环境容纳量，例如，育种和种植技术的进步，能提高作物产量，从环境容纳量与现实生活而养活更多的人。对此你持什么观点？你有哪些证据支持你的观点？2．鼠害导致作物减产，蚊、蝇会传播疾病。从环境容纳量的角度思考，对家鼠等有害动物的控制，应当采取什么措施？思考·讨论种群数量的波动在自然界，有的种群能够在一段时期内维持数量的相对稳定。例如，某地野牛、狮的种群数量往往比较稳定。但对于大多数生物来说，种群数量总是在波动中。例如，对某地区东亚飞蝗种群数量多年的变化情况所做的研究表明，该东亚飞蝗的种群数量在1913—1961年一直处于不规则的波动状态（图1-6）。处于波动状态的种群，在某些特定条件下可能出现种群爆发。蝗灾、鼠灾、赤潮等，就是种群数量爆发增长的结果。当种群长久处于不利条件下，如遭遇人类乱捕滥杀和栖息地破坏，种群数量会出现持续性的或急剧的下降。种群的延续需要有一定的个体数量为基础。当一个种群的数量过少，种群可能会由于近亲繁殖等而衰退、消亡。例如，多种鲸在遭遇人类过度捕捞后，种群数量急剧下降，有的鲸濒临灭绝。因此，对那些已经低于种群延续所需要的最小种群数量的物种，需要采取有效的措施进行保护。图1-6某地区东亚飞蝗种群数量的波动种群数量/相对值1937193319131917192119251929194519411949195319571961年份0246810",
    "第2节种群数量的变化11酿酒和做面包都需要酵母菌，这些酵母菌可以用液体培养基（培养液）来培养。问题培养液中酵母菌种群的数量是怎样随时间变化的？材料用具酵母菌、无菌马铃薯培养液或肉汤培养液、试管、血细胞计数板、滴管、显微镜等。讨论探究思路在制订计划前，你需要思考以下问题，并与同学讨论。1．怎样对酵母菌进行计数？（1）对一支试管中的培养液（可定为10mL）中的酵母菌逐个计数是非常困难的，可以采用抽样检测的方法：先将盖玻片放在血细胞计数板的计数室上，用吸管吸取培养液，滴于盖玻片边缘，让培养液自行渗入。多余的培养液用滤纸吸去。稍待片刻，待酵母菌全部沉降到计数室底部，将计数板放在载物台的中央，计数一个小方格内的酵母菌数量，再以此为根据，估算试管中的酵母菌总数。盖玻片下的培养液厚度为0.1mm，请推导出将一个小方格范围内的酵母菌数目，换算成10mL培养液中酵母菌总数的公式。（2）从试管中吸出培养液进行计数之前，建议你将试管轻轻振荡几次。这是为什么？（3）如果一个小方格内酵母菌过多，难以数清，应当采取什么措施？（4）对于压在小方格界线上的酵母菌，应当怎样计数？培养液中酵母菌种群数量的变化2．本探究需要设置对照吗？如果需要，请讨论对照组应怎样设计和操作；如果不需要，请说明理由。3．要做重复实验吗？为什么？4．怎样记录结果？记录表怎样设计？制订计划写出探究方案，确定小组同学间的分工。向老师汇报本小组的探究计划，以获得老师的指导。实施计划首先通过显微镜观察，估算出10mL培养液中酵母菌的初始数量（N0），在此之后连续观察7天，分别记录下这7天的数值。分析结果，得出结论将所得数值用曲线表示出来。探究的结论是\b\b\b\b\b\b\b\b。表达和交流1．向全班汇报本小组7天的数据，计算每天全班各组数据的平均值，根据平均值重新绘制酵母菌种群数量的增长曲线。将这条增长曲线与本小组的曲线进行比较，分析其相似程度，并作出合理的解释。2．根据各组平均数据画出的增长曲线有没有什么总趋势？如果有，请作出说明。3．影响酵母菌种群数量增长的因素可能是什么？进一步探究根据你对影响酵母菌种群增长的因素作出的推测，设计实验进行验证。探究·实践血细胞计数板利用数码显微镜进行酵母菌计数",
    "12第1章种群及其动态一、概念检测1．在自然界，种群数量的增长既是有规律的，又是复杂多样的。判断下列相关表述是否正确。（1）将一种生物引入一个新环境中，在一定时期内，这个生物种群就会出现“J”形增长。（）（2）种群的“S”形增长只适用于草履虫等单细胞生物。（）（3）由于环境容纳量是有限的，种群增长到一定数量就会保持稳定。（）2．对一个生物种群来说，环境容纳量取决于环境条件。据此判断下列表述正确的是（）A．对甲乙两地的蝮蛇种群来说，环境容纳量是相同的B．对生活在冻原的旅鼠来说，不同年份的环境容纳量是不同的C．当种群数量接近环境容纳量时，死亡率会升高，出生率不变D．对生活在同一个湖泊中的鲢鱼和鲤鱼来说，环境容纳量是相同的二、拓展应用1．种群的“J”形增长和“S”形增长，分别会在什么条件下出现？你能举出教材以外的例子加以说明吗？2．假设你承包了一个鱼塘，正在因投放多少鱼苗而困惑：投放后密度过大，鱼竞争加剧，死亡率会升高；投放后密度过小，水体的资源和空间不能充分利用。怎样解决这个难题呢？请查阅有关的书籍或网站。练习与应用马世骏院士是蜚声中外的生态学家，是我国生态学研究的奠基人之一。他在国内的生态学研究是从蝗灾的防治开始的。1952年年初，刚从国外留学归来不久的马世骏，接受了国家给他的第一个科研任务：解决我国千百年来不能根治的蝗灾问题。马世骏和助手们深入飞蝗发生区，调查了蝗区的自然环境特点、飞蝗种群的数量动态和迁移扩散行为，又结合我国上千年间蝗灾的记录，终于搞清了蝗灾形成的过程和原因。他提出从系统整体调控着眼，运用“改治结合、根除蝗害”的战略，一方面要通过化学防治和生物防治来降低蝗虫密度，另一方面要改造飞蝗生态学巨匠马世骏马世骏科学家的故事发生区，如修筑堤坝、控制水位、耕垦湖滩荒地等。这样就成功地打开了飞蝗综合防治的大门，使大面积的蝗害在中国大地上得以防治。此后，马世骏先生在生态学研究领域取得了一系列重要成果。这些研究的共同点都是从系统、综合、整体的观点和方法去认识对象、把握过程的。正如他后来高度概括的，生态学的实质就是协调生物与环境或个体与整体间的辩证关系，协调的实质是综合，是平衡，是和谐，是对立的统一。基于这样的思想，他创造性地提出了“整体、协调、循环、自生”等生态工程的基本原理，还提出了“生态经济学”设想以及“社会—经济—自然复合生态系统”等一系列新的观点。他提出的许多观点与原则受到广泛的赞许，并且在经济建设和社会发展中发挥了显著的作用。蝗蝻",
    "第3节影响种群数量变化的因素13就像“离离原上草”一样，自然界的种群总是有盛有衰，数量处于不断变动中。你已经知道，种群的出生率和死亡率、迁入率和迁出率等特征直接决定种群密度。因此，凡是影响种群重要特征的因素，都会影响种群的数量变化。下面我们分别探讨非生物因素和生物因素对种群数量变化的影响。非生物因素第3节影响种群数量变化的因素“离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。”在我国北方的原野上，各种草本植物在春夏时节种群密度越来越高，在秋冬时节则相反。讨论1．导致这些植物种群数量出现季节性变化的主要环境因素是什么？2．这些植物种群的数量变化对当地动物种群的出生率和死亡率有什么影响？问题探讨北方的原野●讨论影响种群数量变化的因素，这些因素是如何影响种群特征的？●研究种群的数量变化在保护濒危物种、防治有害生物等方面有哪些应用？本节聚焦下表为某地人工柳树林中，林下几种草本植物的种群密度（平均值，单位：株/m2）非生物因素对种群数量变化的影响随林木郁闭度（林冠层遮蔽地面的程度）变化的调查数据。思考·讨论郁闭度00.20.40.60.81.0一年蓬15.313.510.87.44.32.4加拿大一枝黄花10.49.56.15.63.01.2刺儿菜3.74.38.54.42.21.0",
    "14第1章种群及其动态在自然界，种群的数量变化受到阳光、温度、水等非生物因素的影响。例如，森林中林下植物的种群密度主要取决于林冠层的郁闭度，即主要取决于林下植物受到的光照强度；在温带和寒温带地区，许多植物的种子在春季萌发为新的植株，这主要是受气温升高的影响；蚊类等昆虫在寒冷季节到来时一般会全部死亡，这主要是受气温降低的影响；干旱缺水会使许多植物种群的死亡率升高，动物种群在寻找水源的过程中也常常发生个体的死亡，而对于东亚飞蝗来说，气候干旱正是其种群爆发式增长的主要原因。应当指出的是，非生物因素对种群数量变化的影响往往是综合性的。例如，春夏时节动植物种群普遍迅速增长，除气温升高外，日照延长、降水增多也是重要原因，而对于动物来说，食物日益充足也是导致种群增长的重要因素，这就涉及生物因素了。生物因素随着种群的增长，种内竞争会加剧，从而使种群的增长受到限制，这说明种群数量的变化受到种群内部生物因素的影响。种群的数量变化是否受种群外部生物因素—其他生物的影响呢？讨论1．影响该地草本植物种群密度的非生物因素是什么？2．在同样的非生物因素的影响下，刺儿菜的种群密度变化与一年蓬、加拿大一枝黄花的有较大差异，这是为什么？3．除上述因素外，种群数量的变化还受哪些非生物因素的影响？试分别举例说明。读了这段文字，你能提出什么问题吗？资料11934年，生态学家高斯选用了两种形态和习性上很接近的草履虫进行了以下实验：取相等数目的双小核草履虫和大草履虫，以一种杆菌为饲料，放在某个容器中培养。结果发现：与单独培养不同，混合影响种群数量的其他生物因素思考·讨论培养开始时两个种群的数量也都有增长，但随后双小核草履虫个体数继续增加，而大草履虫个体数下降，最后完全消失。这两种草履虫都没有分泌杀死对方的物质。",
    "第3节影响种群数量变化的因素15资料2生活在加拿大北方森林中的猞猁捕食雪兔。研究人员在90多年的时间里，对猞猁和雪兔的种群数量做了研究，结果如下图所示。讨论1．怎样解释资料1中的实验结果？2．怎样解释猞猁和雪兔种群数量变化的同步周期性？3．猞猁和雪兔种群的数量变动哪个是因、哪个是果？4．除猞猁外，影响雪兔种群数量变动的还有其他因素吗？在自然界，任何一个种群都与其他种群有着密切的关系，其中捕食与被捕食的关系、相互竞争的关系都是十分常见的。除顶级捕食者外，每种动植物都可能是其他某种生物的捕食对象，每种动物都需要以其他生物为食。如果食物匮乏，动物种群会出现出生率降低、死亡率升高的现象。例如，松鼠（图1-7）以红松、云杉等植物的种子为食，其种群数量与食物的丰歉密切相关。在食物丰富的年份，每只松鼠平均能产3窝，每窝4~6只幼仔；而食物不足的年份会有20%~30%的成熟雌性个体不繁殖，繁殖者每年产仔数也明显减少。天敌对猎物种群数量影响的例子更是不胜枚举。森林中不同植物竞争阳光和养分，草原上非洲狮与猎豹竞争猎物，这也会导致种群数量的变化。非洲狮和猎豹会在同一区域捕猎，有时，非洲狮会在猎豹杀死猎物后到图1-7松鼠时间/d时间/d时间/d000444121212202020888161616242424505050100100100150150150200200200种群数量/个种群数量/个种群数量/个双小核草履虫双小核草履虫大草履虫大草履虫单独培养双小核草履虫单独培养大草履虫混合培养猞猁和雪兔种群数量变化曲线19351925191519051895年份20018751855188518651845雪兔种群数量/千只猞猁种群数量/千只406080100963120140雪兔猞猁",
    "16第1章种群及其动态来，赶走猎豹以获得剩余的食物；非洲狮还会杀死猎豹的幼崽，从而将猎豹的数量控制在一定范围内。此外，作为宿主的动物被寄生虫寄生，细菌或病毒引起传染病，也会影响种群的出生率和死亡率等特征，进而影响种群的数量变化。一般来说，食物和天敌等生物因素对种群数量的作用强度与该种群的密度是相关的。例如，同样是缺少食物，种群密度越高，该种群受食物短缺的影响就越大，因此，这些因素称为密度制约因素。而气温和干旱等气候因素以及地震、火灾等自然灾害，对种群的作用强度与该种群的密度无关，因此被称为非密度制约因素。例如，在遭遇寒流时，有些昆虫种群不论其种群密度高低，所有个体都会死亡。种群研究的应用研究种群的特征和数量变化的规律，在野生生物资源的合理利用和保护、有害生物的防治等方面都有重要意义。在濒危动物的保护方面，只有通过调查获知种群密度、出生率和死亡率、性别比例、年龄结构等特征，以及影响该种群数量变化的因素，才能准确了解该种群的生存状态，预测该种群的数量变化趋势，进而采取合理的保护对策。在渔业上，人们总是希望每年既能捕捞较多的鱼，又不危及来年的鱼产量，也就是希望长期获得较高的捕捞量。那么，怎样确定合适的捕捞量呢？这就需要研究捕捞量与种群数量变化之间的关系。从理论上说，“S”形增长的种群在种群数量达到K值时，出生率与死亡率相等，这时即使不捕捞，种群数量也不会增加。研究表明，中等强度的捕捞（捕捞后使鱼的种群数量处在K/2左右）有利于持续获得较大的鱼产量（图1-8）。在有害生物的防治方面，种群研究同样具有重要意义。例如，在鼠害发生时，既适当采用化学和物理的方法控制现存害鼠的种群数量，又通过减少其获得食物的机会等方法降低其环境容纳量，才能使鼠害得到有效防治。再如，对农林害虫的防治，如果一味依赖喷洒农药的方法，既造成环境污染，又伤及害虫的天敌；有效保护或引入天敌生物，则有利于将害虫数量控制在较低的水平。关于种间关系，详见本书第2章第1节。知识链接渔网网目不能过小，否则会影响来年鱼产量。这是为什么？请从种群特征的角度作出解释。图1-8捕鱼收网",
    "第3节影响种群数量变化的因素17一、概念检测1．种群数量变化受环境因素的影响。据此判断下列表述是否正确。（1）林下光照较弱会使所有林下植物的种群数量下降。（）（2）只有影响种群出生率和死亡率的环境因素才能影响种群数量。（）2．在自然界，有些捕食者种群和猎物种群的数量变化呈现周期性的波动，如下图所示的模型。请分析该图所示二者数量变化的关系及影响因素。捕食者猎物猎物种群数量/相对值捕食者种群数量/相对值012345678时间/d猎物种群和捕食者种群数量随时间而变化（1）对这种现象合理的解释或概括是（）A．与种内竞争无关B．二者总是此消彼长C．与植物种群数量无关D．二者相互制约、互为因果练习与应用在生物学上，许多生理或生态过程的因果关系是循环性的，也就是说，一定的事件作为引起变化的原因，所导致的结果又会成为新的条件，施加于原来作为原因的事件，使之产生新的结果，如此循环往复。请分析以下生物学过程的因果关系的循环性并回答问题。1．甲状腺激素分泌的调节。2．猎物和捕食者种群数量变化的相关性。3．人类活动中是否也能找到类似的例子？思维训练分析循环因果关系（2）捕食者种群和猎物种群的数量变化并不都符合该模型，对此不合理的解释是（）A．该捕食者种群有多种猎物B．该猎物种群有多种捕食者C．猎物逃避捕食者的能力明显提高D．捕食者种群数量过小，不足以制约猎物种群增长二、拓展应用1．一本生态学专著上写道：“当能预报未来时，生态学就变成一门预测性科学；当能决定未来时，生态学就变成了一门管理科学。”结合本章所学知识，谈谈你对这句话的理解。有兴趣的话，还可以查阅更多资料，了解生态学的研究进展及其在实践中的应用。2．20世纪初，人们将驼鹿引入一个孤岛。该种群1915—1960年的数量变化情况如下表。（1）用曲线图表示该种群1915—1943年的消长情况。（2）1915—1930年，该种群数量不断增加，可能的原因有哪些？（3）该种群的数量后来急剧下降，可能的原因有哪些？年份19151917192119251928193019341943194719501960驼鹿种群数量/只2003001000200025003000400170600500600",
    "18第1章种群及其动态植保员与生物学有关的职业“本报讯近日，记者从市植保站获悉：目前，大豆蚜已在我市大豆田点片发生，农民朋友应引起注意，尽早防治。由于近期气温高，降水少，田间比较干旱，气象条件非常有利于大豆蚜的繁殖。据测报站7月3日调查，大豆百株蚜量1436头，有蚜株率58%，卷叶率8%。……上述调查结果表明：今年大豆蚜在我市发生早，且发生量比常年同期大；同时，今年大豆苗小、抗虫能力弱，这也加重了大豆蚜的危害。为此，各县植保站及广大农户要尽早深入田间查田治虫，对达到防治指标的地块，应及时进行防治……”“目前我市夏蝗已经出土，黄骅植保站5月5—6日在黄灶东洼发现一龄蝗蝻6头；南大港植保站5月6日在张洼口夹荒地发现一龄蝗蝻31头；海兴植保站5月5日在杨呈水库发现一龄蝗蝻5头，小山东洼夹荒地发现一龄蝗蝻3头；沧县植保站5月7日在东关镇旧州农田夹荒地发现一龄蝗蝻5头。我市今年夏蝗始见出土时间为5月5日，较去年晚3天，去年5月2日在南大港水库始见一龄蝗蝻。原因是今年春季气温回升缓慢，3—4月的平均气温为10.9℃，而去年同期平均气温为12.2℃，这对蝗卵的发育有一定影响，所以蝗蝻出土较晚。”植保员指导农民利用无人机喷洒农药读了以上两则报道，相信你对植保员所从事的工作已经有了一定认识。我国是一个农业大国。省、市、县都设有植保站，很多乡镇也有专门的植保员，形成了一个全国性的植物保护网络。成千上万的植保员活跃在田间地头，对农作物的病虫害进行监测和预报，并对广大农民防治病虫害进行技术指导。通过这两则报道还可以看出，做一个优秀的植保员，需要掌握调查种群密度的方法，掌握害虫种群的增长规律，并且要研究环境因素对种群增长的影响。随着科学技术的进步，不少新技术也在植物保护方面得到应用。例如，应用无人机等遥感遥测技术、现代信息技术，可以让植保员有“千里眼、顺风耳”。一位优秀的植保员应该能够在工作中应用现代科学技术。植保员保护的不只是农作物，还有广大农民的利益、国民经济的基础。植保员诊治小麦病虫害，并向农民讲解麦田管理知识",
    "理解概念●种群是一定空间内同种生物所有个体形成的集合。种群作为一个整体，具有个体层次上所没有的特征。种群研究的核心是种群的数量特征和数量变化规律。●种群最基本的数量特征是种群密度。种群的其他数量特征包括出生率和死亡率、迁入率和迁出率、年龄结构、性别比例等，这些特征是决定种群密度的重要因素，其中出生率和死亡率、迁入率和迁出率直接决定种群的密度，年龄结构影响出生率和死亡率，性别比例影响出生率。●在理想条件下，种群数量会实现快速的增长，其数学模型为：Nt=N0λt，呈“J”形曲线。然而，由于资源和空间的限制，种群数量不可能无限增长。一定的环境条件所能维持的种群最大数量称为环境容纳量（K值）。有的种群在数量快速增长到K值后能保持相对稳定，使种群增长呈“S”形曲线。●更多的种群在非生物因素和其他生物种群的影响下，数量常常是上下波动的，有时还会出现急剧下降。发展素养通过本章的学习，应在以下几方面得到发展。●基于对种群特征和影响种群数量变化因素的了解，阐明种群数量变化受到内因和外因的影响，外因通过内因而起作用。●能够运用样方法调查种群密度，尝试建立数学模型来表征种群数量变化的规律，并应用于相关实践活动中。●基于对生物学过程中存在循环因果关系的认识，尝试从近期效应和长远效应两个方面分析或探讨人类活动对种群及环境的影响。●通过了解我国生态学家和植保员的相关工作，认同种群研究的重要社会意义，提升社会责任感。本章小结19",
    "20第1章种群及其动态一、选择题1．下列叙述符合种群密度概念的是（）A．一公顷水稻的年产量B．每平方米草地中杂草的数量C．某湖泊每平方米水面鲫鱼的数量D．某地区灰仓鼠每年新增的个体数2．某地区由于秋天过早降温，许多蝗虫在产卵前死亡。第二年，该地区蝗虫的种群密度明显下降。对蝗虫种群密度下降合理的解释是（）A．出生率下降B．死亡率上升C．迁入率下降D．迁出率上升3．根据种群的年龄结构，可以推测出生率、死亡率的变化趋势。下列表述正确的是（）A．年龄结构为稳定型的，出生率大于死亡率B．年龄结构为增长型的，出生率大于死亡率C．年龄结构为衰退型的，出生率大于死亡率D．年龄结构为稳定型的，出生率小于死亡率4．关于种群的增长，下列表述正确的是（）A．引入到新环境的种群，一定时间内都能呈“J”形增长B．在环境条件变化的情况下，种群数量都会在K值附近波动C．在环境条件不变的情况下，种群的增长都有在K值上下维持稳定的趋势D．自然界的种群增长到一定程度都会在K值保持稳定，因此，都呈“S”形增长5．用酵母菌酿酒的主要阶段为：加料→接种→通气培养→密封发酵。从接种后到密封前这一阶段，酵母菌种群数量变化的曲线图为（）二、非选择题1．大树杜鹃是一种集中分布于我国云南高黎贡山山区的高大乔木。它的分布范围很小，很难引种到其他地方，是濒危物种。大树杜鹃林下凋落物厚，种子难以散布到土壤基质层，因此在自然环境中发芽率很低；幼苗生长缓慢，要生长很长时间才能开花；植株耐寒能力弱，在−2℃环境下会死亡，幼树死亡率高。请回答下列问题。（1）哪些环境因素影响了大树杜鹃的种群数量？（2）有人建议，人工清除林下的凋落物以提高大树杜鹃的种子发芽率，促进种群数量增长。你如何看待这一建议？（3）由于大树杜鹃植株高大、花大而艳丽，很有观赏价值，因此存在人为破坏的风险。你对保护大树杜鹃有哪些建议？2．普氏原羚是我国特有的濒危动物，现仅分布于我国青海湖周边地区的草原上。1994年，我国普氏原羚的数量不足300只。近些年来，由于采取了一系列保护措施，普氏原羚数量持续上升。据报道，2018年时其数量已达2793只，但它们面临的威胁依然存在。在牧场围栏附近常可见到普氏原羚的尸骨，有的是狼捕食后的残骸，有的是被围栏上的刺丝勾挂致死的。由于道路和牧场围栏阻隔，普氏原羚被隔离在13个分布区内。（1）从遗传与进化的角度看，不同分布区的普氏原羚种群处于隔离状态，这对该物种的延续有什么不利影响？（2）有人建议大量捕杀狼等天敌以保护普氏原羚，你是否赞同这一建议？说说你的理由。（3）许多牧民响应政府号召主动拆除牧场围栏，但之后却出现家畜被狼、狐咬死的情况；严控放牧可以为普氏原羚腾出空间，但是会减少牧民的收入。应该如何协调保护普氏原羚与保障牧民利益的关系？复习与提高ABCD种群数量种群数量种群数量种群数量OOOO时间时间时间时间大树杜鹃20第1章种群及其动态",
    "第3节影响种群数量变化的因素21生活在同一区域的不同种群不是孤立的，而是直接或间接地联系着，共同构成了有序的整体—群落。在华北地区植树造林的实践中，人们发现，在人工林群落中，容易发生鼠害。随着人工林的成长，鼠类剥食落叶松、樟子松的树皮，啃食幼苗，危害林木的生长和存活，而鼠的种群数量会大增。防治后过一段时期，鼠害还会反复。然而，在气候条件相似或优势树种相同的天然林中，鼠害的威胁却小得多。为什么人工林容易受到鼠害的威胁呢？能不能通过经常投放鼠药的方式来防治人工林的鼠害？在优势树种相同的人工林和天然林中，物种的组成及相互关系是否相同呢？第2章群落及其演替万千种群在这里繁衍，或许已历经沧海桑田。捕食、寄生、竞争、共生，相克相生，相依相伴。",
    "22第2章群落及其演替稻田中生活着多种底栖动物，如大脐圆扁螺、中国圆田螺、苏氏尾鳃蚓、羽摇蚊的幼虫等。在稻田中饲养中华绒螯蟹（俗称“河蟹”），由于河蟹喜食底栖动物和杂草，底栖动物和杂草都会减少。同时，河蟹的爬行能起到松动田泥的作用，因而有利于水稻的生长。讨论1．河蟹与底栖动物（如螺类）的关系是怎样的？2．提高河蟹的种群密度，稻田中其他动物种群会发生怎样的变化？第1节群落的结构当你把一片稻田中的全部生物作为一个生命系统来研究时，这个稻田中的每个种群就成为系统的组分。在本章章首页介绍的人工林中，不同种群之间也相互关联形成一个整体。像这样，在相同时间聚集在一定地域中各种生物种群的集合，叫作生物群落（biologicalcommunity），简称群落。在群落水平上研究的问题与在种群水平上研究的有什么不同？问题探讨●不同群落在物种组成上有哪些差别？群落为什么能形成有机整体？●群落的空间结构是怎样的？●生态位分化对于群落和物种有什么意义？本节聚焦种群水平的研究重点在于种群的数量动态，包括种群密度、出生率、死亡率、年龄结构、性别比例等。在群落水平上研究的是另外一些问题。视角决定问题—以群落和种群研究为例科学方法分析上图可以看出，同样是对生物群体的研究，种群和群落是不同水平的研究对象，也可以作为研究者的不同视角。研究种群是研究群落的基础；从群落的视角出发，将群落作为一个整体来研究，又会发现新的问题，获得新的认识。研究群落群落中各个种群之间的相互关系是怎样的？群落中有多少种群？哪些种群占优势？群落的演替情况是怎样的？群落具有怎样的空间结构？群落的范围和边界如何？群落中各个种群分别占据什么位置？稻田中的河蟹",
    "第1节群落的结构23群落的物种组成要认识一个群落，首先要分析该群落的物种组成。物种组成是区别不同群落的重要特征，也是决定群落性质最重要的因素。图2-1和图2-2所示的两个森林群落，你能从物种组成上说出二者的主要差别吗？不同群落的物种组成不同，物种的数目也有差别。一个群落中的物种数目，称为物种丰富度（speciesrichness）。科学家研究了我国从东北到海南的森林群落，发现越靠近热带地区，单位面积内的物种越丰富。在群落中，有些物种不仅数量很多，它们对群落中其他物种的影响也很大，往往占据优势，如武夷山常绿阔叶林中的米槠（zhū）、甜槠、木荷等；还有一些物种虽然在群落中比较常见，但对其他物种的影响不大，它们就不占优势，如武夷山常绿阔叶林中的狗脊、芒萁等。群落中的物种组成不是固定不变的。随着时间和环境的变化，原来不占优势的物种可能逐渐变得有优势；原来占优势的物种也可能逐渐失去优势，甚至从群落中消失。例如，在我国东北部的草原群落中，羊草通常占据显著优势。当放牧强度加大时，羊草就会明显减少，糙隐子草等植物便逐渐占优势，一些原来在群落中罕见的植物种类也变得常见了。如果过度放牧，碱蓬等植物就会明显占优势，群落中原有的一些植物种类会消失，草原生产力严重降低。由此可见，控制放牧强度对于维持草原群落稳定、实现可持续发展非常重要。图2-1新疆北部的针叶林图2-2福建武夷山的常绿阔叶林你能举例说出你所在地区的常见群落中占优势的物种吗？部分物种名录米槠、甜槠、木荷、狗脊、芒萁部分物种名录新疆五针松、新疆冷杉、新疆云杉",
    "24第2章群落及其演替种间关系种间关系一个群落中的物种不论多少，都不是随机的简单集合，而是通过复杂的种间关系，形成一个有机的整体。在前面的学习中，你已经了解了大草履虫和双小核草履虫之间的竞争，也知晓了猞猁对雪兔的捕食，它们是不同类型的种间关系。种间关系主要有原始合作（互惠）、互利共生、种间竞争、捕食和寄生等（图2-3）。图2-3种间关系举例捕食（predation）一种生物以另一种生物为食的现象。例如，翠鸟捕鱼。寄生（parasitism）一种生物从另一种生物（宿主）的体液、组织或已消化的物质中获取营养并通常对宿主产生危害的现象。例如，马蛔虫与马。原始合作（protocooperation）两种生物共同生活在一起时，双方都受益，但分开后，各自也能独立生活。例如，海葵固着于寄居蟹的螺壳上，寄居蟹的活动，可以使海葵更有效地捕食；海葵则用有毒的刺细胞为寄居蟹提供保护。种间竞争（interspeciﬁccompetition）两种或更多种生物共同利用同样的有限资源和空间而产生的相互排斥的现象。例如，同一草原上生活的非洲狮和斑鬣狗。互利共生（mutualism）两种生物长期共同生活在一起，相互依存，彼此有利。例如，豆科植物与根瘤菌之间：植物向根瘤菌提供有机养料，根瘤菌则将空气中的氮气转变为含氮的养料，供植物利用。",
    "第1节群落的结构25乔木层灌木层草本层黄鹂画眉啄木鸟资料1红尾鸲（qú）和鹟（wēng）都捕食飞虫，也常常从树叶及树冠末梢上啄食昆虫。在两种鸟共同生活的地区，红尾鸲喜欢在疏林和缓坡处活动，而鹟更喜欢选择密林和陡坡。如果只有一种鸟存在，那么无论红尾鸲还是鹟，它们觅食生境的范围都比共存时的更大。资料2某地海边潮间带分布着海星、藤壶、贻贝、帽贝、石鳖等动物，海星可以捕食该群落中的其他四种动物，其他四种动物之间无捕食关系。在一个16m2的实验样分析种间关系对群落的影响地中，人为去除该样地中的所有海星，几个月后，藤壶在该实验样地中占据优势，数量最多；再过一段时间，贻贝成为最终占优势的物种。讨论1．红尾鸲和鹟的种间竞争对两个种群的分布有什么影响？2．资料2说明捕食、种间竞争在群落中是怎样相互联系的？3．除了种间关系，还有哪些影响群落的因素呢？思考·讨论群落的空间结构在群落中，各个生物种群分别占据了不同的空间，使群落形成一定的空间结构。群落的空间结构包括垂直结构和水平结构等。垂直结构在垂直方向上，大多数群落都具有明显的分层现象。例如，森林中自上而下分别有乔木、灌木和草本植物，形成群落的垂直结构（图2-4）。群落的形成是不同物种协同进化的结果，详见必修2《遗传与进化》第6章第4节。知识链接图2-4森林群落的分层现象示意图",
    "图2-5某群落的水平结构26第2章群落及其演替你能想象一下某个森林群落通过自然选择形成分层结构的大致过程吗？想象空间其他群落也像森林群落一样具有垂直结构。例如，在湖泊中，就有挺水层（如芦苇、莲、香蒲）、浮水层（如凤眼蓝、浮萍）和沉水层（如水车前、小眼子菜、竹叶眼子菜、黑藻）等。这些植物分别利用了湖泊中的不同空间，形成了湖泊群落的垂直结构。植物的分层与对光的利用有关：不同植物适于在不同的光照强度下生长。这种分层现象显著提高了群落利用阳光等环境资源的能力。除了光照，在陆生群落中，决定植物地上分层的环境因素还有温度等条件；决定植物地下分层的环境因素则是水分、无机盐等。群落中植物的垂直分层为动物创造了多种多样的栖息空间和食物条件，因此，动物也有分层现象。例如，某森林中栖息着多种鸟类，虽然大多数鸟类可同时利用几个不同的层次，但每一种鸟都有一个自己经常活动的层次：林冠层栖息着鹰、黄鹂、杜鹃等；中层栖息着山雀、啄木鸟、鹟、莺等；林下层则生活着画眉、八色鸫等。水平结构群落的结构特征不仅表现在垂直方向上，也表现在水平方向上。例如，某草地在水平方向上，由于地形的变化、土壤湿度和盐碱度的差异、光照强度的不同、生物自身生长特点的不同，以及人与动物的影响等因素，不同地段往往分布着不同的种群，同一地段上种群密度也有差别，它们常呈镶嵌分布（图2-5）。",
    "第1节群落的结构27图2-6大批候鸟飞抵鄱阳湖越冬群落的季节性由于阳光、温度和水分等随季节而变化，群落的外貌和结构也会随之发生有规律的变化。例如，有些种类的植物在早春来临时开始萌发，并迅速开花和结实，到了夏季其生活周期结束；另一些种类的植物则在夏季达到生命活动的高峰，从而导致群落在春季和夏季的物种组成和空间结构发生改变。大多数典型的草原鸟类和高鼻羚羊等有蹄类动物，在冬季都向南方迁移，到雪被较少、食物充足的地区生活（图2-6）。旱獭、仓鼠等啮齿类动物在冬季会冬眠，有些动物则在炎热的夏季进入夏眠。生态位在群落中，不同的物种各自生活在一定的空间范围内，利用特定的资源，甚至只在特殊的时间段出现（如某种食虫蝙蝠只在夜间活动），它们在群落中所起的作用以及与其他物种的关系也有差别。可见，每个物种都有自己在群落中的地位或作用。一个物种在群落中的地位或作用，包括所处的空间位置，占用资源的情况，以及与其他物种的关系等，称为这个物种的生态位（niche）。因此，研究某种动物的生态位，通常要研究它的栖息地、食物、天敌以及与其他物种的关系等。研究某种植物的生态位，通常要研究它在研究区域内的出现频率、种群密度、植株高度等特征，以及它与其他物种的关系等。",
    "28第2章群落及其演替青鱼、草鱼、鳙鱼和鲢鱼是我国传统的四大家鱼。最晚在明代，我国劳动人民就已经将四大家鱼混养以提高效益。四大家鱼的混养就是利用了它们在池塘中占据着不同的生态位：青鱼栖息在水体的中下层，以水底的螺、蚌及水生昆虫等为食；草鱼栖息于水体的中下层或水草多的地方，主要以水草为食；鳙鱼又叫胖头鱼，生活在水体的中上层，主要以浮游动物为食，也食用部分浮游植物；鲢鱼主要以浮游植物为食，生活在水体的上层。与社会的联系群落中每种生物都占据着相对稳定的生态位，这有利于不同生物充分利用环境资源，是群落中物种之间及生物与环境间协同进化的结果。选择当地某处森林、草原、湖泊、河流等，分析群落中常见物种所处的生态位。确定某种生物的生态位，一般要以调查为基础。如果条件允许，最好能开展调查研究。如果条件不足，可以查阅资料或利用下面资料中的生物群落进行分析。在分析该群落主要物种组成的基础上，选择其中一个常见的物种分析它所处的生态位。资料崇明东滩鸟类国家级自然保护区位于长江入海口，是重要的水鸟越冬区，分析当地自然群落中某种生物的生态位每年有数万只水鸟于10月至次年2月在崇明东滩越冬。某研究团队以4种占优势的水鸟为研究对象，调查了它们的种群数量、在不同觅食生境出现的概率、主要的食物种类等，结果如下表所示。生境1为低潮盐沼—光滩带，宽度为2000m左右；生境2为海三棱藨（biāo）草带，宽度为400m左右；生境3为海堤内鱼塘—芦苇区，芦苇在植物群落中占优势。思考·讨论讨论1．这4种鸟选择觅食生境的策略有哪些异同？哪一种鸟觅食生境的范围更宽？2．如果两种鸟的觅食生境一样，生态位就完全一样吗？3．任选一种鸟，分析它的食性。从觅食的角度，与它有竞争关系的鸟类有哪些？4．任选一种鸟，从觅食生境、种间关系等多个方面综合描述这种鸟类的生态位。物种观察数量/只觅食生境出现率/%鸟胃中主要的食物种类/%生境1生境2生境3小坚果茎类草屑螺类贝壳沙砾甲壳类其他绿翅鸭21206703352.816.7012.013.005.5绿头鸭1513981178.30.807.15.61.17.1鹤鹬1678640360050.025.025.000青脚鹬15172928430033.333.3033.30.1",
    "第1节群落的结构29某湖泊中生活着鲈鱼和短吻鳄，短吻鳄会捕食鲈鱼，而鲈鱼又是人们喜爱的美味。当地居民为了提高鲈鱼的产量而大量捕杀短吻鳄。在短吻鳄被捕杀几乎绝迹之后，鲈鱼的产量却没有增加。调查表明湖中鲈鱼的种群数量竟然比原来还下降了。追溯原因，有人提出了以下可能：A．气候变化造成鲈鱼的食物短缺；B．短吻鳄捕食的另一种鱼以鲈鱼为食；C．捕杀短吻鳄前鲈鱼的种群已经衰退；D．人类主要捕捞鲈鱼幼龄鱼造成种群衰退。以上四种解释都有道理吗？你认为哪种是最可能的原因？作出推测后，应该怎样进一步判别？思维训练溯因推理一、概念检测1．长白山北坡从山麓到山顶依次出现针阔叶混交林、针叶林、岳桦林和高山冻原。针阔叶混交林中的乔木层有红松、红皮云杉、白桦等多种植物，在林冠层生活着小杜鹃、大杜鹃、黑枕黄鹂等鸟类。判断下列表述是否正确。（1）针阔叶混交林中的红松和红皮云杉存在种间竞争的关系。（）（2）从山麓到山顶依次出现不同的森林类型，是群落的垂直结构。（）（3）小杜鹃主要生活在林冠层，这是小杜鹃的生态位。（）2．某弃耕农田中的植物种类40年间的变化情况见下表。下列有关该地群落变化的叙述，错误的是（）时间/年14152540乔木0001423灌木0341219草本植物2827263034总计2830305676A．物种丰富度趋于增加B．群落对光能的利用能力提高C．物种丰富度呈现“S”形增长D．群落的垂直结构和水平结构发生了变化3．河蟹是杂食性动物，以鱼、虾、螺、蚌、水生昆虫和水草等为食，它们喜欢潜伏在水草或底泥中。在生产实践中，人们不会将河蟹与食性和它相似的青鱼混养。为什么？二、拓展应用1．《诗经·小雅·小宛》中写道：“螟蛉有子，蜾蠃负之。”古人以为蜾蠃不产子，因此捕捉“螟蛉”当作“义子”来养育。南北朝时期，医学家陶弘景发现，蜾蠃把螟蛉衔回窝中，用尾上的毒针刺入螟蛉体内，并在其身上产卵。所以，他认为螟蛉不是“义子”，而是蜾蠃幼虫的食物。这两种生物存在怎样的种间关系？2．在群落形成的过程中，如果两个物种的生态位相似，你认为这两个物种的发展将是什么结果？3．捕食者在猎杀猎物时，场面比较血腥，这往往会让人认为捕食者很残忍。有的地方，人们曾经为了保护某些食草动物而特意消灭捕食者，但结果却事与愿违。请从群落中物种之间的相互关系，以及这种关系是如何形成的等角度，分析群落中存在捕食者的生态意义。练习与应用镶黄蜾蠃捕捉一种蛾的幼虫",
    "30第2章群落及其演替研究土壤中小动物类群的丰富度土壤是无数动物的家园。常见的动物有蜘蛛、鼠妇、蜈蚣、马陆、蚯蚓，以及多种多样的昆虫，等等。有些土壤动物实在太小了，我们一般不关注它们，但是它们对动植物遗体的分解起着重要的辅助作用。我们可以通过取样调查的方法来研究土壤中小动物类群的丰富度。许多土壤动物有较强的活动能力，而且身体微小，因此不适于用样方法进行调查。在进行这类研究时，常用取样器取样的方法进行采集、调查，即用一定规格的捕捉器（如采集罐、吸虫器等）进行取样，通过调查样本中小动物的种类来推测某一区域内土壤动物的物种数目。仅仅统计群落中的物种数，不足以全面了解群落的结构，因此，在统计群落中物种数目的同时，还可统计物种在群落中的相对数量。常用的统计物种相对数量的方法有两种：一是记名计算法；二是目测估计法。记名计算法是指在一定面积（体积）的样地中，直接数出各个种群的个体数目，这一般用于个体较大、种群数量有限的物种。目测估计法是按预先确定的多度等级来估计单位面积（体积）中的种群数量。等级的划分和表示方法有：非常多、多、较多、较少、少、很少，等等。提出问题可依据自己的兴趣，并考虑可行性，经小组讨论，确定要探究的问题。例如，受人类活动影响程度不同的土壤中小动物类群丰富度的比较研究；调查和比较不同时间（白天和晚上）或不同空间（如不同深度土层）的土壤中小动物类群的丰富度；等等。你们小组要探究的问题：\b\b。制订计划参照第1章第1节“探究·实践”中制订计划的要点，用列表的方法，制订一份本小组的研究计划，如下表所示。方法步骤1．准备（1）制作取样器。可选择直径为5cm的硬质金属饮料罐，在距离底端5cm处剪断。这样的取样器容积约为100mL。研究计划表步骤时间地点内容方法备注第一步×年×月×日环境考察观察与测量带温度计、干湿计、记录本第二步......探究·实践制作取样器及取样的示意图5cm地表",
    "第1节群落的结构31（2）记录调查地点的地形和环境的主要情况。提出安全注意事项。2．取样选择取样地点，将表层土上的落叶轻轻拨开，用手来回旋转罐子，将其按入土中，按压到罐底与地表几乎齐平，用铲子将罐内如果还是无法知道小动物的名称，可记为“待鉴定××”，并记录它们的特征。说明：观察时最好用体视显微镜。如用普通光学显微镜，可在4倍的物镜和5倍的目镜下进行观察。5．统计和分析请根据前面介绍的丰富度统计方法，设计一个数据统计表，分析所记录的数据，完成一份研究报告。讨论1．在班级内交流各自的研究报告，比较研究结果，就发现的问题进行讨论。2．如果要调查水中小动物类群的丰富度，应如何研究？也可以采取以下简易采集法：将取到的土壤样品放在瓷盆内（要注意防止小动物逃走），用解剖针拨找小动物，同时用放大镜观察，发现体型较大的小动物，可用包着纱布的镊子取出来，体型较小的则可以用吸虫器（右上图）采集。采集的小动物可以放入体积分数为70%的酒精溶液中，也可放入试管中。4．观察和分类可借助有关的动物图鉴查清小动物的名称，并进行分类。有些小动物难以用肉眼识别，可用镊子或吸管取出，放在载玻片上，借助放大镜、体视显微镜进行观察。应一边观察一边做好记录。断口处很锋利，操作时要注意安全。取样时尽量不要破坏环境，并应事先取得有关部门的同意。塑料袋上应标明取样的地点和时间等。采集小动物的示意图的土连同罐子一起挖出。将罐子中的土壤倒入塑料袋中。3．采集小动物在去底花盆中放一个金属网，将取到的土壤样品放置在金属网上。为了使空气流通，土壤与花盆壁之间要留一定的空隙。然后，将花盆放置在诱虫器上，打开电灯（如下图所示）。吸虫器诱虫器电灯40~60W无底花盆土漏斗试管酒精铁架台金属网纱布吸气土塑料袋",
    "32第2章群落及其演替早在西汉时期，我国就出现了“间作套种”的农业生产方式。据《氾胜之书》记载，在瓜田中“又种薤（xiè）十根……居瓜子外，至五月瓜熟，薤可拔卖之，与瓜相避。又可种小豆于瓜中，亩四五升，其藿可卖。此法宜平地，瓜收亩万钱。”这种生产方式就是立体农业的雏形。所谓立体农业，就是充分利用群落的空间结构和季节性，进行立体种植、立体养殖或立体复合种养的生产模式。以下是两个实例。1．板栗—茶树结构湖北省某林场在板栗林里栽培茶树，通过精心管理取得了板栗、茶树两旺，提高了经济效益。板栗是一种深根性树种，而茶树是根系较浅的小灌木。两种植物的根系深浅搭配，合理地利用了不同层次土壤内的水分和无机盐。同时，茶树的地上部分一方面有效地截留了降水，降低了水土流失，另一方面减少了地表蒸发。板栗一般高度为3~4m，而茶树高度为lm左右。板栗喜光，茶树耐阴，光照过强会导致茶树的光合作用效率下降、立体农业代谢机能减缓。两种植物高矮结合，充分利用了不同层次的光能。板栗还增加了茶园内的枯枝落叶，使得茶园的小气候条件、土壤条件均朝有利于茶树生长的方向发展。2．稻—鱼—蛙结构“稻花香里说丰年，听取蛙声一片。”诗句描绘了稻田中的繁荣景象，也反映了稻田群落的特征。能不能利用稻田的群落特征，开展稻田养鱼养蛙呢？河南省某村庄在插秧不久的稻田中，每亩放养200条草鱼和600只青蛙，实现了生态效益和经济效益的双赢。鱼和蛙的粪便为水稻供肥；鱼和蛙呼吸释放的二氧化碳可供水稻进行光合作用；稻田中的害虫、其他浮游动物、田间杂草的数量也因养殖鱼、蛙而大大下降；收获的鱼和蛙还带来了经济效益。类似的立体种养模式还有稻—萍—鱼、稻—萍—蟹等。如果你生活在农村或城郊，你那里可能还有其他类型的立体农业模式，可以介绍给大家。如果你生活在城市，你是否也可根据群落结构的原理设计立体绿化呢？科学·技术·社会板栗—茶树结构",
    "第2节群落的主要类型33观察一个群落，首先看到的是群落外貌。在三江源地区，我们能看到这里有草原、森林，还有草原退化而来的荒漠等多种群落。根据群落的外貌和物种组成等方面的差异，可以将陆地的群落大致分为荒漠、草原、森林等类型。荒漠生物群落在荒漠中，一眼望去，只见沙砾裸露，植被极度稀疏（图2-7）。荒漠分布在极度干旱区，这里降水稀少且分布不均匀，荒漠里物种少，群落结构非常简单。荒漠中的生物具有耐旱的特性。植物有仙人掌属植物、骆驼刺属植物等，动物主要是爬行类、啮齿目、鸟类和蝗虫等。它们以独特的生存方式适应缺乏水分的环境。仙人掌具有肥厚的肉质茎，叶呈针状，气孔在夜晚才开放。骆驼刺植株才几厘米高，但根可长达15m。爬行动物蜥蜴和蛇的表皮外有角质鳞片，有助于减少水分蒸发；它们的蛋壳坚硬，能保护正在发育的胚胎；它们的体温是变化的，第2节群落的主要类型三江源地区位于青藏高原腹地，是长江、黄河和澜沧江的源头汇水区，被誉为“中华水塔”。这里的雪山、草原、森林、河流，静静地展示着原生态的美。20世纪，因气候变化和人为干扰，三江源地区环境恶化，草原严重退化，水土流失加剧……我国政府已经建立了三江源国家公园，启动了多项保护措施，退牧还草是其中一项。现在，三江源的生态环境正在好转。讨论1．森林和草原在群落外貌和群落结构上有什么不同？2．为什么不在退化的草原上植树造林呢？问题探讨三江源地区●陆地生物群落的主要类型有哪些？●生物群落内的生物是如何与环境相适应的？本节聚焦图2-7荒漠生物群落",
    "34第2章群落及其演替其调节体温的方式是每天早早起来到阳光充足的地方，让身体暖和起来，待天热时退到地下等阴凉处。某些爬行动物以固态尿酸盐的形式排泄含氮废物，而不是产生需要更多水才能溶解的尿素。草原生物群落到了草原，你能看到的景象是草本植物如地毯般铺向天边（图2-8）。草原主要分布在半干旱地区、不同年份或季节雨量不均匀的地区。草原上动植物的种类较少，群落结构相对简单。在草原上，各种旱生多年生草本植物占优势，有的草原上有少量的灌木丛，乔木非常少见。草原上的植物往往叶片狭窄，表面有茸毛或蜡质层，能抵抗干旱。草原上的动物大都有挖洞或快速奔跑的特点。由于缺水，草原上两栖类、鱼类及其他水生动物非常少见。稀树干草原上，生长着伞形树冠状乔木，动物以斑马、长颈鹿和狮子为主。森林生物群落森林里，树木繁茂、树冠遮天蔽日（图2-9）。森林分布在湿润或较湿润的地区，群落结构非常复杂且相对稳定。森林中有乔木、灌木、草本和藤本植物，还有种类繁多的动物。森林为动物提供了丰富的食物和栖息场所。因此，树栖和攀缘生活的动物种类特别多，如长臂猿、松鼠、蜂猴、犀鸟、避役和树蛙等。森林中阳生植物多居上层，能吸收比较强的阳光。林下光线相对较弱，在热带雨林中，林下几乎都是散射光，仅有稀疏的光点和光斑。所以，三七、人参、黄连、半夏、贝母以及某些蕨类、苔藓等阴生植物生活在林下。阴生植物的茎细长，叶薄，细胞壁薄，机械组织不发达，但叶绿体颗粒大、呈深绿色，因此，这类植物适应在弱光条件下生存。图2-8草原生物群落图2-9森林生物群落",
    "第2节群落的主要类型35由此可见，某地的群落是什么类型，受水分、温度等因素的影响很大。生活在这一地区的物种能够形成群落，是因为它们都能适应所处的非生物环境。例如，草原上的植物一般比较耐旱，不能耐旱的高大乔木就难以在草原上生长。同时，群落中不同种群之间通过复杂的种间关系，相互依存、相互制约形成有机整体，从而维持种群之间的协调和平衡。例如，在森林中，许多动物需要植物提供食物和庇护，不少植物则依赖动物传播花粉和种子；森林中的乔木、灌木与草本植物之间，虽然对土壤、空间、阳光的利用存在一定程度的竞争，但可以因生态位的不同而达到相对平衡的状态，和谐共存。上述群落类型，每一类又可以分为更具体的群落类型。例如，我国典型的森林类型可以分为寒温带针叶林、温带针阔叶混交林、暖温带落叶阔叶林、亚热带常绿阔叶林、热带季雨林和热带雨林等。同样都是森林群落，在不同的森林类型中，生物适应群落生活的特点完全相同吗？讨论1．在荒漠群落中生活的生物，具有哪些适应群落环境的共同特征？在草原群落中生活的生物又有哪些适应群落环境的共同特征呢？2．假如将森林中攀缘生活的动物种群与草原上善于奔跑的动物种群对调，对这些种群来说有什么影响？3．结合你们在学习“群落的结构”时对群落中生物生态位的分析，说一说不同物种之间是如何彼此协调、共同生活在一起的。群落中生物的适应性4．天山山脉沿东西向横贯我国新疆中部，很多山峰的海拔超过4000m。如果你有机会从天山北麓的奎屯登山，从山脚到山顶，你可以依次看到荒漠、草原、森林、草甸等群落类型。研究表明，这些群落类型千百年来基本不变。类似的群落在垂直高度上的分布，是有共同规律的。不同海拔分布着不同的群落类型，可能是由哪些因素决定的？这与我国东、中、西部群落类型的分布规律有哪些相似之处？思考·讨论我国从北到南都有森林分布。《2021中国林草资源及生态状况》显示，2021年，我国森林面积达2.307×108hm2，森林覆盖率为24.02%。相关信息森林、草原、荒漠，这些自然群落在陆地上的分布是有规律的。在我国，东部湿润地区往往随处可见森林；在内陆半干旱区，分布有大片的草原；再到西部的干旱区，则出现荒漠群落。不同群落在物种组成、群落外貌和结构上都有着不同的特点，不同群落中的生物也都有适应其环境的特征。",
    "36第2章群落及其演替资料1全年高温、湿润的热带雨林中，物种丰富、群落结构复杂，乔木就分几个层次，乔木之下又有灌木层、草本层。乔木高大，最上层的高30m以上。乔木往往有板状根，树的分支不发达，只在树顶形成树冠，以争夺阳光（如图所示的望天树）。藤本植物非常发达，常有大型的藤本植物交错攀缘，甚至直达树冠。林下缺少阳光，有的草本植物，如芭蕉、海芋，长有巨大的叶片，能充分利用有限的阳光。林中空气流通不畅，风媒花很少。林中很多植物具有艳丽的花朵（如海南蝴蝶兰）和鲜艳多汁的果实（如红毛丹），以吸引动物传播花粉和种子。一年四季都有开花、结果的植物；芽无鳞片。不同森林群落中植物对环境的适应思考·讨论望天树海芋红毛丹海南蝴蝶兰讨论1．这两类群落在物种组成、垂直结构上有哪些不同？2．这两类群落中的植物在适应环境方面有哪些不同的特征？3．在这两类群落内，阳光、通风等条件有哪些不同？林下的各类生物又是怎样适应各自群落内环境的？毛白杨的花元宝槭的翅果资料2我国华北等地夏季凉爽、冬季较为寒冷、雨量比较丰富，这里分布着落叶阔叶林。落叶阔叶林夏季枝叶茂密，呈绿色，冬季则树叶枯落；树冠发达，林冠往往整齐；芽具有鳞片，树皮厚，以利于度过严冬。很多树木在春季树叶没有展开前就开花，且多数是风媒花（如毛白杨、蒙古栎）。不少种类的果实有翅（如元宝槭）。在春季乔木尚未展叶期间，以及秋季落叶期间，林下的草本植物利用短暂的宝贵时光，迅速生长、开花、结果。在不同的森林群落中，生物适应环境的方式不尽相同，换句话说，每一种生物都有自己适宜的生存环境，因此有人说，群落是一定时空条件下不同物种的天然群聚。除了上述群落类型，在沼泽、河流、湖泊等地，还有",
    "第2节群落的主要类型37图2-10湿地生物群落一、概念检测1．不同类型的生物群落，物种组成也不相同。判断下列相关表述是否正确。（1）生活在草原的动物都不能生活在森林里。（）（2）森林、草原、荒漠生物群落中的生物分别与它们各自生活的环境相适应。（）2．貂熊是国家一级重点保护野生动物，成体重十多千克，耳小、尾短、毛长、四肢短,足掌像熊掌、掌面较大。它经常吃狼、猞猁吃剩的食物，也捕食小型动物，在积雪环境下还能捕食大型动物。在我国,貂熊主要分布于寒温带针叶林，以下推测成立的是（）A．狼和貂熊之间是互利共生关系B．足掌面积大有利于在积雪上奔跑C．耳小、尾短、毛长不利于适应环境D．貂熊、猞猁、狼占有相同的生态位二、拓展应用农田中的生物形成人工生物群落。为什么说它是群落？它与森林、草原等自然生物群落有哪些不同？如果没有人工干预，农田生物群落能长期保持农田的特征吗？练习与应用就业单位林业科学研究单位、林场、林业站、自然保护区、森林公园等。主要任务从事森林培育、森林资源监测、森林防火、森林病虫害防治、森林植物检疫及林业技术的推广等。工作方式经常深入林区，用自己的智慧和汗水培育和保护着森林资源。教育背景林学或其他相关专业大专以上学历。须具备的素质要热爱美丽的森林，珍视森林的巨大价值。要想更好地为森林服务，还必须系统地掌握植物、动物及生态学等方面的知识，掌握本专业的技术标准、技术规范等，熟悉《中华人民共和国森林法》《中林业工程师华人民共和国森林法实施条例》等法律法规。要具备较强的观察力，这将有助于及早发现病虫害的苗头或火灾隐患，从而做到及时防治。当然，还必须拥有强健的身体，能够在茂密的森林中长时间跋涉。职业乐趣沐浴着森林中的阳光和空气，有助于身心健康。人类不能没有森林，作为森林的培育者和守望者，值得骄傲和自豪。与生物学有关的职业某林场的林业工程师正在喷药作业湿地生物群落（图2-10）。湿地生物群落中的动植物物种十分丰富，既有水生生物也有陆生生物，常见的有芦苇、香蒲、黑藻、金鱼藻等植物，以及鱼类、两栖类、鸟类等动物。在海洋中，数量众多的微小浮游植物，浅海区生长的大型藻类（如海带、裙带菜等），以及种类繁多的动物，它们共同构成海洋生物群落。",
    "38第2章群落及其演替第3节群落的演替1883年8月，印度尼西亚喀拉喀托火山爆发，岩浆滚滚而出，所到之处生物全部死亡，成了一片裸地。几年后，地面上长出了小草，出现了一种蜘蛛。到1909年，有202种动物在这块新的土地上生活。1919年动物增加到621种，1934年增加到880种。在此期间，植物逐渐繁茂起来，形成了小树林。讨论1．生物是如何一步步地定居在新土地上的？2．这一地区有可能恢复原来群落的结构吗？问题探讨●群落演替有哪些类型？●演替的大致过程是怎样的？●怎样看待人类活动对群落演替的影响？本节聚焦岩浆覆盖的区域，几年后长出了小草，小动物逐渐来这里定居，后来这里又长出了树木，形成了树林。这里的生物群落悄然变化、不断发展。像这样，随着时间的推移，一个群落被另一个群落代替的过程，叫作群落演替（communitysuccession）。演替的类型光裸的岩地上是怎样长出森林的呢？这是一个漫长而艰难的演替过程，大致要经历以下几个阶段（图2-11）。喀拉喀托火山爆发的情景地衣阶段地衣首先在裸岩上定居。地衣分泌的有机酸可加速岩石风化形成土壤的过程。于是，土壤颗粒和有机物逐渐增多。裸岩阶段",
    "第3节群落的演替39图2-11发生在裸岩上的演替示意图苔藓阶段在地衣开拓的基础上，苔藓便能生长起来。苔藓比地衣长得高，更适应这里的环境，于是就逐渐扩展。苔藓的生长会进一步使岩石分解，土层加厚，有机物增多，土壤中微生物的种类也越来越丰富。草本植物阶段在土壤能保持一定水分时，草本植物的种子就能够萌发生长。竞争的结果是较高的草本植物逐渐占据了优势。这时，各种昆虫和其他小动物开始进入这个地区。在动植物的共同作用下，土壤中的有机物越来越丰富，土壤的通气性越来越好。乔木阶段在灌木群落所形成的湿润土壤上，各种乔木的种子萌发出来。乔木比灌木具有更强的获得阳光的能力，因而最终占据了优势，成为茂盛的树林。树林的形成进一步改善了生物生存的环境，物种进一步多样化，生物与环境之间的关系变得更加丰富多样，于是群落演替到了相对稳定的森林阶段。灌木阶段灌木和小乔木开始生长。灌木比草本植物更为高大，“剥夺”了草本植物的阳光，逐渐取代了部分草本植物。灌木的生长起到了遮阴、避风等作用，同时提供了更为丰富的食物，于是成为许多鸟类的栖息地。物种的多样化使群落的结构较为稳定，抵御环境变化的能力增强。",
    "40第2章群落及其演替在上述演替的过程中，土壤中的有机物越来越丰富，群落中物种丰富度逐渐加大，食物网越来越复杂，群落的结构也越来越复杂。在弃耕的农田上，也会发生群落的演替（图2-12）。这种演替和发生在裸岩上的演替过程完全相同吗？图2-12弃耕农田上的演替示意图仔细分析图2-11，思考并讨论以下问题。讨论1．光裸的岩地上首先定居的生物为什么不是苔藓和草本植物，而是地衣？分析群落的演替思考·讨论2．地衣阶段为苔藓的生长提供了怎样的基础？地衣被苔藓取代了吗？3．在森林阶段，群落中还能找到地衣、苔藓、草本植物和灌木吗？再经过一段时间，乔木开始出现。高大的乔木占据了更多的空间，灌木逐渐减少，乔木逐渐蔚然成林。农田被弃耕以后，很快就会长满一年生的杂草。在杂草的覆盖下，土壤条件会得到改善，一些多年生的杂草会“接踵而至”。在气候条件适宜的情况下，从弃耕的农田演替出树林，需要数十年时间。如果是在干旱的荒漠地区，群落的演替就很难形成树林，或许只能发展到草本植物阶段或稀疏的灌木阶段。土壤表层的有机物逐渐增多，土壤的保水能力也逐渐增强，这将更有利于植物的生长。几年后，一些小灌木便会生长起来，并成为灌木丛。",
    "第3节群落的演替41讨论1．从演替的起点来看，发生在裸岩上的演替和弃耕农田上的演替有什么不同？这两种演替还有哪些差异？2．这两种演替有哪些共同点？3．演替都会发展为森林吗？一个群落最终演替到什么阶段，主要受哪些因素的影响？思考·讨论比较发生在裸岩上的演替和弃耕农田上的演替上述两个例子代表了演替的两种类型—初生演替（primarysuccession）和次生演替（secondarysuccession）。这两种演替类型是根据起始条件划分的。初生演替是指在一个从来没有被植物覆盖的地面，或者是原来存在过植被、但被彻底消灭了的地方发生的演替，如在沙丘、火山岩、冰川泥上进行的演替。次生演替是指在原有植被虽已不存在，但原有土壤条件基本保留，甚至还保留了植物的种子或其他繁殖体（如能发芽的地下茎）的地方发生的演替，如在火灾过后的草原、过量砍伐的森林、弃耕的农田上进行的演替。除了演替起点的不同，初生演替与次生演替的区别还有：初生演替速度慢，趋向形成新群落，经历的阶段相对较多；次生演替速度快，趋向于恢复原来的群落，经历的阶段相对较少。这两类演替，都是从结构简单的群落发展为结构复杂的群落，群落中的物种数量和群落层次增多，土壤、光能得到更充分的利用。影响群落演替的因素，有群落外界环境的变化，生物的迁入、迁出，群落内部种群相互关系的发展变化，以及人类的活动，等等。这些因素常常处于变化的过程中，适应变化的种群数量增长或得以维持，不适应的数量减少甚至被淘汰，因此，群落就不断地演替。无论裸岩上的群落演替，还是弃耕农田上的演替，最终都会达到一个与群落所处环境相适应的相对稳定的状态。人类活动对群落演替的影响在某一地区，群落演替的结果往往是由环境和群落内的生物共同作用而决定的，但人类活动对群落演替的影响有时超过其他因素的影响。有人说，稳定是相对的、暂时的，而变化是永恒的。请结合群落的演替，谈谈你对这句话的看法。",
    "42第2章群落及其演替人类的许多活动正在影响着群落的演替，往往使群落演替按照不同于自然演替的方向和速度进行。例如，砍伐森林（图2-13）可以在短期内改变森林群落中的物种组成和物种丰富度，进而改变群落的演替方向；过度放牧（图2-14）则可能很快导致土地荒漠化，使草原生物群落演替为荒漠生物群落；未经处理的污水直接排入河流（图2-15），可能给水生生物带来灭顶之灾。讨论1．上述资料中，人类活动使群落演替向什么方向进行？2．人类活动对上述群落的演替速度有什么影响？3．如果去除人类活动，这些群落又会向什么方向演替？图2-13被砍伐的森林图2-14过度放牧的草原图2-15污水排入河流某湖泊20世纪60年代和80年代水生植物和鱼类的调查统计表生物类群20世纪60年代20世纪80年代水生植物种类92种68种占优势的物种菱、竹叶眼子菜、苦草、黑藻微齿眼子菜、菰、金鱼藻、黑藻鱼类种类74种54种占优势的物种鲤鱼、鲫鱼、鳊鱼鲫鱼、黄颡（sǎng）鱼、红鳍鲌资料1我国的黄土高原历史上曾郁郁葱葱，从东南到西北，依次分布着温带落叶阔叶林、疏林灌丛草原、温带草原等。然而，现在的黄土高原上，森林和草原的覆盖率比历史上大幅下降，很多黄土丘陵呈光秃状态。除了气候变化的因素，人类活动是导致这一地区出现濯濯童山的主要原因：自秦代以来，由于移民屯垦和大量砍伐森林，黄土高原的农业发展很快，环境却年复一年地遭到破坏，导致大片森林和草原消失。资料2自20世纪60年代起，长江中游某湖泊进行了大规模的围湖造田，湖水面积缩减近50%。对该湖泊多种生物的调查表明，水生植物、鱼类的物种丰富度下降，占优势的物种发生变化（下表）。思考·讨论分析人类活动影响群落演替的实例",
    "第3节群落的演替43随着我国国土绿化和防沙治沙工程的持续推进，我国北方的绿色屏障不断加固拓展。2019年，我国荒漠化土地面积、沙化土地面积都比2014年减少了300多万公顷，实现了从“沙进人退”到“沙退人进”“人沙和谐”的历史性转变。相关信息人类对群落演替的影响都是不良的吗？通过封山育林、治理沙漠、管理草原，甚至建立人工群落等，人类活动也可以使群落朝着物种增多、结构复杂的方向演替。例如，我国政府一直致力于防沙治沙，经过不懈努力，我国的沙化土地面积从20世纪末的年年扩展转变为逐年减少，联合国环境规划署盛赞我国是全球沙漠治理的典范。在自然界，群落的演替是普遍现象，而且有一定的规律，人类掌握了这些规律就能根据现有情况，预测群落的未来，从而正确掌握群落的动向，使之朝着对人类有益的方向发展。退耕还林、还草、还湖我国是一个农业大国。千百年来人们一直视土地如生命。为了扩大耕地面积，不惜毁林开荒、围湖造田。以牺牲环境为代价的垦殖活动，导致了严重的生态问题。为处理好经济发展同人口、资源、环境的关系，走可持续发展道路，我国政府明确提出退耕还林、还草、还湖和退牧还草，颁布了《退耕还林条例》，自2003年1月20日起施行。退耕还林还草工程的实施，实现了我国从毁林毁草开荒到退耕还林还草的历史性转变，改变了过去“越垦越穷、越穷越垦”的局面（图2-16）。截至2021年，全国共有25个省（自治区、直辖市）和新疆生产建设兵团参与这项工程，累计完成退耕还林还草1.42×107hm2，荒山荒地造林和封山育林2.07×107hm2。这项浩大的工程堪称世界上规模最大的生态工程。为了进一步改善我国的生态环境、打造绿色经济，我国于2014年启动了新一轮退耕还林还草工程；2015年将这项工程列为生态文明体制改革的组成部分。我国还将长期坚持山水林田湖草沙一体化保护和系统治理，持续开展大规模国土绿化行动。未来的美丽中国会有更多的蓝天白云、绿水青山。图2-16陕西省延安市吴起县实施退耕前后的对比左图：1984年；右图：2017年",
    "一、概念检测1．在群落演替的过程中，物种的组成和数量会发生变化。判断下列相关表述是否正确。（1）群落演替就是群落内原有物种逐渐恢复到原有状态。（）（2）演替早期的种群可能在新形成的群落里出现。（）2．演替过程中乔木逐渐取代了灌木的优势地位，其主要原因是（）A．灌木寿命较短B．乔木繁殖能力较强C．灌木生长极为缓慢D．乔木较为高大，能获得更多的阳光3．我国北方某地区实施退耕还林三年后，对该地区蜘蛛类群的研究表明，地面蜘蛛丰富度增加，但原来分布于农田的蜘蛛种类部分消失了。下列表述错误的是（）A．退耕农田上发生的群落演替是次生演替B．部分农田蜘蛛消失说明退耕还林不利于保护生物多样性C．退耕还林后群落总体上朝着物种增多、结构复杂的方向演替D．蜘蛛类群的变化说明群落演替过程中物种组成是动态变化的4．对一处弃耕农田的演替过程的记录如右上表所示，请据表回答下列问题。（1）该地草本植物的演替速度\b\b\b\b（填“快”或“慢”），木本植物的演替速度\b\b\b\b。（2）一般来讲，与草原相比，针叶林中的动物分层现象较为\b\b\b\b（填“简单”或“复杂”），原因是\b\b\b\b\b。（3）如果一块弃耕农田位于半干旱地区，群落演替最可能发展到哪个阶段？二、拓展应用1．一个湖泊经历了一系列演替阶段以后，可以演变为一片森林。演替过程大体经历从湖泊到沼泽、到草原，最后到森林这几个阶段。请参照从裸岩演替到森林的过程，描述从湖泊演替到森林的大致过程。2．收集你所在地区不同年代的地图，比较湖泊、沼泽或林地的今昔面积，试分析变化的原因。3．外来物种入侵会对当地群落的演替产生严重的影响。凤眼蓝（俗称“水葫芦”）疯长是大家所熟知的实例（如下图）。你还知道我国有哪些外来物种入侵的实例？请结合当地实际情况，进行调查或收集有关资料，以“警惕外来物种入侵”为题，写一篇科普文章。练习与应用44第2章群落及其演替弃耕时间/年优势植物非优势植物＜1马唐—1飞蓬豚草2紫菀豚草3须芒草豚草5~10短叶松火炬松50~150栎山核桃",
    "理解概念●在相同时间聚集在同一空间范围内的各种生物种群的集合就是群落。●不同物种之间存在复杂的相互关系。正是这些复杂的种间关系，将群落内的多种生物联系成有机的整体。种间关系包括原始合作、互利共生、种间竞争、捕食和寄生等。●群落的空间结构包括垂直结构和水平结构，其结构特征会随时间而变化，如表现出一定的季节性。●群落中每种生物都占据着相对稳定的生态位，有利于不同生物充分利用环境资源。●不同时空条件下会形成不同类型的群落。不同群落中的生物具有与群落环境相适应的形态、结构和生理特点。●一个群落替代另一个群落的过程叫作群落演替。群落演替可以分为初生演替和次生演替。人类活动会影响演替的进程和方向。发展素养通过本章的学习，应在以下几方面得到发展。●基于对种群和群落水平研究问题的分析，认同探究视角对于认识事物很重要，尝试从不同的视角提出问题。●运用结构与功能观、进化和适应观分析群落的形成和演替。●基于不同类型群落与其环境关系的分析，认同群落的形成和演替是有客观规律的，人类活动也应顺应自然界的客观规律。●基于对人类活动影响群落结构和演替的了解，分析人与自然的关系，认同退耕还林、还草、还湖的必要性。本章小结45",
    "一、选择题1．生物群落的空间结构受多种因素影响。下列叙述错误的是（）A．植物群落的垂直分层现象与光照有关B．动物群落的垂直分层现象与植物有关C．植物群落的水平分布现象与地形有关D．动物群落的水平分布一般都是均匀的2．甲地发生森林火灾导致原有植被消失，乙地因火山喷发被火山岩全部覆盖，之后两地均发生了群落演替。关于甲、乙两地群落演替的叙述，错误的是（）A．甲地和乙地发生的演替类型相同B．若没有外力干扰，甲地可重现森林C．地衣会比苔藓更早地出现在乙地火山岩上D．甲、乙两地随着时间延长，物种丰富度逐渐增加3．甲、乙、丙是食性相同、不同种的蝌蚪，三者之间无捕食关系。某研究小组在4个条件相同的人工池塘中各放入1200只蝌蚪（甲、乙、丙各400只）和数量不等的同种捕食者，一段时间后，各池塘中3种蝌蚪的存活率如下表所示。下列推测不合理的是（）A．捕食者主要捕食甲和丙B．蝌蚪的种间竞争结果可能受捕食者影响C．无捕食者时蝌蚪的种间竞争可能导致乙消失D．随着捕食者数量增加，乙可获得的资源减少二、非选择题1．种植过大片草莓的农田，闲置多年后被木本植物覆盖，成片的草莓不见了。请解释其中的原因。为什么草莓不能和木本植物共同繁盛呢？2．某地的一个稻田群落，近30年来发生了显著的变化：原来种群密度较高的青蛙，现在已经很少；原来有大量的泥鳅、鳝鱼、田螺等动物，现在它们几乎绝迹。（1）试分析该稻田群落的物种组成发生变化的原因。（2）上述变化对农业生产有什么影响？对农民的收入会有影响吗？（3）按此趋势发展下去，再过30年，该稻田群落还会发生什么变化？（4）现在有些地区发展稻田养鱼，建设“稻—萍—鱼”等立体农业。你认为这是人类的创造还是对大自然本来面貌的回归？3．我国南方很多的村落背后都有一片充当绿色屏障的防护林。防护林保留了部分原始植被的特征，但同时由于深受人类活动的干扰而与自然群落有一定差异。研究表明，在华南某地，随着干扰（主要是砍伐成树）强度的增加，防护林林下的植物丰富度增加，阳生植物增多。在人工干扰强度不同的防护林中，占优势的树种也有差异。受到重度干扰的防护林，比自然林更容易遭受外来物种的入侵。（1）砍伐成树有助于林下植物的生长，主要是影响了哪一类种间关系？干扰后林下的阳生植物为什么会增多？（2）一定程度的人工干扰可能会增加防护林群落的物种丰富度，这给我们什么启示？（3）为什么重度人工干扰的防护林比自然林更容易遭受外来物种入侵？这给我们什么启示？复习与提高46第2章群落及其演替池塘编号捕食者数量/只蝌蚪存活率/%甲乙丙1087740225830253442321148323710某村落背后的防护林",
    "第1节生态系统的结构47在我国内蒙古东北部，既有一望无际的大兴安岭森林，也有沃野千里的呼伦贝尔草原。有的地方，森林与草地仅一河之隔。相距如此之近的两个地段，为什么这边是森林群落，那边却是草原群落呢？是那边的草原还没有演替为森林吗？千百年来，大兴安岭森林一直郁郁葱葱、遮天蔽日，而呼伦贝尔草原始终是天苍苍、野茫茫。为什么它们可以长期保持相对的稳定呢？森林、草原、荒漠、海洋……地球上分布着多种多样的生物群落。这些群落外貌不同，物种组成也有差异，然而它们都与所处的环境形成了统一的整体，这就是生态系统。第3章生态系统及其稳定性森林、草原、天地、山川，地平线之外一片苍茫。“小小寰球”在宇宙中旋转，承载着它的生命之网。",
    "48第3章生态系统及其稳定性第1节生态系统的结构大豆是发源于我国的重要粮食作物。大豆田里生长着稗草、苘麻、鸭跖草等多种杂草，分布着七星瓢虫、大豆蚜等动物，土壤里还有蚯蚓、线虫，以及多种微生物。每公顷大豆与共生根瘤菌每年固氮可以超过100kg。讨论1．大豆根系会给土壤带来哪些变化？2．大豆与其他生物之间存在什么关系？3．根据以上讨论结果，请用一句话概括生物与环境的关系。问题探讨大豆田间剖面图●生态系统有哪些主要组成成分？它们是如何构成生态系统的？●生态系统具有怎样的营养结构？●食物网的复杂性对于解决生态学问题有什么启示？本节聚焦在大豆田中，大豆与稗草、大豆蚜等生物之间，大豆与非生物环境之间存在复杂的关系。非生物环境的状况，决定了哪些生物能够在这一区域内定居和繁衍；生物群落的存在又改变着环境。在环境条件大体相同的地方，群落的外貌和结构往往也相近或相似。这些都说明生物群落与非生物环境有着密不可分的关系。生态系统的范围在一定空间内，由生物群落与它的非生物环境相互作用而形成的统一整体，叫作生态系统（ecosystem）。生态系统的空间范围有大有小。一片森林、一个湖泊、一片草原、一条河流、一块农田等，都可以各自成为一个生态系统。地球上的全部生物及其非生物环境的总和，构成地球上最大的生态系统—生物圈（biosphere）。生态系统类型众多，一般可分为自然生态系统和人工生态系统两大类。自然生态系统又可划分为水域生态系统和陆地生态系统。水域生态系统可进一步分为海洋生态系统、淡水生态系统等；陆地生态系统可进一步分为森林生态系统、草原生态系统、荒漠生态系统、冻原生态系统等。人工生态系统又可分为农田生态系统、人工林生态系统、果园生态系统、城市生态系统等。",
    "第1节生态系统的结构49在森林、草原、农田、湖泊等生态系统中，挑选你和本小组同学熟悉的两个生态系统，分析它们的组成成分以及各组分之间的联系。也可以用以下两个生态系统为例来进行分析。生态系统1某荒漠生态系统在我国西北半干旱区，豆科植物柠条常被用来进行人工固沙。柠条扎根于沙粒间，顽强生长形成灌丛。在某沙化地区合理种植柠条之后，群落内物种丰富度逐渐增加并趋分析生态系统的结构于稳定。群落中有地锦、胡枝子、画眉草、狗尾草、猪毛蒿等植物。还分布着多种动物，其中，植食性的有蝗虫、蝼蛄、叶蛾、土蜂等；肉食性昆虫或其他小动物有姬蜂、步甲、园蛛、蜈蚣等。在柠条根系周围的土壤中，生活着难以计数的真菌、细菌、放线菌。群落处于稳定状态时，群落所栖居的土壤表层含水量增加，土壤养分也在改善。生态系统2某池塘生态系统下图为一个池塘生态系统的示意图。思考·讨论生态系统具有一定的结构要分析生态系统的结构，首先要分析生态系统有哪些组成成分，以及各组分之间的关系。讨论1．分析上述生态系统中生物之间的食物关系，你能画出多少条食物链？与其他同学画出的食物链进行比较，分析各自的食物链是否需要修改，共同完善该生态系统的食物链和食物网。2．按照不同种类生物的营养方式，以及它们在生态系统中的作用，将上述生态系某池塘生态系统的示意图水蚤水草细菌、真菌田螺栅藻团藻虾草鱼青鱼乌鳢草履虫",
    "50第3章生态系统及其稳定性上述组分之间是什么关系呢？在生态系统中，生产者通过光合作用，将太阳能固定在它们所制造的有机物中。太阳能转化成化学能，从而可以被生物所利用，因此，生产者可以说是生态系统的基石。消费者通过自身的新陈代谢，能将有机物转化为无机物（CO2、水、氨等），这些无机物排出体外后又可以被生产者重新利用。可见，消费者的存在，能够加快生态系统的物质循环。此外，消费者对于植物的传粉和种子的传播等具有重要作用。分解者能将动植物遗体和动物的排遗物分解成无机物。如果没有分解者，动植物的遗体和动物的排遗物会堆积如山，生态系统就会崩溃。因此，生产者、消费者和分解者是紧密联系，缺一不可的（图3-1）。正是由于生态系统中各组成成分之间的紧密联系，才使生态系统成为一个统一的整体，具有一定的结构和功能。生态系统的组成成分通过上述活动，可以看出，尽管荒漠生态系统和池塘生态系统具有不同种类的生物，但它们具有相似的组成成分。非生物的物质和能量生产者（producer）消费者（consumer）分解者（decomposer）光、热、水、空气、无机盐等。自养生物，主要是绿色植物。动物，包括植食性动物、肉食性动物、杂食性动物和寄生动物等。能将动植物遗体残骸中的有机物分解成无机物，主要是细菌和真菌。生态系统图3-1生产者、消费者和分解者的关系示意图生产者初级消费者次级消费者分解者统中的生物进行归类。3．在上述生态系统中，食物链之外还有哪些成分？它们对生态系统来说是不可缺少的吗？为什么？4．每个生物体的生存都离不开物质和能量。这些生物是怎样获得物质和能量的？不同种类的生物获取物质和能量的途径一样吗？5．参照一般系统的结构模式图（下图），尝试画出生态系统的结构模型。组分2组分1输入输出组分3",
    "第1节生态系统的结构51图3-2生态系统的结构模型CO2等CO2CO2生产者消费者分解者无机盐等遗体、粪便等植食性动物肉食性动物2肉食性动物1生态系统多种多样，但是在结构上有许多共同点，这可以用图3-2所示的模型来表示。食物链上一般不超过五个营养级，想一想，这是为什么？图3-3某食物链上的营养级生产者玉米初级消费者蝗虫次级消费者蛙三级消费者蛇四级消费者鹰第一营养级第二营养级第三营养级第四营养级第五营养级食物链和食物网图3-3展示了某个草原生态系统中的食物链（foodchain）以及不同生物所处的营养级。生产者—玉米属于第一营养级；直接以玉米为食的植食性动物是初级消费者，属于第二营养级，如蝗虫；次级消费者是以初级消费者为食的肉食性动物，如蛙，它们属于第三营养级；三级消费者是以次级消费者为食的肉食性动物，如蛇，它们属于第四营养级。鹰捕食蛇，则鹰是四级消费者，属于第五营养级。绿色植物所固定的太阳能，能通过食物链由一个营养级向下一个营养级传递。各种动物所处的营养级并不是一成不变的。例如，图中的鹰若以蛙为食时，它就属于第四营养级了。在生态系统中，一种绿色植物可能是多种植食性动物的食物，而一种植食性动物既可能吃多种植物，也可能被多种肉食性动物所食。食物链彼此相互交错连接成的复杂营养关系，就是食物网（foodweb，图3-4）。",
    "52第3章生态系统及其稳定性错综复杂的食物网是使生态系统保持相对稳定的重要条件。如果一条食物链的某种动物减少或消失，它在食物链上的位置可能会由其他生物来取代。一般认为，食物网越复杂，生态系统抵抗外界干扰的能力就越强。食物链和食物网是生态系统的营养结构，生态系统的物质循环和能量流动就是沿着这种渠道进行的。一、概念检测1．研究表明，在我国华北地区某苹果园里生活着多种昆虫，害虫主要有卷叶蛾、蚧虫、蚜虫和食心虫等；害虫的天敌（即天敌昆虫）为草蛉、异色瓢虫、螳螂等；既非害虫又非害虫天敌的中性昆虫有蚊、蝇、蚂蚁等。在果园中种草，天敌昆虫的种类和数量都有增加。判断下列说法是否正确。（1）卷叶蛾、蚧虫、蚜虫等植食性动物是初级消费者。（）（2）卷叶蛾→螳螂→黄雀，构成一条食物链，其中螳螂位于第二营养级。（）（3）中性昆虫在果园生态系统中是多余的。（）（4）种草后，果园中的食物网更复杂，有助于果园生态系统抵抗外界干扰。（）2．食物链彼此相互交错形成食物网。以下有关食物网的说法正确的是（）A．每种动物可以吃多种植物B．每种生物都被多种生物捕食C．每种生物都只位于一条食物链上D．一种生物可能属于不同的营养级3．动物园里饲养着各种动物，栽培了多种植物。它们构成一个群落吗？动物园是个生态系统吗？二、拓展应用下图是某海洋生态系统中，生产者固定太阳能的数量与水深关系的曲线。请据图回答以下问题。（1）在远洋水域，从水深30m处开始，随着水深增加，固定太阳能的数量逐渐减少，影响这一变化的非生物因素主要是。（2）近海水域水深为时，生产者的数量最多。（3）生活在水深100m以下的生物，从生态系统的组成成分看，主要是。练习与应用生产者固定太阳能的数量/［kJ·（m3·d）-1］近海水域远洋水域水深/m0102040703060508090100图3-4某陆地生态系统的食物网",
    "第1节生态系统的结构53美国黄石国家公园成立于1872年，面积约为9000km2。保护这里的自然生态系统，是建立国家公园的初衷。20世纪初，这里开展了灭灰狼运动，不久后灰狼在这里绝迹了。随着灰狼的绝迹，原先生活在灰狼捕食阴影下的加拿大马鹿（Cervuscanadensis）的种群迅速增长，活动范围也不受制约，它们肆意取食杨树幼苗。由此，公园里不少地区见不到杨树的幼苗和新生林，杨树种群长期得不到更新，种群老化、衰退。杨树是公园里的主要树种，杨树种群衰退，使得原本生活在杨树林群落里的多种生物的生存受到严重威胁，其中也包括加拿大马鹿。灭狼后的公园生态系统状况恶化了。在弄清楚灰狼、加拿大马鹿、杨树之间的物种制衡关系后，20世纪末，公园管理者从外地引进了灰狼。灰狼入园后，面对灰狼的威胁，加拿大马鹿原先偏爱的河谷、平原等取食场地，成了它们最担惊受怕的地区。在繁殖期，马鹿群不得不转移到海拔1500m以上的山地以保护小马鹿。到冬天，马鹿群才敢回迁到河谷和平原。由于马鹿取食黄石公园灭狼与引狼入园的启示场地的变化，许多杨树得以在河谷、平原存活和长高，杨树种群慢慢恢复。同时，由于灰狼捕获的马鹿多数是老弱病残，存活下来的马鹿以健康、年轻的为主，于是，加拿大马鹿的种群结构也得到优化。关于是否是灰狼拯救了黄石公园的生态系统，目前也有不同的声音。有人认为，人类猎杀、气候改变等因素也是加拿大马鹿种群数量减少的原因。看来，黄石公园里的故事并不简单。灭狼和引狼入园，以及类似的事例给我们诸多启示：生态系统本身有维持稳定的机制，人类不尊重生态规律的荒唐行为，得到的一定是教训。科学·技术·社会黄石公园引狼入园前（左）后（右）对比图",
    "54第3章生态系统及其稳定性一切生命活动都伴随着能量的变化。没有能量的输入，也就没有生命和生态系统。生态系统中能量的输入、传递、转化和散失的过程，称为生态系统的能量流动。第2节生态系统的能量流动假设你像小说中的鲁滨逊那样，流落在一个荒岛上，那里除了有能饮用的水，几乎没有任何食物。你身边尚存的食物只有1只母鸡、15kg玉米。讨论你认为以下哪种生存策略能让你维持更长的时间来等待救援?1．先吃鸡，再吃玉米。2．先吃玉米，同时用一部分玉米喂鸡，吃鸡产下的蛋，最后吃鸡。问题探讨●能量在生态系统中是怎样流动的？●怎样理解生态金字塔？●研究能量流动有什么实践意义？本节聚焦流落荒岛种群能量储存能量散失能量输入能量流经一个种群的情况可以图示如下：如果将这个种群作为一个整体来研究，则左图可以概括成下图形式，从中可以看出分析能量流动的基本思路。如果将一个营养级中的所有种群作为一个整体，那么左图将概括为何种形式呢？研究能量流动的基本思路科学方法储存在体内的能量呼吸作用散失的能量储存在体内的能量呼吸作用散失的能量储存在体内的能量呼吸作用散失的能量个体1个体2个体3……能量输入",
    "第2节生态系统的能量流动55粪便初级消费者摄入初级消费者同化用于生长、发育和繁殖次级消费者摄入遗体残骸散失散失呼吸作用呼吸作用分解者利用图3-5能量流经第二营养级的示意图讨论1．生态系统中的能量流动和转化是否遵循能量守恒定律？为什么？生态系统中的能量流动2．流经某生态系统的能量能否再回到这个生态系统中来？为什么？思考·讨论呼吸作用分解者呼吸作用呼吸作用呼吸作用呼吸作用生产者（绿色植物）初级消费者（植食性动物）次级消费者（肉食性动物）三级消费者（肉食性动物）图3-6生态系统能量流动的示意图能量流动的过程地球上几乎所有的生态系统所需要的能量都来自太阳。太阳每天输送到地球的能量大约有1×1019kJ。这些能量绝大部分都被地球表面的大气层所吸收、散射和反射掉了，大约只有1%以可见光的形式，被生态系统的生产者通过光合作用转化成化学能，固定在它们所制造的有机物中。这样，太阳能就输入到了生态系统的第一营养级。输入第一营养级的能量，一部分在生产者的呼吸作用中以热能的形式散失了；另一部分用于生产者的生长、发育和繁殖等生命活动，储存在植物体的有机物中。构成植物体的有机物中的能量，一部分随着残枝败叶等被分解者分解而释放出来；另一部分则被初级消费者摄入体内，这样，能量就流入了第二营养级。流入第二营养级的能量，一部分在初级消费者的呼吸作用中以热能的形式散失；另一部分用于初级消费者的生长、发育和繁殖等生命活动，其中一些以遗体残骸的形式被分解者利用（图3-5）。如果初级消费者被次级消费者捕食，能量就流入了第三营养级。能量在第三、第四营养级的变化，与第二营养级的情况大致相同。生态系统中的能量流动，可以概括为图3-6所示。",
    "56第3章生态系统及其稳定性能量流动的特点为了研究能量流经生态系统的食物链时，每一级的能量变化和能量转移效率，美国生态学家林德曼（R.L.Lindeman，1915—1942）对一个结构相对简单的天然湖泊——赛达伯格（CedarBog）湖的能量流动进行了定量分析。通过分析赛达伯格湖的能量流动，可以发现生态系统的能量流动具有两个明显的特点。1．生态系统中能量流动是单向的。在生态系统中，能量流动只能从第一营养级流向第二营养级，再依次流向后面的各个营养级，不可逆转，也不能循环流动。2．能量在流动过程中逐级递减。输入到一个营养级的能量不可能百分之百地流入下一个营养级，能量在沿食物链流动的过程中是逐级减少的。一般来说，在输入到某一个营养级的能量中，只有10%~20%的能量能够流到下一个讨论1．用表格的形式，将图中的数据进行整理。例如，可以将每一营养级上的能量“流入”和“流出”整理成为一份清单（“流出”的能量不包括呼吸作用散失的能量）。分析赛达伯格湖的能量流动2．计算“流出”该营养级的能量占“流入”该营养级能量的百分比。3．流入某一营养级的能量，为什么不会百分之百地流到下一个营养级？4．通过以上分析，你能总结出什么规律思考·讨论赛达伯格湖的能量流动图解林德曼得到的数据如下图所示。图中数字为能量数值，单位是J/（cm2·a）（焦每平方厘米年）。图中“未固定”是指未被固定的太阳能，“未利用”是指未被自身呼吸作用消耗，也未被后一个营养级和分解者利用的能量。为研究方便起见，这里将肉食性动物作为一个整体看待。太阳能未固定生产者464.6呼吸作用122.6未利用327.3肉食性动物12.6植食性动物62.8分解者14.6微量62.812.512.62.118.896.329.32937.55.0能量在流动过程中逐级递减，与能量守恒定律矛盾吗？为什么？",
    "第2节生态系统的能量流动57图3-7某个湖泊生态系统的能量金字塔示意图第二营养级第一营养级第三营养级第四营养级营养级，也就是说，能量在相邻两个营养级间的传递效率是10%~20%。在一个生态系统中，营养级越多，在能量流动过程中消耗的能量就越多。因此，生态系统中的能量流动一般不超过5个营养级。任何生态系统都需要不断得到来自系统外的能量补充，以便维持生态系统的正常功能。如果一个生态系统在一段较长时期内没有能量（太阳能或化学能）输入，这个生态系统就会崩溃。生态金字塔如果将单位时间内各营养级所得到的能量数值转换为相应面积（或体积）的图形，并将图形按照营养级的次序排列，可形成一个金字塔图形，叫作能量金字塔（图3-7）。如果用同样的方法表示各个营养级生物量（每个营养级所容纳的有机物的总干重）之间的关系，就形成生物量金字塔。如果表示各个营养级的生物个体的数目比值关系，就形成数量金字塔。它们统称为生态金字塔。能量金字塔直观地反映出生态系统各营养级间能量的关系，由于能量在流动过程中总是逐级递减，因此能量金字塔通常都是上窄下宽的金字塔形。生物量金字塔大多也是上窄下宽的金字塔形，一般来说，植物的总干重通常大于植食性动物的总干重，而植食性动物的总干重也大于肉食性动物的总干与物理学的联系根据热力学第二定律，在封闭系统中，随着时间的推移，无序性将增加。生命系统是开放系统，可以通过获取能量来维持系统的有序性。学科交叉人类位于食物链的顶端，从能量金字塔来看，人口数量日益增长，这会对地球上现有的生态系统造成什么影响？",
    "58第3章生态系统及其稳定性重（图3-8，左）。数量金字塔表明每个营养级中生物个体的数量。在一个草原生态系统中，吃草的鼠比草的数目少，吃鼠的鼬又比鼠的数目少，这时，数量金字塔是上窄下宽的金字塔形。但是，如果消费者个体小而生产者个体大，如昆虫和树，那么数量金字塔就会呈现上宽下窄倒置的金字塔形（图3-8，右）。研究能量流动的实践意义研究生态系统的能量流动，可以帮助人们将生物在时间、空间上进行合理配置，增大流入某个生态系统的总能量。例如，农田生态系统中的间作套种、蔬菜大棚中的多层育苗、稻—萍—蛙等立体农业生产方式都充分地利用了空间和资源，获得了更大的收益。研究生态系统的能量流动，可以帮助人们科学地规划和设计人工生态系统，使能量得到最有效的利用。例如，在农业生态系统中，如果把作物秸秆当燃料烧掉，人类就不能充分利用秸秆中的能量。如果将秸秆用作饲料喂牲畜，可获得肉、蛋、奶等；将牲畜的粪便作为沼气池发酵的原料，可以生产沼气提供能源（图3-9）；沼气池中的沼渣还可以作为肥料还田，这样就实现了对能量的多级利用，从而大大提高能量的利用率。研究生态系统的能量流动，还可以帮助人们合理地调整生态系统中的能量流动关系，使能量持续高效地流向对人类最有益的部分。例如，在一个草场上，如果放养的牲畜过少，就不能充分利用牧草所能提供的能量；如果放养的牲畜过多，就会造成草场的退化，使畜产品的产量下降。只有根据草场的能量流动特点，合理确定草场的载畜量，才能保持畜产品的持续高产。图3-9沼气池生物量金字塔在什么情况下，可能是上宽下窄倒置的金字塔形呢？图3-8某生物量金字塔（左）和某数量金字塔（右）的示意图营养级干重g/m2第四营养级1.5第三营养级11营养级个体数量第二营养级37第二营养级昆虫第一营养级809第一营养级树",
    "第2节生态系统的能量流动59选择身边的一个生态系统，如森林、湿地、池塘、农田、校园等，对其中的能量流动情况进行调查。在活动前，应拟订计划、明确目标、确定分工。下面是调查农田生态系统中能量流动情况的活动方案，供你们参考。目的要求1．调查当地的农田生态系统，明确它的组成成分。2．分析农田生态系统中能量流动的情况，并作出评价。3．对所调查的农田生态系统提出能量流动方面的改进建议。活动建议农村的同学要进行实地调查，城市的同学可以通过询问亲友、电话访谈、搜集书籍报刊资料、走访农业部门等方式进行调查。调查过程中要注意对以下问题进行分析。1．当地农田生态系统中生产者的主体是什么？还有哪些种类的生物是生产者？农民是用什么方法抑制其他生产者的数量的？2．初级消费者有哪些？其中哪些是对调查当地某生态系统中的能量流动情况农业生产有益的？哪些是有害的？对这些初级消费者，农民分别采取了哪些措施？3．次级消费者有哪些？它们与农作物是什么关系？4．养殖动物的饲料来源有哪些？5．农民对作物秸秆是如何处理的？6．人们通过什么方式来提高光能利用效率？7．怎样才能使该生态系统中的能量得到更充分的利用？撰写调查报告整理调查结果，尽可能详尽地画出该农田生态系统的食物链和食物网，写一篇有关农田生态系统能量流动情况的调查分析报告。交流就调查报告的主要内容与农民进行交流。农民对你们的建议持什么态度？如果实施你们的建议，他们有什么现实困难？根据和农民交流的情况，对调查报告做进一步修改。探究·实践1926年，一位生态学家研究了一块玉米田的能量流动情况，得到如下数据。1．这块田共收割玉米约10000株，质量为6000kg。通过对玉米植株的化学成分进行分析，计算出其中共含碳2675kg。2．据他估算，这些玉米在整个生长过程中通过细胞呼吸消耗的葡萄糖共2045kg。3．1kg葡萄糖储存1.6×104kJ能量。4．在整个生长季节，入射到这块玉米田的太阳能总量为8.5×109kJ。请根据以上数据计算：这些玉米的含碳量折合成葡萄糖是多少？这些葡萄糖储存的能量是多少？这些玉米呼吸作用消耗的能量是多少？思维训练分析和处理数据",
    "60第3章生态系统及其稳定性一、概念检测1．生态系统中所有生物的生命活动都需要能量，而不同营养级的生物获取能量的途径是有差别的。据此判断下列表述是否正确。（1）太阳能只有通过生产者才能输入到生态系统中。（）（2）生态系统中初级消费者越多，次级消费者获得的能量越少。（）（3）能量沿食物链流动是单向的。（）2．流经神农架国家级自然保护区的总能量是（）A．该保护区中生产者体内的能量B．照射到该保护区中的全部太阳能C．该保护区中生产者所固定的太阳能D．该保护区中所有生产者、消费者、分解者体内的能量3．在一定时间内，某生态系统中全部生产者固定的能量值为a，全部消费者所获得的能量值为b，全部分解者所获得的能量值为c，则a、b、c之间的关系是（）A．a=b+cB．a>b+cC．a<b+cD．c=a+b二、拓展应用1．下图是两个农业生态系统的模式图。图a中农作物为人类提供的食物、为家禽和家畜提供的饲料，都与图b相同。（1）分析这两幅图，完成这两个生态系统的能量流动图解。（2）哪个生态系统的能量能够更多地被人类所利用？为什么？2．将一块方糖放入水中，方糖很快就会溶解，消失得无影无踪。溶解在水中的方糖还能再自行变回原来的形状吗？为什么？生活在水中的硅藻，它们能利用溶解在水中的硅化物制造自己绚丽精致的外壳，而通常情况下水体中硅化物的含量极为微少，仅有百万分之几，这比方糖溶解后水中的含糖量低得多。硅藻依靠什么力量筑造自己的精美小“屋”呢？通过以上事例，你对能量在生态系统中的作用是否有了进一步的认识？练习与应用这些玉米在整个生长季节所固定的太阳能总量是多少？呼吸作用消耗的能量占所固定太阳能的比例是多少？这块玉米田的太阳能利用效率是多少？处理数据根据计算结果，画出能量流经该玉米种群的图解，图解中应标明各环节能量利用和散失的比例。农作物饲料食物食物粪肥人家禽、家畜图a粪肥食用菌沼气池（含微生物）粪肥饲料沼渣沼液作肥料沼渣菌渣等粪便粪便秸秆燃料人农作物家禽、家畜图b",
    "第3节生态系统的物质循环61呼一口气，许多二氧化碳分子就离开你的身体，进入大气中。你能想象这些二氧化碳分子的去向吗？有的分子可能进入你身边一棵小草的叶肉细胞，有的可能随着大气环流飘向异国他乡。再想一下，这些二氧化碳分子中的碳元素和氧元素，是怎样来到你体内的？进入你体内之前存在于什么物质中？不难看出，这两种元素在生物群落和非生物环境之间是不断循环的。碳循环碳是构成生物体的重要元素之一，组成生物体的蛋白质、糖类、脂质和核酸等都是以碳链为基本骨架形成的。大气中的碳主要是二氧化碳。生物体和大气中的碳含量，都长期处于稳定的状态，这是怎样维持的呢？第3节生态系统的物质循环胡杨能抗干旱、御风沙、耐盐碱，可顽强地在荒漠中生存繁衍。然而，受水资源短缺的影响，一些远离水源的胡杨也难逃死亡的厄运。这些死亡的胡杨虽历经烈日和荒漠的摧残，却依然傲立于大漠，其枝干往往呈现出千姿百态的奇特造型。讨论1．胡杨死亡后，为什么很长时间都没有腐烂？2．有研究表明，长有胡杨的荒漠土壤一般比草原的贫瘠，这是为什么？问题探讨●生态系统的物质循环过程是怎样的？●怎样理解生物富集的成因和危害？●物质循环与能量流动的关系是怎样的？本节聚焦二氧化碳能溶于水，因此可在大气和海洋、河流之间进行交换。此外，碳还可以分析碳循环的过程长期固定或保存在非生命系统中，如固定于煤、石油或木材中。人类对煤和石油等能源思考·讨论胡杨林",
    "62第3章生态系统及其稳定性的利用，向大气中排放了大量的二氧化碳。讨论1．碳在非生物环境和生物体内分别以什么形式存在？2．碳是如何进出生产者、消费者、分解者的（以什么形式、通过哪种生命活动、形成哪些产物等）？请用关键词、线段、箭头、方框等表示讨论的结果。3．你如何看待人类活动对碳循环的影响?碳在生物群落与非生物环境之间的循环主要是以二氧化碳的形式进行的（图3-10）。由于二氧化碳能够随着大气环流在全球范围内流动，因此，碳循环具有全球性。此外，海洋对于调节大气中的碳含量起着非常重要的作用。当大气中二氧化碳含量增加，水圈中的二氧化碳含量也随之增加；如果大气中的二氧化碳发生局部短缺，水圈中的二氧化碳也能及时进入大气。大气中的二氧化碳库呼吸作用溶解呼吸作用呼吸作用光合作用光合作用呼吸作用光合作用微生物的分解作用分解者煤、石油摄食图3-10碳循环示意图",
    "第3节生态系统的物质循环63组成生物体的碳、氢、氧、氮、磷、硫等元素，都在不断进行着从非生物环境到生物群落，又从生物群落到非生物环境的循环过程，这就是生态系统的物质循环（mattercycle）。这里所说的生态系统指的是地球上最大的生态系统—生物圈，物质循环具有全球性，因此又叫生物地球化学循环（biogeochemicalcycle）。物质在生态系统中循环往复运动的特点，对于改进农业生产方式有多方面的启示。例如，可采用种养结合的模式，在稻田中养鸭养鱼，动物的取食、消化能促进物质循环，它们排出的粪便中氮、磷等可供水稻吸收利用，它们呼出的二氧化碳还可为水稻的光合作用补充原料。生物富集土壤中的微生物能够分解有机物，这是物质循环过程中的重要一环。生态系统中的消费者能够加快物质的循环过程。那么，是不是所有物质都能较快地通过食物链回归非生物环境呢？人类活动向环境中排放了很多有害物质，包括一些重金属，如铅（Pb）、镉（Cd）、汞（Hg）等，以及人工合成的有机化合物，如DDT、六六六等。这些有害物质一进入环境便参与生态系统的物质循环，但是它们的循环过程却与碳、氮等元素的循环过程不同。铅是一种毒性很强的化学元素，原本以比较稳定的形式存在于环境中，但人类活动加速了铅的循环，改变了铅在环境中的分布。在煤燃烧、有色金属冶炼的过程中，铅会以直径不足0.5μm的微小颗粒被排放进入大气，然后沉降在土壤和植被表面。一部分铅颗粒随降水进入土壤，另一部分进入水体。植物的根从土壤中吸收铅，叶片也会摄世界范围内，化石燃料的开采和使用大大增加了二氧化碳的排放，加剧了温室效应，引起全球性的气候变化。我国一方面采取积极措施减少二氧化碳排放，另一方面大力植树种草，提高森林覆盖率，这在吸收和固定二氧化碳方面发挥了重要作用。研究发现，我国大面积人工林的成长显示出巨大的固碳潜力。20多年来，由于采取秸秆还田等措施，我国农田表层土壤也储存了大量的碳。如果进一步提高秸秆还田率，农田土壤储碳量还可以进一步提高。与社会的联系DDT，即双对氯苯基三氯乙烷，是一种人工合成的有机氯杀虫剂，它不易分解，易溶于脂肪并积累在动物脂肪中。六六六的成分是六氯环己烷，主要用于防治蝗虫、稻螟虫、蚊、蝇等。相关信息与物理学的联系根据质量守恒定律，化学变化只能改变物质的组成，但既不能创造物质，也不能消灭物质，所以该定律又称为物质不灭定律。学科交叉",
    "64第3章生态系统及其稳定性图3-11铅沿食物链不断积累和浓缩的过程示意图镉、汞等重金属，DDT、六六六等有机化合物以及一些放射性物质，也存在这样的生物富集现象。由于这些有害物质可以通过大气、水和生物迁移等途径扩散到世界各地，因此，这种现象也是全球性的。铅在生物体内的浓度沿食物链不断升高入吸附的铅。在水中生活的植物、浮游动物会直接吸收水中的铅。动物饮用含有铅的水，也会直接摄入铅。进入体内的铅，能够形成多种比较稳定的铅化合物，分布于生物体的多种组织细胞中，导致铅不易被生物体排出，从而积蓄在体内。像这样，生物体从周围环境吸收、积蓄某种元素或难以降解的化合物，使其在机体内浓度超过环境浓度的现象，称作生物富集（bio-concentration）。一旦含有铅的生物被更高营养级的动物食用，铅就会沿着食物链逐渐在生物体内聚集，最终积累在食物链的顶端（图3-11）。",
    "第3节生态系统的物质循环65能量流动和物质循环的关系能量流动和物质循环是生态系统的主要功能，它们同时进行，彼此相互依存，不可分割。能量的固定、储存、转移和释放，都离不开物质的合成和分解等过程。物质作为能量的载体，使能量沿着食物链（网）流动；能量作为动力，使物质能够不断地在生物群落和非生物环境之间循环往返。生态系统中的各种组成成分，正是通过能量流动和物质循环，才能够紧密地联系在一起，形成一个统一的整体。尽管能量流动和物质循环紧密交织在一起，但是它们具有不同的特点。在物质循环过程中，非生物环境中的物质可以被生物群落反复利用；能量流动则不同，能量在流经生态系统各营养级时，是逐级递减的，而且流动是单方向不循环的。背景资料土壤中生活着肉眼看不见的细菌、丝状真菌和呈放射状的放线菌，这些生物的数量是极其繁多的。例如，一茶匙表层土就可能含有亿万个细菌。由于各地气候与环境等因素不同，落叶在土壤中被分解的时间也是不同的。一般在温暖、湿润的环境中需要一至数月时间。提出问题在本小组内交流平时观察到的有关现象，比如冬天和春天树林中落叶层的厚度有没有差别，春耕时从土壤中翻出的花生果实是什么模样，还能不能吃，等等。提出自己感兴趣的问题，在小组内讨论，确定本小组要探究的问题。对提出的问题进行分析，说说关于这一问题你具备哪些相关的知识，比如，花生果实可能是收获时遗漏的，也可能是田鼠储藏的；不同厚度落叶层的内部温度和湿度可能不同；等等。探究土壤微生物的分解作用通过交流，你会更加明确自己想探究的是什么问题，进而确认实验的变量。作出假设根据自己的已有知识和生活经验，尝试对提出的问题进行解释或回答。设计实验方案在自然界存在许多不可控制的因素，可能影响你的判断。因此，有关分解者作用的探究，最好在实验室进行，这样可以更好地控制实验变量。下面是两个探究案例，分析这两个案例，可能对你设计实验有所帮助。参考案例1落叶是在土壤微生物的作用下腐烂的吗？以带有落叶的土壤为实验材料。采用对照实验的办法，设计实验组和对照组。对照组的土壤不做处理（自然状态）；实验组的土壤要进行处理，以尽可能排除土壤微生物的作用，同时要尽可能避免土壤理化性质的改变（例如，将土壤用塑料袋包好，放在探究·实践",
    "66第3章生态系统及其稳定性60°C恒温箱中处理1h）。参考案例2探究土壤微生物对淀粉的分解作用1．将取自农田、林地或花盆等处的土壤放入里面垫有厚纱布的烧杯中，加水搅拌，然后将纱布连同土壤一起取出。将留在烧杯中的土壤浸出液静置一段时间备用。2．另取两个烧杯，编号为A、B，放入等量淀粉糊。在A烧杯中加入30mL土壤浸出液，B烧杯中加入30mL蒸馏水。3．在室温（20°C左右）环境放置7d后，分别取A、B烧杯中的溶液20mL，各放入两支试管中，分别编号为A1、A2，B1、B2。4．在A1、B1中加入碘液；在A2、B2中加入斐林试剂，加热。5．观察试管中溶液的颜色变化，记录实验结果。通过小组讨论，确定本小组的实验方案。进行实验实验过程中要注意控制变量，让实验组和对照组除自变量以外的条件保持一致。本实验可能等几天甚至几周以上的时间才出结果，因此要有计划地观察和记录。分析结果，得出结论实验结果是否支持所作的假设？实验结论是\b\b\b\b\b\b\b\b\b。表达和交流完成实验报告，在班级内进行交流，听取其他同学的质疑，对本小组的实验进行解释和说明。如果有必要，对实验方案进行修改和完善。土壤烧杯纱布取出水水玻璃棒加热碘液斐林试剂落叶土壤土壤5cm5cm实验组对照组",
    "第3节生态系统的物质循环67这样赏心悦目的景观，就有景观设计师的贡献。景观设计是关于土地的分析、规划、恢复的科学和艺术。与建筑设计师从事单个建景观设计师筑的设计不同，景观设计师要解决一切有关户外空间设计的问题，比如户外空间中建筑与建筑、建筑与植物、建筑与人、人与植物等关系的问题，包括生物多样性的保护、湿地的恢复和保护等，这些都是景观设计要考虑的问题。景观设计在西方已有百年发展历史，其涉及的范围有：区域景观设计、城市设计、社区设计、风景旅游区设计、自然保护区设计等诸多方面。景观设计师是一种新兴的职业。随着我国经济的迅猛发展和城市化步伐的加快，这一职业前景广阔。与生物学有关的职业花园城市一、概念检测1．能量流动和物质循环是生态系统的主要功能。判断下列相关表述是否正确。（1）物质循环发生在生物群落与非生物环境之间。（）（2）能量流动和物质循环是两个相对独立的过程。（）2．竹子中纤维素含量很高。大熊猫每天要吃大量竹子，但一般只能利用其中一小部分纤维素。研究表明，大熊猫的基因组缺少编码纤维素酶的基因，但是肠道中有多种纤维素分解菌。（1）大熊猫与它肠道内某种纤维素分解菌的种间关系为（）A．捕食B．寄生C．互利共生D．原始合作（2）下列叙述不合理的是（）A．大熊猫是初级消费者，属于第二营养级B．大熊猫未消化的纤维素会被分解者利用C．纤维素分解菌促进生态系统的物质循环D．能量流动方向是竹子→大熊猫→纤维素分解菌3．在生态系统中，使二氧化碳进入生物群落的生物主要是（）A．细菌B．真菌C．动物D．绿色植物二、拓展应用1．生物圈是不是一个在物质上自给自足的系统？为什么？2．同碳元素一样，氮在生物群落和非生物环境之间也是不断循环的。为什么还要往农田中不断地施加氮肥呢？3．下表为生活在某库区水域中层的几种鱼体内重金属的含量（单位：ng·g-1）。请据表推测，这几种鱼中，草食性的鱼是，杂食性的鱼是，肉食性的鱼是，为什么？练习与应用鱼的种类ABCDEHg17.861.970.4117.0112.0Pb27.334.952.584.375.8Cd8.814.110.321.941.6",
    "68第3章生态系统及其稳定性第4节生态系统的信息传递1967年，荷兰一位生物学家在研究蜜蜂时，发现蜜蜂在找到蜜源后，可以通过跳圆圈舞或摆尾舞向同伴传递蜜源情况：圆圈舞表明蜜源较近，大约在距蜂箱百米以内；摆尾舞的意思是，蜜源在百米之外的远处，究竟距离多远与摆尾的速度有关。讨论1．“100m以内”，对我们来说这几个字的含义就是信息。同样的信息，蜜蜂是怎样传递的？2．你还能举出生物间传递信息的其他例子吗？问题探讨蜜蜂传递的是发现蜜源的信息，它们是如何发现蜜源的呢？是植物发出了某种信息并传递给蜜蜂吗？那么，什么是信息呢？在日常生活中，人们通常将可以传播的消息、情报、指令、数据与信号等称作信息（information）。生态系统中的生物种群之间，以及它们内部都有信息的产生与交换，能够形成信息传递，即信息流（informationﬂow）。生态系统中信息的种类你是否注意过这样的场景呢？一只昆虫撞上了蜘蛛网，引起了蜘蛛网的振动，马上就有蜘蛛爬来……蜘蛛网的振动频率，对蜘蛛来说，就是信息（图3-12）。在茂密的森林里，一只头狼爬上高坡，昂首向空中长嚎。不久，分散在森林中的狼群成员便陆续赶来，开始集体猎食。头狼的嚎叫声，对于狼群成员也是一种信息（图3-13）。摆尾舞：先做一个半圆轨迹的移动，接着做直线移动，然后朝相反方向转一个半圆。蜜蜂在直线移动时尾部向两旁不断用力摇摆（b）。圆圈舞：大致以一个圆形轨迹持续移动（a）。图3-13狼通过嚎叫呼唤同伴●生态系统中的信息有哪些类型？●生态系统中的信息传递起着什么作用？●如何运用生态系统的信息传递原理提高农作物产量、进行有害动物的防治？本节聚焦图3-12蜘蛛网上的振动频率对蜘蛛来说就是信息ab",
    "第4节生态系统的信息传递69自然界中的光、声、温度、湿度、磁场等，通过物理过程传递的信息，称为物理信息（physicalinformation）。上述蜘蛛网的振动频率与狼的呼叫声均为物理信息。物理信息的来源可以是非生物环境，也可以是生物个体或群体，这类信息十分普遍。在生命活动中，生物还产生一些可以传递信息的化学物质，如植物的生物碱、有机酸等代谢产物，以及动物的性外激素等，这就是化学信息（chemicalinformation），它们对其他生物有不同影响。科学实验表明，昆虫、鱼类以及哺乳类等生物体中都存在能传递信息的化学物质—信息素（pheromone）。动物的特殊行为，主要指各种动作，这些动作也能够向同种或异种生物传递某种信息，即动物的行为特征可以体现为行为信息（behaviorinformation）。动物的行为信息丰富多彩，前面提到的蜜蜂跳舞就是典型的行为信息。一些鸟类在求偶时的行为更独特，通常雄鸟会进行复杂的“求偶炫耀”（图3-14）。生物可以通过一种或者多种信息类型进行交流。例如，孔雀既可以通过开屏等行为信息进行求偶，也可通过鸣叫等物理信息与同类交流。当草原返青时，食草动物先在远处通过识别植物的“绿色”（物理信息）来搜寻食物，然后在近处通过植物的气味（化学信息）来辨别和摄取食物。此外，生态系统中的信息传递既存在于同种生物之内，也发生在不同生物之间。在非洲大陆上，犀牛与牛椋鸟之间有频繁的信息交流，鸟的鸣叫与跳跃可以提醒犀牛附近有危险情况（图3-15）。从上面的例子，我们可以看到，在生态系统中的信息传递过程中，不仅有信息产生的部位—信息源；也有信息传播的媒介—信道，空气、水以及其他介质均可以传播信息；还需要信息接收的生物或其部位—信息受体，动物的眼、鼻、耳、皮肤，植物的叶、芽以及细胞中的特殊物质（如光敏色素）等可以接收多样化的信息。1959年，德国科学家布特南特（A.Butenandt）与他的合作者，在经过20年的不懈努力后，最终从50万只家蚕中分离并鉴定出第一种信息素—蚕蛾醇。相关信息蚕蛾醇的化学式图3-14孔雀开屏是一种行为信息图3-15牛椋鸟的鸣叫和跳跃都是信息想一想，生态系统中信息传递与物质循环和能量流动存在哪些差异？哪些环节构成了一个完整的信息传递过程？",
    "70第3章生态系统及其稳定性信息传递在生态系统中的作用生态系统中含有各种各样的信息，这些信息的传递具有什么意义呢？1．海豚进行捕食、探路、定位和躲避天敌等行为几乎都依赖于超声波。它们可使用频率超过100kHz的超声波进行“回声定位”。近年来，屡有海豚出现“集体自杀”现象的报道。已有证据表明，人类的舰船、海洋开采活动、某些通信工具在海洋中产生了巨大的噪声，会直接干扰海豚的“定位系统”。生态系统中信息传递的重要性3．在自然界中，植物开花需要光信息刺激，当日照时间达到一定长度时，植物才能开花。许多动物都能在特定时期释放用于吸引异性的信息素。经过研究，科学家已分离和鉴定了上千种昆虫信息素，其中大部分是用来传递性信号的。4．2001年，科学家在研究植物与植食性昆虫之间的关系时，发现了一个有趣的现象。当烟草植株受到蛾幼虫攻击后，能够产生和释放可挥发的化学物质。这些化学思考·讨论海豚的回声定位示意图2．有些植物（如莴苣、茄、烟草）的种子必须接收某种波长的光信息，才能萌发生长。烟草植株释放化学物质的作用示意图如果留心观察就会发现，身边的猫、狗等动物的生活，就离不开信息的传递，其中既有物理信息，也有化学信息与行为信息。分析发生在身边的生态系统中的信息传递请就每种信息各举两个例子，并说明这些信息传递的意义。思考·讨论0255075100500600700800萌发率/%波长/nm莴苣种子萌发率与光的波长的关系示意图",
    "第4节生态系统的信息传递71由此可见，信息传递在生态系统中具有多方面作用。信息传递影响生物的生长、发育、繁殖，以及取食、居住、社会行为等。生命活动的正常进行，离不开信息的作用；生物种群的繁衍，也离不开信息的传递。此外，在生态系统中，位于食物链上的相邻物种之间存在着“食”与“被食”的关系，相邻物种的某些个体行为与种群特征为对方提供了大量的有用信息。例如，在草原上，当草原返青时，“绿色”为草原动物提供了可以开始采食的信息。在森林中，狼既能用眼睛辨别猎物，也可以根据耳朵听到的声音作出反应，以追捕猎物；兔同样能够依据狼的气味或行为特征躲避猎捕（图3-16）。可见，信息还能够调节生物的种间关系，进而维持生态系统的平衡与稳定。信息传递在生态系统中的作用还有很多。有的信息尽管我们用肉眼看不到，但可以用科学方法去揭示。如果有兴趣，你可以进一步探究。信息传递在农业生产中的应用信息传递在农业生产中的应用主要有两个方面：一是提高农畜产品的产量；二是对有害动物进行控制。人类种植农作物，有许多是为了收获果实。而动物的传粉对于许多农作物的结实不可缺少。实际上，地球上80%的被子植物的传粉都是由动物完成的。如果能利用模拟的动物信息吸引大量的传粉动物，就可以提高果树的传粉效率和结实率。养鸡时，在增加营养的基础上，延长光照时间，这会刺激鸡卵巢的发育和雌激素的分泌，这样就可以大大提高产蛋率（图3-17）。图3-16警觉的兔图3-17合理的光照可提高蛋鸡的产蛋率物质，白天可以吸引蛾幼虫的天敌—捕食者，夜间能够驱除夜间活动的雌蛾，使它们不能在植物叶片上停留产卵。讨论1．根据资料，分析信息传递与生命活动的正常进行有什么关系。2．信息传递在种群的繁殖过程中起什么作用？3．资料4中的化学物质能够将几种生物类群联系起来？4．烟草释放的化学物质，在白天与夜间是否都使它本身受益？5．请根据这些资料，总结信息传递对于生物生存的重要性。",
    "72第3章生态系统及其稳定性昆虫之间真的存在化学信息的传递吗？请设计实验，验证昆虫之间是否存在化学信息的传递。如果有化学信息，我们既看不见，也摸不着，该怎么做呢？提示：昆虫能通过特殊的腺体分泌信息素，这些信息素可以通过空气传播。通常是验证昆虫之间是否存在化学信息的传递雌性分泌信息素引诱雄性，只有极少数昆虫种类是雄性引诱雌性。纱窗可以关住昆虫，但允许化学物质扩散。你初中做过探究蚂蚁通讯的活动吗？如果做过，想一想，那个活动对你理解昆虫之间的信息传递有什么启发？课外实践世界上每年有大面积的农田、草原和森林遭受病虫害、鼠害、鸟害。目前控制动物危害的技术方法大致有三种：化学防治、生物防治和机械防治。这些方法各有优点，但是目前人们越来越倾向于利用对人类生存环境无污染的、有效的生物防治。在有害生物的防治中，有些就是利用信息来发挥作用的。例如，利用光照、声音信号诱捕或驱赶某些动物，使其远离农田；利用昆虫信息素诱捕或警示有害动物，降低害虫的种群密度（图3-18）；还可以利用特殊的化学物质扰乱某些动物的雌雄交配，使有害动物的繁殖力下降，从而减缓有害动物对农作物的破坏。图3-18在农业上利用昆虫信息素诱捕昆虫在安徽某地茶园中，研究者利用信息素诱捕小绿叶蝉，害虫数量明显下降。相关信息一、概念检测1．黄鼬（俗称“黄鼠狼”）主要捕食鼠类，它们体内有臭腺，在遇到威胁时可排出臭气麻痹敌人，鼠类闻到臭气时往往选择逃离。以下有关解释不合理的是（）A．释放的臭气是一种化学信息B．这种气味信息只对黄鼬有利C．释放臭气有利于黄鼬躲避危险D．臭气作为信息可调节种间关系2．“燕燕于飞，差池其羽”“燕燕于飞，下上其音”（《诗经·国风》），燕子表达的是哪一类信息？二、拓展应用机场附近的鸟类严重危害飞行安全，因此有必要进行人工驱鸟。请将以下人工驱鸟的措施按原理进行归类。①播放鸟类天敌的鸣叫声，②放置无公害的驱鸟剂，③燃放爆竹，④使用激光，⑤架设煤气炮（模拟猎枪的响声和火光），⑥布设鸟类害怕的图案，⑦声光威吓（将爆竹、猎枪声、激光、驱鸟火焰等方法结合），⑧遥控航模模拟天敌。上述方法利用物理信息的有_____________，利用化学信息的有_____________，利用行为信息的有_____________。练习与应用煤气炮",
    "第5节生态系统的稳定性73像紫茎泽兰这样的入侵种，由于它的繁殖、适应的能力很强，而且没有天敌等制约因素，因此一旦蔓延，就会严重干扰入侵地的生态系统。但是千百年来，虽然地球上许多生态系统不时受到外来干扰，但只要这种干扰没有超过限度，生态系统就能够通过自我调节得以恢复，从而维持相对稳定的结构和功能。像这样，生态系统的结构和功能处于相对稳定的一种状态，就是生态平衡。生态平衡与生态系统的稳定性大兴安岭的森林和呼伦贝尔的草原，都是处于生态平衡的系统。在处于平衡的生态系统中，物质和能量的输入与输出均衡，生物种类的组成稳定，也就是说，生态系统中的生产过程与消费、分解过程处于平衡的状态，这时生态系统的外貌、结构以及动植物组成等都保持相对稳定的状态。处于生态平衡的生态系统具有以下特征。第一，结构平衡：生态系统的各组分保持相对稳定。第二，功能平衡：生产—消费—分解的生态过程正常进行，保证了物质第5节生态系统的稳定性紫茎泽兰原分布于中美洲，传入我国后，先是在云南疯长蔓延，现已扩散至广西、贵州、四川等多个省份，对当地林木、牧草和农作物造成严重危害，在《中国第一批外来入侵物种名单》中名列榜首。讨论1．紫茎泽兰在原产地没有大肆繁殖，为什么在入侵地可以疯长蔓延？2．我国曾引入紫茎泽兰的专食性天敌—泽兰实蝇来防治紫茎泽兰。泽兰实蝇也是一种外来生物，对这种方法，你怎么看？问题探讨泽兰实蝇（上）与紫茎泽兰（下）●什么是生态平衡？●生态系统如何自我调节？●怎样理解生态系统的稳定性？●怎样提高生态系统的稳定性？本节聚焦",
    "74第3章生态系统及其稳定性图3-19森林火灾（上）和灾后的恢复（下）讨论1．小组合作，尝试用文字、线框、箭头等符号，简要描绘上述两个例子中的负反馈调节过程。分析反馈调节的过程2．利用本章第1节图3\u000e4（第52页），以图中的蛙、蛇或其他动物为例，描绘该种动物数量增长或减少时，生态系统可能发生的变化，并讨论反馈调节是否发挥了作用。思考·讨论负反馈调节在生态系统中普遍存在，它是生态系统具备自我调节能力的基础。正是由于生态系统具有自我调节能力，生态系统才能维持相对稳定。人们把生态系统维持或恢复自身结构与功能处于相对平衡状态的能力，叫作生态系统的稳定性总在循环，能量不断流动，生物个体持续发展和更新。第三，收支平衡，例如，在某生态系统中，植物在一定时间内制造的可供其他生物利用的有机物的量，处于比较稳定的状态。由此可见，生态平衡并不是指生态系统一成不变，而是一种动态的平衡。那么，这种动态平衡是通过什么调节机制实现的呢？在一片草地上，如果兔大量增加，草就会被大量啃食，于是兔之间对食物等资源的竞争就会加剧，导致兔的生存空间和资源减少；同时，捕食者狼因食物（兔）丰富而数量增多，它们会捕食更多的兔。这样经过一段时间后，兔的数量又会恢复或接近原来的水平。在森林中，随着植被的大量生长，森林逐渐变得郁闭，林间阳光减少，制约了林下树苗的成长，还导致枯枝落叶的积累，增加了发生自然火灾的可能性。不久，一场森林火灾发生了，灾后由于光照更加充足，土壤的无机养料增多，于是许多种子萌发，幼苗迅速成长，森林面貌逐渐恢复（图3-19）。上述生态系统都遇到了破坏或干扰，而对抗这种破坏或干扰，使生态系统恢复平衡的调节机制，是负反馈（negativefeedback）机制。所谓负反馈，是指在一个系统中，系统工作的效果，反过来又作为信息调节该系统的工作，并且使系统工作的效果减弱或受到限制，它可使系统保持稳定。",
    "第5节生态系统的稳定性75第5节生态系统的稳定性75（stabilityofecosystem）。也就是说，生态系统的稳定性，强调的是生态系统维持生态平衡的能力。生态系统的自我调节能力是有限的。当外界干扰因素的强度超过一定限度时，生态系统的稳定性急剧下降，生态平衡就会遭到严重的破坏。抵抗力稳定性和恢复力稳定性生态系统的稳定性表现在两个方面：一方面是生态系统抵抗外界干扰并使自身的结构与功能保持原状（不受损害）的能力，叫作抵抗力稳定性（resistancestability）；另一方面是生态系统在受到外界干扰因素的破坏后恢复到原状的能力，叫作恢复力稳定性（resiliencestability）。例如，当草原遭受蝗虫的采食后，草原植物会增强其再生能力，尽可能减缓种群数量的下降；当森林遭遇持续的干旱气候时，树木往往扩展根系的分布空间，以保证获得足够的水分，维持生态系统正常的功能。这些都反映生态系统本身对外界干扰具有一定的抵抗能力。生态系统遭到一定程度的破坏后，经过一段时间，可以恢复到原来的状态。这是由于生态系统具有恢复力稳定性，如前述的森林局部火灾后，森林仍能逐步恢复原状。不同的生态系统在这两种稳定性的表现上有着一定的差别。一般来说，生态系统中的组分越多，食物网越复杂，其自我调节能力就越强，抵抗力稳定性就越高。例如，在热带雨林中，动植物种类繁多，营养结构非常复杂，假如其中的某种植食性动物大量减少，它在食物网中的位置还可以由这个营养级的多种生物来代替，整个生态系统的结构和功能仍然能够维持在相对稳定的状态。相反，在北极冻原生态系统（图3-20）中，动植物种类稀少，营养结构图3-20北极冻原生态系统在个体水平稳态的维持上，有没有类似生态系统抵抗力稳定性和恢复力稳定性的情况？",
    "76第3章生态系统及其稳定性简单，其中生产者主要是地衣，其他生物大都直接或间接地依靠地衣来维持生活。假如地衣受到大面积破坏，整个生态系统就会崩溃。生态系统在受到不同的干扰（破坏）后，其恢复速度与恢复时间是不一样的。如果河流与土壤被有毒物质轻微污染，通过自身的净化作用，可以很快恢复到接近原来的状态；如果被有毒物质重度污染，自身的净化作用已不足以消除大部分有毒物质，这些河流或土壤的恢复力稳定性就被破坏了。同样，热带雨林在遭到严重砍伐，草原经过极度放牧后，它们恢复原状的时间漫长，难度极大！提高生态系统的稳定性维持生态平衡，提高生态系统的稳定性，对于自然或人工生态系统是十分必要的。因为处于生态平衡的生态系统可以持续不断地满足人类生活所需，如提供粮油、蔬果、肉蛋奶、木材等农副产品；更为重要的是，处于生态平衡中的生态系统能够使人类生活与生产的环境保持稳定。维持生态平衡，提高生态系统的稳定性，一方面要控制对生态系统的干扰强度，在不超过生态系统自我调节能力的范围内，合理适度地利用生态系统。例如，对过度利用的森林与草原，首先应封育，待恢复到较好状态时再适度利用（图3-21）。另一方面，对人类利用强度较大的生态系统，应给予相应的物质、能量的投入，保证生态系统内部结构与功能的协调。例如，为使单一作物的农田生态系统保持稳定，需要不断施肥、灌溉、控制病虫害；还可以人工建造“生态屏障”。我国在东北、华北和西北地区已经建造了大规模的“三北”防护林，防护林有效地防风阻沙，保护了这些地区的草原与农田（图3-22）。图3-21封山育林想一想，研究不同生态系统在抵抗力稳定性和恢复力稳定性两方面存在的差别，对自然生态系统的利用和保护有什么意义？图3-22草原防护林76第3章生态系统及其稳定性",
    "第5节生态系统的稳定性77桉树林是我国西南地区重要的经济林。大面积种植桉树林的生态问题已引起广泛关注。例如，结构单一的同龄纯林对环境变化的抵抗力差；人工桉树林林下植被稀少，出现水土流失等问题；有的桉树林里鸟类绝迹。研究发现，在某地人工桉树林中，乔木层桉树占绝对优势；灌木层、草本层的物种丰富度则与桉树密度有关：桉树密度为750株/hm2时，灌木层有17个物种，草本层物种也较丰富；桉树密度高达1000株/hm2时，灌木层和草本层物种均减少。设计提高生态系统稳定性的方案讨论1．结合上述信息，并查阅有关资料，与小组同学讨论提高人工桉树林稳定性的措施。讨论时，应重点考虑如何提高生态系统的物种多样性、结构复杂性，并兼顾人工林的经济效益与当地生态保护之间的平衡。2．按上述思路，选择一个自己比较熟悉的生态系统，如退耕还林、还草、还湖过程中新形成的森林、草原、湖泊生态系统，城市建设中兴建的森林公园或湿地生态系统，查阅资料，设计提高其稳定性的方案。思考·讨论一、概念检测1．生态系统的稳定性包括抵抗力稳定性和恢复力稳定性。判断下列相关表述是否正确。（1）温带针阔叶混交林比热带雨林的抵抗力稳定性低。（）（2）不同的生态系统，抵抗力稳定性和恢复力稳定性的强度不同。（）2．封山育林能有效提高生态系统的稳定性，是因为（）A．封山育林控制了物质循环B．延长了生态系统中的食物链C．增加了生态系统中消费者数量D．使生态系统营养结构复杂性增加3．天然森林很少发生的松毛虫虫害，却经常发生在人工马尾松林中，合理的解释是（）A．马尾松对松毛虫抵抗力差B．人工林内松毛虫繁殖能力强C．人工林成分单一，营养结构简单D．当地气候适于松毛虫的生长和繁殖二、拓展应用某江南水乡小城，曾经是一派小桥、流水、人家的怡人景象。几百年来，当地百姓在河流上游淘米洗菜，在下游洗澡洗衣，河水的水质一直保持良好。20世纪70年代，由于大量生活污水和工业废水排入河道，水质恶化。20世纪90年代，当地采取措施对工业废水排放进行控制，同时将河道支流很多入水口封闭以减少污水流入，河道内水量减少、河水流速降低，水质仍然较差。请基于对生态系统稳定性的认识，回答以下问题。1．当地百姓在河流中淘米洗菜，洗澡洗衣，为什么河水仍能保持清澈？2．大量生活污水和工业废水排入河道以后，为什么会引起水质急剧下降？20世纪90年代采取的措施没有明显效果，可能的原因是什么？3．今天，小城已经恢复了水乡美景。你知道是采取什么措施来改善该地河流水质的吗？练习与应用",
    "78第3章生态系统及其稳定性目的要求设计一个生态缸，观察这一人工生态系统的稳定性。基本原理在有限的空间内，依据生态系统原理，将生态系统的基本成分进行组织，构建一个人工微生态系统是可能的。要使人工微生态系统正常运转，在设计时，还要考虑系统内组分及营养级之间的合适比例。应该注意，人工生态系统的稳定性是有条件的，也可能是短暂的。设计方案生态系统的类型多样，每种生态系统的组成和稳定性是不一样的。下面介绍制作一种生态缸的材料用具、实验步骤等，供你们参考。你们也可以选择制作其他类型的生态缸，并观察稳定性。在实验之前，应设计观察记录表。材料用具1cm厚的玻璃板4~5m2，粘胶足量，或其他可用于制作生态缸的比较大的器皿。石块、沙土、含腐殖质较多的土、鹅卵石、假山石等，自来水。供选择的生物：鼠妇、蚰蜒、地鳖、蚯蚓、蜗牛、虾、小鱼、小乌龟等；黑藻、金鱼藻、苔藓、铁线蕨、浮萍、珍珠草、鸭跖草、马齿苋、金鱼花、罗汉松、翠云草等。实验步骤1．用玻璃板和粘胶制作生态缸的框架。2．在生态缸内底部的一侧铺垫几块石块作为基垫，再铺上一层颗粒较细的沙土，厚度为5~15cm，在沙土上铺一层含腐殖质较多的土，厚度为5~10cm，铺垫好的土和石块整体呈坡状。设计制作生态缸，观察其稳定性3．在土坡上放几块有孔的假山石，可作为小动物栖息的场所。4．向缸内倒入自来水，水位高5~10cm，在水中放几块鹅卵石。5．在土坡上选择苔藓、铁线蕨、鸭跖草、马齿苋、罗汉松、翠云草等进行种植，放入鼠妇、蚰蜒、蚯蚓、蜗牛等小动物；在水中放入浮萍、金鱼藻等水生植物，放入虾、小鱼和小乌龟等小动物。6．封上生态缸盖。将生态缸放置于室内通风、光线良好的地方，但要避免阳光直接照射。7．每个星期至少观察一次生态缸内生物种类及数量的变化，并且进行记录。结果和结论根据实验结果完成实验报告。讨论1．实验设计时要考虑的生态系统各组成成分有哪些？2．生态缸经过多长时间后才能达到比较稳定的状态？3．达到稳定状态后，生态缸内的生物种类与数量有无变化？如有，是怎样变化的？4．在生态缸中，最后留下来的生物在这个人工生态系统中分别起什么作用？探究·实践生态缸",
    "本章小结理解概念●生物群落与非生物的环境因素相互作用而形成多样化的生态系统。●生态系统由生产者、消费者、分解者以及非生物的物质与能量等基本组分组成，各组分紧密联系使生态系统成为一个具有一定结构与功能的统一体。其中生产者和消费者通过食物链与食物网联系在一起形成复杂的营养结构。●物质循环、能量流动和信息传递是生态系统的基本功能。在生态系统中，物质是可以在生物群落和无机环境之间不断循环的；能量则是沿食物链单向流动并逐级递减的；各种各样的信息在生物的生存、繁衍以及调节种间关系等方面起着十分重要的作用。●生态系统能够通过自我调节作用抵御和消除外来一定限度的干扰，因而具有保持或恢复自身结构和功能的相对稳定，并维持动态平衡的能力。人类活动会影响生态系统的稳定性。发展素养通过本章的学习，应在以下几方面得到发展。●尝试运用结构分析法、模型方法、定量分析法等，分析生态系统的结构和功能。●基于对生态系统结构和功能的分析，强化生命的系统观、结构与功能观、物质与能量观、稳态与平衡观，并运用这些观念分析自然界和社会中的一些问题。●应用生态系统的物质循环和能量流动规律、生态平衡规律设计微型生态系统，并针对当地生态系统提出提高其稳定性、使人与自然均受益的改进建议。79",
    "80第3章生态系统及其稳定性一、选择题1．下图是一个农业生态系统模式图，关于该系统的叙述，错误的是（）复习与提高80第3章生态系统及其稳定性污水溶解氧AOBCD河流方向细菌藻类相对数值含碳有机物NH4+等无机盐离子农作物饲料太阳食物食物粪便粪便秸秆沼渣沼液沼气池沼气家畜人D．混交林中能量可循环利用二、非选择题1．将以下概念之间的关系用概念图的形式表示出来。生态系统、食物链、食物网、生产者、消费者、分解者、生物群落、初级消费者、次级消费者、三级消费者、第一营养级、第二营养级、第三营养级、第四营养级。2．下图是河流生态系统受到生活污水（含大量有机物）轻度污染后的净化作用示意图。A．沼气池中的微生物是该生态系统的分解者B．微生物也能利用农作物通过光合作用储存的能量C．沼渣、沼液作为肥料还田，使能量能够循环利用D．多途径利用农作物可提高该生态系统的能量利用效率2．在自然生态系统中，物质是能量的载体，下列叙述正确的是（）A．能量可驱动物质循环B．物质和能量可循环利用C．能量只能在食物链中流动D．能量金字塔和数量金字塔均可倒置3．生态系统中物质循环、能量流动和信息传递每时每刻都在进行，下列与之相关的叙述，正确的是（）A．物质循环往复意味着任何生态系统在物质上都是自给自足的B．能量流动是指生态系统中能量的输入、传递、转化和散失的过程C．只有生物才会对信息有反应，因此信息传递只发生在生物群落内部D．生态系统中的物质循环、能量流动和信息传递都是沿食物链进行的4．毛竹与栲树、苦槠等阔叶树形成的混交林，其稳定性比毛竹纯林的高。以下分析不合理的是（）A．毛竹纯林易发生病虫害B．混交林中物种多样性高C．混交林中食物网更复杂请据图回答下列问题。（1）在该河流的AB段上，溶解氧大量减少的主要原因是什么？（2）在该河流的BC段上，藻类大量繁殖的主要原因是什么？（3）水中溶解氧含量逐渐恢复的主要原因是什么？（4）若酿造厂或味精厂将大量含有有机物的废水排入该河流，对河流生态系统可能造成的最严重的后果是什么？3．棉铃虫是棉田常见的害虫，喷洒高效农药可以迅速杀死棉铃虫，但同时也会杀死棉铃虫的天敌，并造成环境污染。如果放养棉铃虫的天敌——赤眼蜂，虽然不能彻底消灭棉铃虫，但是能将它们的种群数量控制在较低水平，也不会造成环境污染。哪一种做法有利于提高农田生态系统的稳定性？为什么？4．有科学家指出：“没有物质，什么都不存在；没有能量，什么都不会发生；没有信息，任何事物都没有意义。”在生态系统中，物质、能量和信息是这样起作用的吗？在细胞、个体、种群、群落等层次，它们所起的作用也是这样的吗？试举例谈谈对这句话的理解。",
    "第1节人类活动对生态环境的影响81地球是人类赖以生存的唯一家园。数十亿年生命的进化，不断改变地球的环境，使地球从不毛之地，逐渐演变成生命的乐园。然而，随着人类的出现和人口的增多，人类的活动在很大程度上改变了地球的环境，使这个星球上许多生物的生存受到严重威胁，也危及人类自身的生存和发展。在对待地球家园的问题上，人类再也不能只知索取，不知保护；更不能只图眼前利益，不顾长远利益。只有正确处理人与资源、环境的关系，走可持续发展之路，才是人类唯一正确的选择。第4章人与环境天地与我并生，而万物与我为一。—庄子我们不是继承父辈的地球，而是借用了儿孙的地球。—布朗（L.R.Brown）",
    "82第4章人与环境第1节人类活动对生态环境的影响根据联合国统计，2022年11月15日，世界人口达到80亿。人口的持续增长，给生态环境带来越来越大的压力。在生物圈中，人口、资源、环境和发展存在紧密而复杂的相互联系。探讨它们之间的相互作用并分析对人类未来的影响，不但对人类选择可持续发展战略具有重要的价值，而且在维持整个生态系统的平衡、保护生物多样性等方面具有积极的意义。人口增长与生态足迹人类的生活和生产活动都会消耗地球上的资源，并产生大量的废物。如果将人类为了维持自身生存需要的物质等，换算为相应的自然土地和水域面积，就是生态足迹（ecologicalfootprint）。生态足迹，又叫生态占用，是指在现有技术条件下，维持某一人口单位（一个人、一个城市、一个国家或全人类）生存所需的生产资源和吸纳废物的土地及水域的面积（图4-1）。例如，一个人的粮食消费量可以转换为生产这些粮食所需要的耕地面积，而他所排放的二氧化碳总量可某同学假期来到几乎没有工矿企业的青海省茶卡盐湖旅游，这里被称为“天空之镜”，湖水清澈、大气透明。联想到自己生活的大城市时常发生雾霾，他认为，没有人类干扰的自然环境就会很好。次年，他到了几个海滨城市旅游，发现这里经济发达、环境优美。他认识到发展经济与保护环境似乎并不矛盾。讨论1．人类活动一定会破坏环境吗？2．怎样才能既发展经济，又不破坏环境？问题探讨茶卡盐湖●人口增长对生态环境有哪些影响？●全球性生态环境问题主要有哪些？这对人类的生存以及可持续发展有哪些影响？●怎样从我做起保护生态环境？本节聚焦",
    "第1节人类活动对生态环境的影响83生活方式不同，生态足迹的大小可能不同。例如，与步行相比，开车出行会增大生态足迹。增加的部分既包括汽车对道路、停车场的直接占用面积，也包括吸收尾气所需要的林地面积等。又如，与食用蔬菜相比，吃牛肉也会增大生态足迹。以转换成吸收这些二氧化碳所需要的森林、草地或农田的面积。因此，生态足迹可以被形象地理解为一只负载人类和人类所创造的城市、耕地、铁路等的巨“足”踏在地球上时留下的足印。生态足迹的值越大，代表人类所需的资源越多，对生态和环境的影响就越大。为什么食用牛肉会比食用蔬菜产生的生态足迹要大？图4-1生态足迹示意图林地表示生产木材、纸浆、薪柴等林木产品所需的林地面积。建设用地表示交通设施、住房、工业建筑物、水电库区等人类基础设施所占用的土地面积。碳足迹表示扣除海洋对碳的吸收量之后，吸收化石燃料燃烧排放的二氧化碳等所需的森林面积。耕地表示用来种植人类消费的作物、油料、橡胶以及生产牲畜饲料等农产品所需的农田面积。草地表示生产肉、奶、毛、皮等畜牧产品所需的草地面积。渔业用地表示支持水产品生产所需的水域面积。",
    "84第4章人与环境从世界范围看，18世纪中叶以来，世界人口持续增长，20世纪中叶开始出现了迅猛增长。同时，随着经济和社会的发展，人类的生活得到了更好的物质支持，人类的消费水平在不断提高；特别是随着科学技术水平的提高和工业的迅猛发展，人类对自然资源的利用能力提高，资源消耗速度加快，地球早已进入生态超载状态。人类对自然资源的不合理利用造成了严重的环境问题。例如，随着化石燃料等的大量开采和使用，大气中二氧化碳浓度持续升高，进而增强温室效应，加剧全球变暖。世界人口还将在未来一段时期内继续增长，全球的生态环境可能会面临更大的压力。资料118世纪50年代以来的世界人口增长情况，以及未来几十年的预测情况如左下图所示。资料2有研究显示，20世纪70年代以来，全球进入生态超载状态。与1961年（数据可采集的第一年）相比，全球生态足迹总量增长了约2倍，而生态承载力①总量只提高了30%（右下图）。地球早已进入生态超载的状态。人口增长过快带来的环境压力资料31750年，大气中二氧化碳的体积分数只有大约0.028%，而2016年，这一数值已经超过0.04%。导致二氧化碳浓度升高的主要原因是人类对化石燃料的使用、水泥的生产以及土地利用的变化（如毁林）等。二氧化碳浓度升高是全球变暖的原因之一。资料4我国许多自然资源的人均占有量均低于全球人均水平，如人均耕地面积仅思考·讨论发达国家、发展中国家和世界总人口的人口动态（1750—2100年）1900180020001750195018502050210001070208030904010050110人口/亿世界总人口发展中国家发达国家60年份",
    "第1节人类活动对生态环境的影响85为全球人均值的1/3，人均淡水占有量只有全球人均值的1/4，等等。讨论1．发达国家经济发展快、人口增长慢，是不是人均生态足迹就小呢？2．根据上述资料，分析全球发展将面临的问题。3．研究表明，目前生态承载力比1961年增长约30%的主要原因是农业的发展。那么，未来可采取哪些措施提高生态承载力？4．我国人均生态足迹低于世界主要发达国家，但由于我国人口基数大，我国的生态足迹总量位居世界首位。这给我国的发展带来巨大挑战。请与同学讨论我们应该怎样做。①：生态承载力代表了地球提供资源的能力。关注全球性生态环境问题“天涯若比邻”！国与国之间有边界，但是生态环境问题却不会终止于国界。苏联切尔诺贝利核电站爆炸产生的核辐射粒子云，被送到了2000km外的北欧。生态环境问题具有全球性，需要全人类的关注与合作。我们只有一个地球，它是人类共同的家园。全球性生态环境问题主要包括全球气候变化、水资源短缺、臭氧层破坏、土地荒漠化、生物多样性丧失以及环境污染等。这些全球性生态环境问题，对生物圈的稳态造成严重威胁，并影响到人类的生存和发展（图4-2）。1961年以来，全球生态足迹总量和生态承载力总量变化曲线图生态盈余生态足迹总量生态赤字生态承载力总量总量/10亿全球公顷年份1961198719742001196719941981200720140252015105",
    "86第4章人与环境全球气候变化煤、石油和天然气的大量燃烧以及水泥的生产等导致大气中二氧化碳浓度升高，使温室效应加剧，全球变暖，导致南极冰盖融化，地球海平面上升，进而对人类和许多生物的生存产生威胁。水资源短缺淡水约占地球水资源的2.53%，但是其中可被人类直接利用的不到1/3。人口剧增以及人类的活动加剧了水资源短缺的危机。土地荒漠化人类活动会导致干旱或半干旱地区的土地退化，甚至完全荒漠化。目前，除了南极洲，其他各洲均存在土地荒漠化现象。臭氧层破坏由于人类对氟氯烃（CFCs）、哈龙等化合物的使用，大气中臭氧的含量持续下降，在南北极附近，甚至出现了“臭氧层空洞”。臭氧层变薄意味着到达地面的太阳紫外线增强，会对人和其他生物的生存造成极大危害。图4-2全球性生态环境问题示例环境污染最为常见的环境污染是大气污染、水体污染和土壤污染。大气污染会导致雾霾、酸雨频发。生物多样性丧失生物多样性在急剧下降。目前，物种灭绝的速率是自然灭绝速率的1000倍！全球变暖导致南极海冰融化干涸的湖泊草原严重荒漠化南极上方出现臭氧层空洞北京南海子麋鹿苑中设立的“世界灭绝动物墓地”科普教育基地工厂排放废气",
    "第1节人类活动对生态环境的影响87讨论1．上述环境问题怎样影响我们的生活？我们个人的行为习惯与环境问题的形成有怎样的关系呢？全球性生态环境问题与个人生活2．绿色出行、“光盘行动”、节水节能等，都可以缩小生态足迹。还有哪些可以缩小生态足迹、减少环境污染的生活方式？思考·讨论为什么说“绿水青山就是金山银山”？你的家乡是否有环境问题？是否已经影响了人们的生活？请调查了解有关情况，并提出保护环境的建议或行动计划。提示1．首先确定要调查的环境问题。例如，可以实地调查湖泊水质、居民区生活垃圾的收集及处理方式、当地的空气质量、工厂污染物的排放情况等；也可以通过查阅资料（如空气质量播报）或向生态环境管理部门咨询等方式，了解当地的环境状况。在设计问题时，不同小组可各有侧重。例如，不同小组可以分别调查不同湖泊或同一湖泊不同区域的水质情况等。2．确定主题后，要根据所调查的问题，拟订计划，确定分工，并选择合适的方法。调查当地的环境状况，提出保护环境的建议或行动计划如果调查湖泊水质，可以选择以下方法：实地考察湖泊周边的排污情况；如果有条件，可采集水样并在实验室检测反映水质的理化指标，如水温、pH、透明度、溶解氧、总磷和总氮等；根据检测结果，对照《中华人民共和国地表水环境质量标准》（GB3838-2002）对水质进行评价。如果调查空气质量，可以利用空气质量检测仪，在不同的时间和地点测量，并对数据进行汇总和分析，得出空气质量状况的调查结果。3．通过调查，针对发现的环境问题，可就如何解决请教专家或查阅资料，小组讨论完善后，提出解决问题的建议，提交至当地生态环境管理部门。还可提出一份切实可行的保护环境的行动计划，在班级内交流。探究·实践全球性生态环境问题对生物圈的稳态造成了威胁，同时也影响了人类的生存和可持续发展。我们应正确处理环境保护与经济发展的关系，践行经济、社会和生态相互协调的可持续发展理念。近些年来，我国大力推进生态文明建设，促进人与自然和谐共生，采取了一系列措施，使整体生态环境得到了明显改善。建设生态文明，要求每一个公民从我做起，积极投身到生态文明建设中。对于节能环保的绿色生活方式，我们不仅要深入理解，身体力行，而且要广为宣传，使之成为全社会的共识。",
    "88第4章人与环境几年前，某地建起一家金属冶炼厂，此后，工厂周边的水稻产量明显下降。农民认为冶炼厂排放的废气导致了农作物减产。环境工作者的研究表明，冶炼厂周围的大气透明度明显下降。冶炼厂方面认为，水稻产量下降的责任不在他们，因为他们排放的废气是经过处理的，检验报告显示，这些废气不会毒害人体，更没有证据表明他们排放的废气对水稻有毒害作用。尝试运用已有的知识和思维技能，反驳冶炼厂方面的观点。思维训练辨别“偷换概念”一、概念检测1．我们既要关注人口增长过快带来的环境压力，也要注意人口停止增长或负增长带来的问题，请在左右两栏之间画上适当的连线。劳动力不足人口增长过快资源短缺人口老龄化人口停止增长或负增长交通拥挤环境恶化2．我国南极科学考察队员发现，南极地区的部分海冰正在逐年融化，使企鹅的栖息地越来越少，导致这一现象的原因是（）A．水土流失B．温室效应C．大气污染D．海洋污染3．近年来，我国绿色发展的理念日益深入人心，建设美丽中国的行动不断升级提速，带来更多蓝天白云、绿水青山。下列举措不利于改善环境的是（）A．进行垃圾分类B．大力植树造林C．工厂废气经净化处理后排放D．沿海兴建化工厂，污水直接排入海洋二、拓展应用1．低碳生活是指生活中尽量少地消耗能量，减少二氧化碳的排放，减少大气污染，保护环境。作为中学生，我们应该怎样做自己力所能及的事情以响应低碳生活的号召？请举两个例子说明。2．“国家节水标志”由水滴、人手和地球的图案组成。绿色的圆形代表地球，象征节约用水是保护地球生态的重要措施。标志留白部分像一只手托起一滴水。手是拼音字母“JS”的变形，寓意“节水”，表示节水需要公众参与，鼓励人们从自己做起，人人动手节约每一滴水；手又像一条蜿蜒的河流，象征滴水汇成江河。举例说明，作为中学生，我们能做哪些力所能及的事情来节约用水？3．有些企业的生产造成严重的环境污染，但企业缺乏资金进行技术改造，停产又将影响职工的收入和产品的供应。这样的两难处境，是现实生活中常见的。请你查阅资料，找一找摆脱这类困境的办法。4．亚洲象是国家一级重点保护野生动物，在我国主要分布于云南省南部。2017年的一项研究显示，西双版纳地区共有228~279头亚洲象，但它们分布于5个互不连通的地区。请回答下列问题。（1）目前亚洲象的栖息地处于隔离状态，请你分析导致隔离的原因。（2）我国已经启动了亚洲象生态保护走廊的调查规划和建设项目，请你谈谈这项措施的意义。练习与应用国家节水标志",
    "第1节人类活动对生态环境的影响89“塞罕坝”系蒙汉合璧语，意为“美丽的高岭”。塞罕坝位于河北省承德市围场满族蒙古族自治县境内，平均海拔1500m，年均气温–1.5°C，极端最低气温–43.3°C，年均无霜期仅72d。历史上，塞罕坝曾水草丰茂、森林茂密、禽兽繁集，辽、金时期称“千里松林”；清朝康熙年间被划为“木兰围场”，成为林木葱茏的皇家猎苑。清末，王朝风雨飘摇，内忧外患。清政府将“木兰围场”开围放垦以弥补国库空虚。之后，树木被砍伐殆尽，加之山火不断，到中华人民共和国成立初期，这个昔日的“美丽高岭”变成了林木稀疏、人迹罕至的茫茫荒原。1962年，塞罕坝机械林场总场组建。半个多世纪以来，塞罕坝人克服了重重困难，在河北省纬度最高、气温最低、无霜期最短、降水并不丰沛的坝上高原，营造起万顷林海。林场最初几年的建设很不顺利，塞罕坝是半湿润半干旱区，植树造林困难相当大，他们种的树苗成活率很低。塞罕坝人没有气塞罕坝今昔馁，他们潜心研究，摸索出培育“大胡子、矮胖子”优质壮苗的技术，大大增加了育苗数量和产成苗数量。针对人工纯林物种单一、土壤酸化、病虫害严重等状况，他们研究确定了适合塞罕坝地区的主要树种为华北落叶松、樟子松和云杉；同时大力培育兴安落叶松、长白落叶松、冷杉等其他优良树种；并将这些树种进行合理的搭配和混交，从而大大提高了造林的成功率。经过一代代人的艰苦努力，塞罕坝的森林覆盖率由建场前的11.4%提高到2014年的75.5%。今天的塞罕坝，被赞誉为“河的源头、云的故乡、花的世界、林的海洋、珍禽异兽的天堂”。人类活动也可以使环境朝着改善的方向演变，这是一个典范。塞罕坝人创造了荒原变林海的绿色奇迹，用实际行动诠释了“绿水青山就是金山银山”的理念。2017年，塞罕坝林场建设者因在环境保护方面作出的突出贡献，集体获得联合国环境领域的最高荣誉—地球卫士奖。科学·技术·社会塞罕坝秋色",
    "90第4章人与环境在我们共同居住的地球上，有着多种多样的生物。生物圈内所有的植物、动物和微生物等，它们所拥有的全部基因，以及各种各样的生态系统，共同构成了生物多样性（biodiversity）。生物多样性包括遗传多样性（基因多样性）、物种多样性和生态系统多样性。遗传多样性是指地球上所有生物携带的遗传信息的总和；自然界中每个物种都具有独特性，从而构成了物种的多样性；生态系统多样性是指地球上的生境、生物群落和生态系统的多样化，还包括生态系统的组成、结构、功能等随着时间变化而变化的多样性。生物多样性的价值表面看，一个生态系统里有50种还是有1000种生物，似乎和我们人类没有多大关系。果然是这样的吗？第2节生物多样性及其保护1986年，我国科学家在长白山地区发现了一种新的蛩（qióng）蠊目昆虫，后被命名为中华蛩蠊（Galloisianasinensis）。它填补了我国蛩蠊目昆虫的空白，目前是国家一级重点保护野生动物。讨论1．中华蛩蠊看上去似乎毫不起眼，为什么要对它进行保护呢？2．如果人类不进行保护，像中华蛩蠊这样的稀有物种就会灭绝吗？问题探讨中华蛩蠊●怎样看待生物多样性的价值？●生物多样性丧失的原因有哪些？●怎样从我做起保护生物多样性？本节聚焦我们先分析以下资料，了解生物多样性的价值。分析生物多样性的价值思考·讨论资料1在我国，红树林原来广布于福建、广东、广西、海南沿海的潮间带，既是",
    "第2节生物多样性及其保护91红树林野生稻关于生物多样性的价值，科学家一般概括为以下几个方面：直接价值、间接价值以及目前人类尚不清楚的潜在价值。直接价值是对人类有食用、药用和作为工业原料等实用意义的，以及有旅游观赏、科学研究和文学艺术创作等非实用意义的价值（图4-3）。海岸的天然防护林，又是潮间带多种贝类、甲壳类、鱼类的栖息繁衍地，也是多种水鸟营巢繁殖的处所。由于人类的围海造地和人工养殖以及建筑、薪柴之需，红树林的面积日益缩小。资料2大面积种植水稻、玉米或小麦等，给人类带来了粮食的丰收，但是，栽培品种大多抗病性差。这些作物的祖先：野生的水稻、玉米或小麦，在基因组成上与栽培品种有着一定的差别。资料3家蝇不但扰人，而且会传播疾病，因此很不受人们欢迎。但是，家蝇是某些动物的食物，是食物链上的重要一员；它还可以为植物传粉；人工饲养的家蝇幼虫可以作为动物的饲料。人们还模仿蝇眼制成了蝇眼照相机；模仿家蝇的平衡棒制成的振动陀螺仪，可用于高速飞行的火箭和飞机；等等。讨论1．红树林的消失对沿海陆地有哪些影响？又将影响哪些生物的生存？2．栽培作物野生种的基因库对育种工作者来说，有哪些利用价值？为什么说任何一个灭绝的物种都会带走它独特的基因，是令我们永远遗憾的呢？3．上述三例说明生物多样性具有哪些价值？你还能举出更好的实例吗？",
    "92第4章人与环境图4-3生物多样性的直接价值示例水稻和奶牛等为人类提供食物我国科学家屠呦呦从黄花蒿中提取出治疗疟疾的药物青蒿素科研的模式生物拟南芥人类的食物基本来源于种植农作物和养殖家畜、家禽及海产品为人类提供了众多生产原料绝大多数药物来自植物、动物、微生物的代谢产物在生态旅游、科学研究、艺术创作等方面具有重要价值生物多样性的直接价值生物多样性为人类提供了赖以生存的食物；提供了多种有治疗功效的药物；提供了众多工农业生产原料，如木材、纤维、橡胶、饲料、淀粉、蚕丝、皮器具等。合理地利用生物多样性，可以加快人类生活水平的进步，改善人类的健康状况。生物多样性的间接价值主要体现在调节生态系统的功能等方面。例如，植物能进行光合作用，具有制造有机物、固碳、供氧等功能；森林和草地具有防风固沙、水土保持作用，湿地可以蓄洪防旱、净化水质、调节气候，等等。此外，生物多样性在促进生态系统中基因流动和协同进化等方面也具有重要的生态价值。以生物多样性为基础的生态系统决定着人类生存和生活环境的质量。直到近几十年来，人类才逐渐认识到，生物多样性的间接价值明显大于它的直接价值。生物多样性还具有许多目前人们尚不太清楚的潜在价值。生态旅游割胶蚕丝",
    "第2节生物多样性及其保护93例如，某种目前没有直接价值的植物，有可能在未来被发现含有治疗某种疾病的重要成分。随着科学研究的不断深入和认识水平的不断提高，生物多样性的潜在价值将逐渐展现。总之，生物多样性对于维持生态系统稳定性具有重要意义，奠定了人类文明形成的物质条件，是人类赖以生存和发展的基础。生物多样性丧失的原因生物多样性的丧失，已成为全球性生态环境问题之一。生物多样性是数十亿年生物进化的结果。在生物进化的过程中，既有新物种的形成，也有一些物种的灭绝。近几个世纪以来，由于人类活动的范围和影响强度不断增大，物种灭绝的速度大大加快，许多生态系统遭到了干扰和破坏。威胁野生物种生存的人类活动，主要是对野生物种生存环境的破坏和掠夺式利用等。人类活动对野生物种生存环境的破坏，主要表现为使得某些物种的栖息地丧失和碎片化。将森林砍伐或开垦为耕地，交通（高速公路、高速铁路）和水利（修建水坝）设施、房地产工程项目的修建，都可能导致某些野生物种栖息地的丧失或者碎片化。例如，野生大熊猫种群原本分布在中国华南、华东大部以及缅甸和越南的北部地区。由于环境变化和人类活动的影响，现有的野生大熊猫种群仅分布在青藏高原东侧6个彼此分隔的山系内。彼此隔离的栖息地“孤岛”让大熊猫种群难以维持。掠夺式利用包括过度采伐、滥捕乱猎（图4-4），这是物种生存受到威胁的重要原因。例如，珍贵药用动植物和皮毛动物、海洋经济鱼类、珍贵食药用菌等，经人工长期大量捕捞或采掘，它们的种群数量已大大减少。此外，环境污染也会造成生物多样性的丧失；农业和林业品种的单一化会导致遗传多样性的丧失，以及与之相应的经长期协同进化的物种消失。外来物种的盲目引入也会导致物种的灭绝，使生物多样性丧失。一个基因可能关系到一种生物的兴衰，一个物种可能决定一个国家或地区的经济命脉，一个生态系统可能改变一个区域的生态面貌。如果在人类还没来得及开发应用时，众多科学家通过对化石资料的研究发现，在过去的地质年代里，一共发生五次大灭绝。第六次大灭绝开始于三万年前，持续到现在。主要原因是地球人口增长、人类对动物的捕杀和人类活动造成的生境丧失。相关信息图4-4偷猎攫取的象牙和兽皮有些威胁生物多样性的生产建设活动，不一定都是人类主观上要对野生物种赶尽杀绝。例如，修建高速公路、铁路造成某些野生物种栖息地的碎片化。这给你什么启示？批判性思维",
    "94第4章人与环境物种就灭绝了，人类如何能知道这些灭绝物种的宝贵价值？从这个意义上说，我们人类可能正在失去大量以后可以利用的资源，最终也像其他生物一样，从地球上消失。保护生物多样性的措施人类已经意识到生物多样性丧失的危害，那么，应该怎样保护生物多样性呢？图4-5鼎湖山自然保护区通过搜集和分析保护生物多样性的实例，调查当地生物多样性的现状，探讨生物多样性丧失可能对人类产生的影响。提示1．可以组成调查小组，利用报刊、书籍、电视、互联网等，搜集保护生物多样性的实例，并对搜集到的资料进行整理，就了解到的信息与小组其他同学交流。2．调查当地的生物多样性状况，可以通过图书馆或互联网，查询当地生物多样性调查的研究结果。拜访当地从事生态学研究的专业人员，可以获得有关当地生物多样性的信息。走访当地的老人，请他们提供几十年来当地物搜集保护生物多样性的实例种、生态系统演变的情况，这些信息也能反映生物多样性变化的情况。3．可以就如下问题进行讨论。（1）当地是否出现生物多样性下降的趋势？如果有，这一情况有没有对当地人的生活产生影响？有没有影响当地的生态环境？（2）全球生物多样性下降会对人类产生哪些影响？（3）人类已经采取了哪些保护生物多样性的措施？这些措施是否对生物多样性保护起到显著作用？4．根据讨论结果，提出保护当地生物多样性的建议。探究·实践我国生物多样性的保护可以概括为就地保护（insituconservation）和易地保护（exsituconservation）两大类。就地保护是指在原地对被保护的生态系统或物种建立自然保护区以及国家公园等，这是对生物多样性最有效的保护。鼎湖山自然保护区就是我国建立的第一个自然保护区（图4-5）。易地保护是指把保护对象从原地迁出，在异地进行专门保护。例如，建立植物园、动物园以及濒危动植物繁育中心等，这是为行将灭绝的物种提供最后的生存机会外来物种入侵也可能导致生物多样性的丧失。我国在进出境口岸建立了外来物种入侵防控工作机制，对入境货物、运输工具、邮件等进行严格的检疫，筑牢了外来物种入侵口岸检疫防线。相关信息",
    "第2节生物多样性及其保护95（图4-6）。在繁育中心，一旦繁育的生物达到一定数量，就可以将它们放归野外（图4-7）。图4-6大熊猫繁育研究基地图4-7放归野外的野马建立精子库、种子库、基因库，利用生物技术对濒危物种的基因进行保护，等等，也是保护濒危物种的重要措施（图4-8）。近年来，我国科学家还利用人工授精、组织培养和胚胎移植等生物技术，加强对珍稀、濒危物种的保护，取得了可喜的成绩（图4-9）。图4-8基因库图4-9人工授精繁育珍稀动物保护生物多样性，关键是要处理好人与自然的相互关系。当前主要是降低破坏地球生态环境的速度，这包括控制人口增长、合理利用自然资源以及废物的重复利用等。保护生物多样性还要加强立法、执法、宣传教育，使每个人都能树立保护生物多样性的意识，自觉形成保护生物多样性的行为和习惯。保护生物多样性只是反对盲目地、掠夺式开发利用大自然，并不意味着禁止开发和利用。例如，保护海洋生态系统并不是完全禁渔；相反，适时地、有计划地捕捞成鱼，不仅能获得渔业产品和经济效益，也有利于幼鱼的生长发育，从而有利于保护海洋生态系统。这正是“合理利用就是最好的保护”的科学道理。我国近年来规定禁渔区和休渔期（图4-10），大力实施退耕还林、还草、还湖等措施，保护生物多样性的成效已经开始显现。图4-10休渔期停泊在港内的渔船",
    "96第4章人与环境一、概念检测1．长江江豚仅分布于我国长江中下游地区，已是极危物种。下列保护长江江豚的措施，最为有效的是（）A．建立长江江豚繁育中心B．建立长江江豚自然保护区C．加强立法、执法和宣传教育D．利用生物技术对长江江豚的基因进行保护2．保护生物多样性，关键是处理好人与自然的相互关系。下列说法正确的是（）A．鼓励人们进入保护区，给鸟类喂食、建巢B．将各地濒危野生物种都迁移到自然保护区并加以保护C．对于珍稀濒危的物种，应该禁止一切形式的猎采和买卖D．易地保护就是将各种野生动物迁入动物园、水族馆、自然保护区等进行保护3．将左、右两侧的词句，按对应关系画线连接起来。练习与应用直接价值间接价值潜在价值芦苇是一种重要的造纸原料每个物种都维系着它们所在的生态系统的结构和功能海洋和森林等生态系统能陶冶情操、激发创作的灵感鲁班通过观察某种叶片的叶缘得到启示，研制出木工用的锯蝉蜕是一种动物性药物某种不知名昆虫二、拓展应用1．秦岭位于我国南北区域分界线，这里植被类型多样、物种丰富，生活着大熊猫等珍稀生物。我国已在秦岭建立20多个国家级和省级自然保护区，还有几十处森林公园和风景名胜区。这些保护区分属不同地区和部门管理，不利于更好地保护生物多样性。例如，由于受到道路、农田及村民砍柴等的干扰，秦岭地区的大熊猫被分割成几个局域种群，个别局域种群极小。2017年，有关部门决定统筹规划、建设秦岭国家公园。（1）已经建立了大熊猫繁育研究基地，为什么还要建设保护大熊猫的自然保护区？（2）将大熊猫分布区连接起来有利于大熊猫种群的延续，为什么？可以采取哪些措施将原本分割的区域连成片？（3）有人说，国家公园建设的最大瓶颈是管理体制的复杂性和利益冲突的严重性。请说说你对这一问题的看法。2．在有些地方，某些人喜欢通过“放生”来表示自己有爱心，他们从市场上买来动物，放归自然环境。放生的动物中，有些不是本地物种。你如何看待这样的做法？保护生物多样性，要求我们做好生态系统管理，深入开展生物多样性及其保育的相关研究。这需要依靠国家和各级决策者、科研人员以及公众的努力，还需要开展涉及生物科学、地球科学、海洋科学和大气科学等多学科的综合研究，采取科学措施。作为“地球村”的一名成员，我们要时刻牢记，保护生物多样性要从我做起，从小事做起。为了防止我国珍稀、濒危的物种被非法跨境运到国外，我国实施进出境动植物检疫。《中华人民共和国生物安全法》于2021年4月15日施行，我国进一步筑牢了国门生物安全防护网。相关信息",
    "第2节生物多样性及其保护97伦理是指人与人之间应当遵循的道德关系。所以，伦理与道德经常合起来使用。将伦理与道德的对象范围扩大到整个自然界，就是生态伦理道德，基于此衍生出了生态伦理学。生态伦理学作为一门发展历程已近百年的学科，其流派纷呈，各具体系，但依据“是否以人类为价值主体”可大致划分为人类中心论和非人类中心论两大学派。对人类中心论与非人类中心论，我们需要辩证地加以认识和对待。我们应该反对狭隘的人类中心论，避免单纯从人类自身利益和需要出发来认识和改造自然，而应尊重其他生物同样具有的生存和发展的权利，注重维持生态平衡和整个自然界的可持续发展。同时我们应认识到，人类是地球上唯一具有伦理道德观念和理性思维的主体，生态伦理学规则的制订和执行都由人类来承担；生态伦理学要求人类保护自然资源和生态环境、与自然和谐相处；这样做，从根本上说还是为了可持续发展。白头叶猴是世界珍稀动物，也是国家一级重点保护野生动物，仅存在于广西。由于人类活动的影关注生态伦理道德响，白头叶猴的栖息地遭到严重破坏，它们的数量一度急剧下降。据调查，到20世纪80年代初，广西的白头叶猴总数约为600只，保护白头叶猴迫在眉睫。为此，我国政府建立了广西崇左白头叶猴国家级自然保护区、广西弄岗国家级自然保护区，并通过宣传教育活动、建立健全的生态补偿机制等措施，引导保护区的村民参与到白头叶猴的保护工作中。目前，广西的白头叶猴已达千只。我国在兴建举世瞩目的青藏铁路的过程中，为了尽量不干扰藏羚等野生动物的正常生活，在一些路基下修建了专供它们行走的涵洞，并规定火车行驶中一律不鸣笛。科学·技术·社会青藏铁路路基上专供野生动物行走的涵洞人工辅助繁殖的中华鲟我国兴建葛洲坝水利枢纽工程时，考虑到拦江筑坝会破坏中华鲟的生殖洄游，有可能使它们濒临灭绝，为此专门建立了中华鲟研究所。想一想，这些做法说明经济建设与生态伦理道德观念可以是怎样的一种关系呢？白头叶猴",
    "98第4章人与环境第3节生态工程在2008年北京奥运会的筹办过程中，奥林匹克森林公园是一个重要建设项目。公园所在地原来主要是普通村落和农田。2002年招标设计，2005年开工建设，2008年建成。公园建设坚持“绿色奥运”的理念，充分利用了原有地貌和植被，采用了营造近自然林系统、废物资源循环利用等多项生态技术。例如，公园的水系建设采用了雨水收集、污水利用、中水净化、智能化灌溉和生态防渗等环保技术。讨论1．农田弃耕后，在自然状态下也可以演替为森林，为什么还要人工造林呢？2．为什么要先做森林公园的整体设计再开工呢？3．公园建设为什么要充分利用原有的地貌和植被，营造近自然林系统呢？问题探讨奥林匹克森林公园俯瞰●什么是生态工程？●为什么要关注生态工程建设？●生态工程建设主要遵循哪些基本原理？本节聚焦一生态工程的基本原理短短几年，普通的村落和农田就脱胎换骨般地转变为令人赞叹的森林公园。它调节城市气候，丰富市民生活，也为众多动植物提供了生存的“家园”。这个例子是生态工程的生动缩影。关注生态工程建设20世纪60年代以来，全球经济进入了快速增长阶段，人们生活水平提高、人口迅速增长，人类也随之更多地从自然中索取。毁林种地，围湖造田，大量使用化肥、农药等农业生产方式，以及工业的迅猛发展，正在大量消耗自然资源。这样的生产方式，已经严重影响了人类的可持续发展。为了实现可持续发展，经济发展必须符合生态学规律，改变“人类能征服自然”的错误观念，旨在解",
    "第3节生态工程99决环境与经济发展协调问题的一门新学科—生态工程（EcologicalEngineering）应运而生并迅速发展。生态工程是指人类应用生态学和系统学等学科的基本原理和方法，对人工生态系统进行分析、设计和调控，或对已被破坏的生态环境进行修复、重建，从而提高生态系统的生产力或改善生态环境，促进人类社会与自然环境和谐发展的系统工程技术或综合工艺过程。生态工程建设的目的就是遵循生态学规律，充分发挥资源的生产潜力，防止环境污染，达到经济效益和生态效益的同步发展。与传统的工程相比，生态工程是一类少消耗、多效益、可持续的工程体系。生态工程所遵循的基本原理生态工程是人类学习自然生态系统“智慧”的结晶，是生态学、工程学、系统学、经济学等学科交叉而产生的应用学科。生态工程以生态系统的自组织、自我调节功能为基础，遵循着整体、协调、循环、自生等生态学基本原理。自生生态系统具有独特的结构与功能，一方面是缘于其中的“生物”，生物能够进行新陈代谢、再生更新等；另一方面是这些生物之间通过各种相互作用（特别是种间关系）进行自组织，实现系统结构与功能的协调，形成有序的整体。这一有序的整体可以自我维持。这种由生物组分产生的自组织、自我优化、自我调节、自我更新和维持就是系统的自生。遵循自生原理，需要在生态工程中有效选择生物组分并合理布设。例如，在湿地修复过程中，应该选择污染物净化能力较强的多种水生植物，还需要考虑这些植物各自的生态位差异，以及它们之间的种间关系，通过合理的人工设计，使这些物种形成互利共存的关系。这是该系统或工程能否形成自组织能力的基础条件。一般而言，应尽量提高生物多样性程度，利用种群之间互利共存关系，构建复合的群落，这样即便某个种群消亡，其他种群也能弥补上来，从而有助于生态系统维持自生能力。要维持系统的自生，就需要创造有益于生物组分的生长、一个系统在没有外界信息指令的作用下，自发地由无序到有序,由低有序到高有序的发展过程，就是自组织。星球的诞生,自然生态系统的形成都是自组织的结果。相关信息",
    "100第4章人与环境有人说，过度从土地索取导致土地退化，是有些古文明中断的一个重要原因。我国几千年的农业发展没有出现这一问题，这是中华文明数千年延续不断的条件之一。你认同这一观点吗？请查找资料，对这一观点作出评析。发育、繁殖，以及它们形成互利共存关系的条件。例如，在湿地生态工程中，通过移除湖泊、河流中富营养化沉积物和有毒物质，减少水体污染物，增加水体溶氧量（图4-11），可以改善水生生物的生存环境，从而有利于生态系统的自生。循环循环是指在生态工程中促进系统的物质迁移与转化，既保证各个环节的物质迁移顺畅，也保证主要物质或元素的转化率较高。通过系统设计实现不断循环，使前一环节产生的废物尽可能地被后一环节利用，减少整个生产环节“废物”的产生。土壤的肥力是一切农业生产特别是种植业的基础，当今大多数国家的土壤肥力，都严重依赖化学肥料，而在古代是根本没有化肥投入的。我国古代先民正是依靠“无废弃物农业”保证了土壤的肥力，改善了土壤结构，培育了土壤微生物，实现了土壤养分如氮、磷、钾及微量元素的循环利用，因此，几千年来，土地一直维持着生产能力（图4-12）。图4-12“无废弃物农业”物质循环再生示意图饲料与垫料牲畜牲畜粪便土壤养分吸收作物沉降物(雨、雪等)人类食品人类食品人作物残留人粪尿饲料与垫料人类食品沉降物（雨、雪等）人类食品人粪尿作物残留人作物土壤养分吸收牲畜粪便牲畜协调在进行生态工程建设时，生物与环境、生物与生物的协调与适应也是需要考虑的问题。例如，我国西北一些地区年降水量小于450mm，只适宜种植灌木和草本植物，但曾被硬性规定种植乔木类的杨树。由于环境不利于图4-11应用太阳能水生态修复系统改善湖水水质",
    "第3节生态工程101杨树的生长，这里许多杨树长得十分矮小，枯枝很多，半死不活，远不如当地树种那样有较高的生态适应性，导致一些地区种植的防护林成了残败的“灰色长城”。处理好生物与环境、生物与生物的协调与平衡，需要考虑环境容纳量。如果生物的数量超过了环境承载力的限度，就会引起系统的失衡和破坏。你能举出你所在地区的实例进行说明吗？整体几乎每个生态工程都是具有多组分、复杂结构及综合功能的系统，这样的复杂系统建设必须以整体观为指导。自然生态系统可以为生态工程提供重要参考。自然生态系统是通过生物与环境、生物与生物之间的协同进化而形成的一个不可分割的有机整体。遵循整体原理，首先要遵从自然生态系统的规律，各组分之间要有适当的比例，不同组分之间应构成有序的结构，通过改变和优化结构，达到改善系统功能的目的。其次，人类处在一个社会—经济—自然复合而成的巨大系统中。进行生态工程建设时，不仅要考虑自然生态系统的规律，更要考虑经济和社会等系统的影响力（图4-13）。例如，在进行林业工程建设时，一方面要号召农民种树，另一方面一定要考虑贫困地区农民的生活问题，如粮食、烧柴以及收入等问题。往往是生活方面的因素导致农民对森林、灌丛的过量砍伐。因此，只有把生态与社会、经济结合起来，才能从根本上达到造林和护林的目的。图4-13社会—经济—自然复合系统生产成本消费效益经济系统非生物的因素自然系统政策社会系统管理科学文化动物植物微生物从协调原理出发，想一想，在我国西北地区进行防护林建设，应选择哪些树种？如果在该地区发展畜牧养殖业，你认为应该注意什么问题？",
    "102第4章人与环境明清时期，我国南方长江三角洲、珠江三角洲低洼内涝积水地或河网发达地区的先民们，就探索出一种桑基鱼塘的农业生产模式：陆基种桑、桑叶饲蚕、蚕沙喂鱼、塘分析生态工程案例中的原理和应用泥培桑。这样可以将陆地种植与鱼塘养殖结合起来，把原本割裂的生产系统通过优化组合，有机地整合在一起。根据同样的原理，甘蔗种植也可以与养猪、养鱼结合（下图）。思考·讨论桑（蔗）基鱼塘模式糖糖渣甘蔗塘泥鱼塘鱼塘鱼塘塘泥蚕排泄物桑树桑叶蚕蚕蛹丝此外，社会习惯、法律制度等也对生态工程建设有着重要影响。只有应用整体原理，才能统一协调当前与长远、局部与整体、开发建设与环境保护之间的关系，保障生态系统的平衡和稳定。在生态工程建设中，应该如何应用上述生态工程的原理呢？",
    "第3节生态工程103生态工程建设需要根据工程的目的，以及当地自然、社会和经济的情况，从系统的不同角度综合考虑问题。因此，不但要考虑生态学原理，而且要考虑经济和社会的实际状况，通过系统学、工程学的设计，在充分利用自然的基础上，考虑节省投资和维护成本，提供务实、可持续的解决方案。一、概念检测1．生态工程遵循整体、协调、循环、自生等基本原理。判断下列相关表述是否正确。（1）依据生态工程的循环原理，应该对垃圾进行焚烧处理。（）（2）园林既能改善生态环境，又能提高社会和经济效益，体现了生态工程的整体原理。（）2．建设人工湿地可将污水、污泥有控制地投放到人工建造的湿地上，这主要利用了土壤、人工介质、微生物的作用对污水和污泥进行处理。下列叙述，不合理的是（）A．合理搭配植物以提高系统的生物多样性B．尽量使用本地物种以减少外来物种入侵C．为提高能量传递效率增大引入湿地的污水总量D．选择合适的人工介质以利于好氧微生物的分解作用二、拓展应用1953年朝鲜战争停战后，南北双方以北纬38°为停火线，沿线两侧大约500km2为非军事区，这里的地表经过战争浩劫，几乎没有生物存在。几十年来，由于基本没有人类活动，这里恢复了完全的自然状态。河水清澈、森林茂盛、物种繁多，还出现了多种被认为早已在朝鲜半岛灭绝的动物，如棕熊。有科学家评论说：“全世界只有在这个地方，由于3000年以来的农耕文明突然终止，原始物种可在没有人类干扰的情况下自由发展，这个地区的生态恢复情况大大超过了人类所有生态建设所能达到的水平。”说说这个案例给你的启示。练习与应用在设计桑基鱼塘时，要考虑合适的陆地与水面的配比，需要考虑栽种作物与养殖动物的关系。例如，地基和鱼塘的面积比例是“三比七”或“四比六”，即大部分采取“三基七水”或“四基六水”的比例。池塘养鱼，也应综合考虑不同鱼种的关系，根据淡水鱼在自然环境中的混合生长状态，实行以四大家鱼为主的多鱼种混养模式，让鳙鱼、鲢鱼、草鱼、鲮鱼、鲤鱼、鲫鱼等各种鱼类都有生存的机会和空间。运转良好的桑基鱼塘，可以做到物质的循环再生利用。种桑养蚕，蚕沙（蚕粪便）本是废弃物，如果不经处理直接堆放在室外，不但会腐烂变质污染环境，而且可能通过鸟、昆虫的携带造成交叉感染，导致家蚕疫病大爆发。桑基鱼塘将蚕沙由废弃物变成了渔业生产的饲料。讨论1．尝试画出桑基鱼塘中的食物链。2．桑基鱼塘应用了生态工程的哪些基本原理？3．当桑叶价格高，卖桑叶比卖鱼更合算时，当地农民会将蚕沙用作桑树的肥料，而不是喂鱼。由此可以看出，生态工程建设除了要考虑生态学、工程学原理，还需要关注什么？",
    "104第4章人与环境二生态工程的实例和发展前景生态工程自20世纪60年代提出后，在世界范围内逐渐得到广泛的认同和重视。20世纪70年代以来，我国生态工程的理论和实践都取得了长足进展，政府十分重视。在某些研究领域已处于国际领先的地位，在实践上已应用于农业生产、环境保护、城镇建设等许多方面，取得了令人瞩目的成就。生态工程的实例在进行生态工程建设时，应当根据当地的实际条件，因地制宜地进行。以下介绍的生态工程实例，都是我国生态科学工作者和群众在长期的生态工程建设实践中，不断完善而形成的。你可以结合当地实际，选取若干实例与同学共同分析讨论。农村综合发展型生态工程问题2020年，我国有5.1亿人生活在农村，人多地少是突出的矛盾。怎样才能实现物质的多级循环利用，在资源有限的条件下有较多的产出，取得经济效益、社会效益和生态效益的全面提高呢？对策建立农村综合发展型生态工程，是实现这一目标的有效途径，这在我国已经有不少成功的实例。北京郊区的某村是这方面的一个典型，该村实施了以沼气工程为中心的物质多级循环利用工程：作物秸秆用来生产食用菌和饲料（图a）；饲料用于喂养畜禽；人畜粪便作为原料生产沼气；沼液用于水产养殖业；沼渣可用于为有机农产品—“无公害蔬菜”施肥和喂养畜禽，从而达到了物质利分析某村综合发展型生态工程用的良性循环，缓解了农村“三料”（饲料、燃料、肥料）的缺乏问题，提高了土地产出水平；同时畜禽、鱼、螺、谷物、饲料等加工品也可到市场上出售（图b）。总之，农业生态工程能创造多种劳动力就业机会，增加农民收入，开发可以更新的资源，减少环境污染。思考·讨论●我国在生态工程建设方面有哪些成就？●生态工程具有怎样的发展前景？本节聚焦",
    "第3节生态工程105图a压制、储存青贮玉米青贮：是指在玉米等作物没有完全成熟时，将果穗和秸秆一起收获切碎，通过厌氧发酵成为牛羊的青饲料。氨化：是指利用氨水或氮素化肥处理稻麦秸秆，使之软化适口，提高其作为饲料的营养价值。请分析图b，并与当地农村的生态系统相比较，讨论以下问题。1．在这一案例中，主要运用了生态工程的哪些基本原理？2．这一生态系统的结构和功能有哪些特点？3．这一生态工程有哪些值得借鉴的做法？种植业秸秆加工谷物青贮、氨化处理，食用菌培养基饲料养殖业屠宰厂厩粪沼气池沼液沼渣沼渣副产品鱼/螺池图b农村综合发展型生态工程示意图物质在系统内流动输出到市场",
    "106第4章人与环境湿地生态恢复工程问题湿地是一种独特的生态系统。2023年公布的调查结果表明，我国湿地总面积达5.635×107hm2，面积大小位列世界第四，亚洲第一。我国湿地的特点是类型多、面积大、分布广、区域差异显著、生物多样性丰富。湿地被誉为地球的“肾”，具有蓄洪防旱，调节区域气候，控制土壤侵蚀，自然净化污水，为迁飞的鸟类和其他多种动植物提供栖息地（图4-14），以及为人们提供休闲娱乐的环境等功能。在经济发展过程中，人们对湿地进行排水和围垦，已经破坏了地球上80%的湿地资源。湿地的缩小会导致局部气候恶化、地下水位下降、生物多样性降低、迁飞鸟类绝迹等。此外，湿地的环境污染、生物资源的过度利用等，会导致湿地生态系统严重退化。对策湿地生态恢复工程就是采用工程学和生态学措施相结合的方法，如废水处理、点源和非点源污染控制、土地处理工程，以及动植物物种引进等，使受到干扰的湿地得以恢复。在湿地的周围，还应建立缓冲带，以尽量减少人类的干扰，使湿地依靠自然演替等机制恢复其生态功能。案例厦门筼筜湖生态恢复筼筜湖位于厦门岛西部。20世纪70年代，筼筜湖周边各种污水未经处理就排放到湖里，导致水质恶化，鱼虾几近绝迹，湖水散发着臭气，人们路过时都得捂着鼻子。厦门人民期盼筼筜湖生态恢复。1982年，厦门市政府对沿湖周边企业进行整治，几年内基本解决了重金属等有毒污染物的排放问题，但是湖水水质仍较差。为了解决筼筜湖水体缺氧、自净能力差的问题，20世纪90年代，厦门市采取了引潮入湖、输送新鲜海水、西水东调等措施，湖水水质显著改善。进入21世纪，通过清挖湖底淤泥，沿湖修建驳岸、导流堤及环湖林荫步行道等措施，进一步改善了湖水水质，美化了湖区景观。现在的筼筜湖，湖水清澈、鱼游虾戏、白鹭翩飞。矿区废弃地的生态恢复工程问题随着工业的发展，采矿业对图4-14丹顶鹤栖息地筼筜湖",
    "第3节生态工程107环境造成的日渐严重的破坏，使人们不得不将矿区废弃地的生态恢复工程提到日程上来。因为矿藏开采后往往会造成山体、土壤和植被，乃至整个地区生态系统的破坏。矿区极端恶劣的土地条件，又会阻碍植被的生长。尤其是规模巨大的采矿业，不仅会对土地景观造成巨大的影响（图4-15），还可能产生严重的重金属污染。对策为加速恢复矿区生态环境，人们采用的措施包括人工制造表土、多层覆盖、特殊隔离、土壤侵蚀控制、植被恢复工程等。其中，关键在于植被恢复，以及植被恢复所必需的土壤微生物群落的重建。由于矿区废弃土地的水分状况很差，土壤极其贫瘠，所以植被很难恢复。因此，恢复矿区生态环境，首先要通过机械方法平整压实土地，人工制造表土；然后，在人造表土上，植树种草。案例赤峰市元宝山矿区生态恢复工程20世纪60年代以来，该矿区建立了大中小型煤矿20余个，共挤占耕地5500hm2，并造成了大量排土场、塌陷地和闲置地等类型的废弃地。该地区在生态恢复改造工程中，采取了诸如围栏、排石整地、植树、种草等措施，仅用了3年多的时间，就建立了草地750hm2，年产优质牧草4000t以上；还建立了3处日加工能力为8t的饲料工厂及1处饲养场，进行肉牛的养殖和粪肥的利用。这种综合开发治理为该地区带来了良好的生态、社会和经济效益。生态工程的发展前景在肯定生态工程的作用，特别是看到它在恢复、重建受损生态环境方面可发挥重要作用的同时，不要忘记大自然固有的强大的生态恢复力量，更不能误认为只要有了生态工程，就可以走“先污染、破坏，后治理”的老路。虽然我国的生态工程取得不少成绩，但还有一些不足之处，如缺乏定量化模型的指导，难以像“精确农业”那样设计出标准化、易操作的生态工程样板。此外，有些设计缺乏高科技含量，生态系统的调控尚缺乏及时准确的监测技术的支持，缺乏理论性指导等。为了美好的未来，我们仍需要继续努力。图4-15采矿业对环境造成极大影响矿区生态恢复工程流程图矿区废弃地植树、种草施肥牧草加工业社会、市场畜牧养殖工程机械措施制造表土、压实投入肉蛋奶环境就业投入",
    "108第4章人与环境我国目前面临的生态危机，已经不单纯是环境污染问题，而是与人口问题，环境与资源破坏、能源短缺等问题结合在一起的“并发症”。解决这些问题，不但要重视对生态环境的保护，更要注重与经济、社会效益的结合，需要生态工程发挥作用。我国党和政府高度重视生态文明建设，在党的十九大报告中，首次把美丽中国作为建设社会主义现代化强国的重要目标，对生态文明建设提出了一系列新思想、新目标、新要求和新部署，为建设美丽中国提供了指导方针和行动指南。中华民族传承古老的天人合一理念，在发展中尊重自然、顺应自然、保护自然。今天，古老的智慧融合了现代科学成就，生态工程的发展和应用，将在建设美丽中国的过程中大有作为。未来的人民，无论在乡村，还是在城市，都一定能“望得见山，看得见水，记得住乡愁”。如果对农村家庭生活用沼气、蔬菜种植和庭院养殖等进行整体设计，可以构建良好的庭院生态系统。在我国农村，已经有很多这样的庭院生态系统在运行。图中所示为我国北方农村某个庭院生态系统。另外，在城市周边，往往有一些运转良好的生态园。参观庭院生态系统或生态园选择一处庭院生态系统或者生态园前去参观。参观过程中，注意观察、分析其中蕴含的生态学原理和经济学原理。参观后，查阅资料，根据当地的实际情况，设计一个庭院生态系统。课外实践“四位一体”农业生态工程模式图1．厕所2．猪禽舍3．沼气池进料口4．溢流渠5．沼气池6．通风口7．简易日光温室1276543",
    "第3节生态工程109一、概念检测1．生态工程建设需要因地制宜、多措并举。判断下列相关表述是否正确。（1）农村综合发展型生态工程实现了物质和能量的循环利用。（）（2）农村综合发展型生态工程的原理是一样的，各地均可按相同的模式建设。（）（3）在湿地生态恢复工程中，建立缓冲带主要是为了减少人类的干扰。（）（4）在某矿区废弃地进行公园化建设时，需要考虑植被与土壤之间的协调。（）2．2017年，我国农业部启动了农业绿色发展行动，其中要求提高农作物秸秆的利用率。下列对农作物秸秆处理不当的是（）A．过腹还田B．青贮、氨化处理C．田间焚烧，留灰做底肥D．利用作物秸秆培养蚯蚓二、拓展应用莱茵河是欧洲大陆的一条大河，流经多个国家，曾是流域内几千万人的饮用水水源，也是鲑鱼等洄游性鱼的洄游河流。第二次世界大战以后，伴随经济的快速发展，过度捕捞、河道的渠化、工业污水的排放、繁忙的内河航运等人类活动导致莱茵河的水质严重恶化，因河道裁弯取直，鱼类洄游受阻等问题日趋严重。（1）针对上述问题，列举莱茵河的治理要解决哪些方面的问题。（2）莱茵河流域管理委员会和沿河国家于1987年提出了重塑莱茵河的生态修复计划，查阅资料，了解该计划的设计思路。（3）查阅最新进展，了解莱茵河的生态现状。（4）谈谈莱茵河治理给你的启发。（5）你家乡附近的河流是否也出现20世纪莱茵河遇到的问题？能否借鉴莱茵河治理的经验和教训？提出你的想法。练习与应用生命是什么？这是一个古老又充满哲理的问题。概括、总结从细胞到生态系统多层次生命系统的共同特征，对你认识生命的本质会有帮助。这个活动，需要你综合运用已经学过的内容，甚至需要查找资料获取更多信息，并用准确的术语表达。1．生命系统的结构。与一般的非生命系统相比，生命系统的复杂程度更高。生命系统尽管结构复杂，但都是由各个组成部分构成的统一的、有序的整体。生命系统的结构特征是\b\b。2．生命系统的功能。生命系统不断从外界环境获取物质或能量，形成新的组织结构，也不断排出物质、散失热能，等等。细胞能形成新细胞，个体能产生新个体。生命系统的功能特点是\b\b。3．生命系统与环境的关系。任何生命系统都不能孤立地存在，而是与其他生物，包括同种和不同种的生物，紧密联系在一起的，同时又依存于非生物环境。从生态的视角看，生命系统\b\b。4．生命系统的历史。分析生命系统的由来，追寻生命系统的历史，也是理解生命是什么的关键。从历史的角度看，生命系统\b\b。思维训练总结概括，并运用术语表达",
    "110第4章人与环境定量评估我国陆地生态系统的固碳效应生物科技进展工业革命后，人类排放的二氧化碳等温室气体剧增，已经对全球气候产生了重要影响。研究表明，陆地生态系统吸收、固定二氧化碳（固碳）可以有效减缓大气中二氧化碳浓度的升高。摸清我国陆地生态系统的固碳情况，是制定相关产业发展和环境保护对策、提高生态系统固碳能力的基础。不过，定量评估我国陆地生态系统的固碳情况，以及重大生态工程建设所产生的固碳效应却十分困难。2011年，我国启动“应对气候变化的碳收支认证及相关问题”研究，其中包括陆地生态系统固碳方面的研究。来自35家研究机构的350多名科研人员，在方精云院士和于贵瑞研究员的带领下，开展协同攻关。研究团队通过5年的艰苦努力，在我国各类陆地生态系统中调查样方17000多个、采集各类植物和土壤样品超过60万份，系统分析和查明了我国陆地生态系统的碳储量、变化及其分布，在国内外产生了重要影响。2018年4月17日，中国科学院举行该研究的重要成果发布会。以下是该研究取得的部分代表性成果。一是查明我国陆地生态系统在过去几十年一直发挥着重要的固碳作用。例如，2001—2010年，我国陆地生态系统年均固碳2.01亿吨，相当于抵消了同期我国化石燃料碳排放量的14.1%；其中，森林生态系统是固碳主体，贡献了约80%的固碳量。二是首次在国家尺度上用直接证据证明人类的有效干预能提高陆地生态系统的固碳能力。例如，我国建设重大生态工程（如天然林保护工程、退耕还林工程等）和实施秸秆还田措施，分别贡献了陆地生态系统固碳总量的36.8%和9.9%。本研究还揭示了生物多样性与生态系统生产力和土壤碳储量之间的相关性，证实了增加生物多样性不但能提高生态系统的生产力，而且可以增加土壤的碳储量。该研究成果不仅为验证和发展相关的生态学基本理论、评估生态系统对未来环境变化的响应提供了基本数据，也为我国应对气候变化的国际谈判提供重要支撑，为建设“美丽中国”助力。",
    "第3节生态工程111沼气是人畜粪便等物质，经过一系列复杂的厌氧发酵过程，产生的富含甲烷气体的燃料。发展沼气不仅可以有效地解决农村的燃料问题，还为饲料、肥料开辟了新的来源，对节省林木和保护林草植被也具有重要的意义。近些年来，我国的沼气工程得到了快速发展。到2015年，全国沼气年生产能力达到1.58×1010m3，可替代化石能源约1.1×107t标准煤①。在20世纪80年代以前，我国农村普遍存在缺少饲料、燃料、肥料的情况，而获得上述“三料”又依赖有限的作物秸秆、谷壳、麸皮等农副产品和薪柴林等生物质②，这迫使农民不断加大对林灌草地的滥伐滥采，导致了严重的水土流失，对生态环境造成了很大破坏。从1983年开始，我国政府就把沼气工程列入国民经济的“农村能源”发展计划。第一期计划实施的结果很好，各试点县在5年内人均年增加了相当于20kg标准煤的生物质能③，相当于年节约100kg的生物质；同时，森林覆盖率平均提高了6个百分点，使生态环境得到了改善。在实践中，人们不满足于将沼气工程仅仅作为获取能源的手段，还开展了利用沼液和沼渣的试验，结果发现它们在用作再生饲料、肥料、食用菌培养基，以及改善农村卫生、促进畜禽养殖场废弃物的集中处理等方前景广阔的沼气工程面，具有很好的功效。例如，沼渣处理后可以作为猪、牛的饲料和食用菌的培养基；沼液则可以通入养鱼池，促进浮游生物的生长，增加鱼的饵料；沼液和沼渣还是优良的作物肥料。同时，沼气生态工程还可以减轻环境污染。沼气工程充分利用了物质循环再生的原理。由于它在物质、能量多级充分利用和转化方面独特的纽带作用，大大促进了农村以农牧结合为中心的多种经营，已成为我国当今农村生态工程建设中最重要和最基础性的组分。未来我国沼气工程的发展趋势是，伴随新农村建设和城镇化发展，将逐步向村镇集中（联村）供气方向发展，即每个村镇（或联村）建设一个规模化的沼气站，利用本村镇产生的生活垃圾、人畜粪便和秸秆等废弃物集中生产沼气。沼气通过管网送往各家各户。目前，沼气的价格是1.0~1.2元/m3，远远低于天然气的价格，沼气这种“生物天然气”有着广阔的市场前景。①：标准煤是表示物质能量的单位，1kg标准煤的物质燃烧能够产生29300kJ的热量。②：生物质主要是指植物利用太阳光能将二氧化碳和水合成的有机物质。③：生物质中含有的能量。科学·技术·社会复杂有机物甲烷、二氧化碳等混合气体小分子有机物（单糖、二糖、氨基酸）氢气二氧化碳乙酸中间产物（丙酸、丁酸）沼气形成过程流程图沼气池结构简图进料口出料口发酵池发酵间气体",
    "理解概念●随着世界人口的增长和人们生活水平的提高，人类的生态足迹越来越大，已经形成了生态赤字。协调人口增长、生活改善与环境的关系，是人类需要积极应对的问题。●近些年来，日益严重的全球性生态环境问题引起全人类的关注。全球气候变化、水资源短缺、臭氧层破坏、土地荒漠化、生物多样性丧失和环境污染等环境问题，其危害具有全球性。●生物多样性是生物进化的结果，既有直接价值，也有维持生态系统稳定性等间接价值，还有尚未明确的潜在价值。但是长期以来由于人类掠夺式的开发和利用、环境污染等原因，生物多样性正在以惊人的速度锐减。对生物多样性可采取就地保护和易地保护等措施。●正是在全球性生态环境问题日益突出的背景下，人们提出了可持续发展观：在不牺牲未来几代人发展的情况下，满足我们这代人的需要。这一强调经济发展、社会发展和生态发展相互协调的观念已经成为人类的必然选择。●生态工程遵循整体、协调、循环、自生等基本原理。发展素养通过本章的学习，应在以下几方面得到发展。●尝试从生物与环境相互关系的角度去看自然界，综合、整体地阐明个体与群体、局部与整体、生物与环境之间的复杂联系，分析人类活动对自然生态系统动态平衡的影响，确立环境保护意识及人与自然和谐共生的观念。●基于对生态工程原理的认识，分析生态工程带来的经济、生态和社会效益，并尝试提出人与环境和谐共处的合理化建议。●基于对“生态兴则文明兴”“建设生态文明是中华民族永续发展的千年大计”的认识，认同实现生态文明建设的宏伟蓝图，需要每个公民积极参与和奉献。本章小结112第4章人与环境",
    "一、选择题1．“杂交水稻之父”袁隆平成功培育出高产杂交水稻的关键是在野生水稻中发现了雄性不育植株，这是利用了生物多样性中的（）A．生物种类多样性B．生态环境多样性C．生态系统多样性D．遗传（基因）多样性2．城市生态工程是指用生态工程的方法对城市环境进行综合治理。下列措施，不符合城市生态工程建设基本原理的是（）A．大力推广“环境友好技术”B．采用浮床工艺法等手段治理水污染C．分区建设工业区、居住区、生态绿地等D．用法律手段禁止汽车上路，严禁造纸厂、酒厂生产，以断绝污染的源头3．本章章首页所示的云南省红河州哈尼梯田，被盛赞为江河—森林—村寨—梯田四位一体的人与自然高度协调、可持续发展的生态系统，是我国劳动人民创造的农耕文明奇观。在这里，山顶是森林，可以涵养水源；山坡上是层层梯田；半山腰上建有村寨；山脚下有江河。近些年来，哈尼梯田部分地区试行稻—鱼—鸭生态种养模式，将种稻、养鱼、养鸭相结合，取得显著经济效益。（1）维持哈尼梯田这一生态系统可持续发展的关键是（）A．层层的梯田B．山顶的森林C．半山腰的村寨D．山脚下的江河（2）稻—鱼—鸭生态种养模式能提高经济效益的原因是（）A．当地日照充足B．当地土壤条件好C．物质分层分级利用D．物质和能量循环利用二、非选择题1.2020年2月24日，全国人民代表大会常务委员会通过了《关于全面禁止非法野生动物交易、革除滥食野生动物陋习、切实保障人民群众生命健康安全的决定（草案）》。禁止野生动物交易、革除滥食野生动物陋习为什么有利于保障人民群众的生命健康安全？2．有的科学家说，人类总是如下图所示，依靠科技的进步，使自身更加适应环境。然而，人口也会随之明显增长，并使生态环境进一步遭到破坏，如消耗更多的资源、生物多样性锐减以及产生更多的废弃物和污染物，从而形成一种恶性循环。复习与提高大量人口需要更多资源更多的科技进步有限资源消耗增加，资源耗竭，生态环境恶化原因哺乳动物鸟类偷猎31%20%丧失栖息地32%60%生物入侵17%12%其他原因20%8%你认同这种观点吗？你认为人口、科技进步和资源与环境之间应当是一种什么样的关系?3．下表显示某地哺乳动物和鸟类生存受到威胁的各主要原因及其比例。（1）请根据这些数据绘制柱形图，横轴表示每类动物受威胁的原因，纵轴表示数值。（2）分析这两类动物生存受到威胁的主要原因是什么。4．学完“生物与环境”模块，你对生物与环境的关系、人与环境的关系有哪些体会和见解？113",
    "后记本册教科书是人民教育出版社课程教材研究所生物课程教材研究开发中心依据教育部《普通高中生物学课程标准（2017年版）》编写的，2019年经国家教材委员会专家委员会审核通过。本册教科书的编写，集中反映了我国十余年来普通高中课程改革的成果，吸取了2004年版《普通高中课程标准实验教科书生物》的编写经验，凝聚了参与课改实验的教育专家、学科专家、教材编写专家、教研人员和一线教师，以及教材设计装帧专家的集体智慧。我们感谢参加2004年版《普通高中课程标准实验教科书生物》编写工作的施忆、刘真、程序、邱化蛟。感谢浙江省绍兴市第一中学等单位为本书中探究活动的设计和论证做了大量工作。感谢所有对教科书的编写、出版、试教等提供过帮助与支持的同仁和社会各界朋友。为本书绘制插图的有松迪科技（北京）有限公司、北京文鲁文化传媒有限公司；设计排版为北京奇文云海文化传播有限责任公司。本册教科书出版之前，我们通过多种渠道与教科书选用作品（包括照片、画作）的作者进行了联系，得到了他们的大力支持。对此，我们表示衷心的感谢！本册教科书投入使用后，我们根据各方意见作了修订，真诚希望广大师生和家长继续提出宝贵意见！联系方式电话：010-58758866电子邮箱：jcfk@pep.com.cn人民教育出版社课程教材研究所生物课程教材研究开发中心2023年7月",
    "谨向为本书提供照片的单位和人士致谢视觉中国（封面1张，“科学家访谈”中2张，第1页1张，第3页1张，第6页1张，第12页1张，第15页1张，第16页1张，第18页1张，第21页1张，第22页1张，第23页2张，第24页4张，第27页1张，第32页1张，第33页1张，第34页2张，第36页1张，第37页2张，第42页3张，第43页2张，第44页1张，第46页1张，第47页1张，第58页1张，第59页1张，第61页1张，第68页2张，第69页1张，第71页1张，第72页1张，第75页1张，第76页1张，第77页1张，第81页1张，第82页1张，第86页5张，第89页1张，第91页2张，第92页6张，第93页1张，第94页1张，第95页3张，第97页2张，第98页1张，第100页1张，第105页1张，第106页2张，第107页1张，第110页1张）；东方IC（第13页1张，第15页1张，第18页1张，第24页1张，第25页3张，第33页1张，第36页1张，第53页2张，第67页1张，第68页1张，第69页1张，第71页1张，第72页1张，第73页1张，第76页1张，第92页4张，第95页1张）；东北虎豹生物多样性国家野外科学观测研究站、国家林业和草原局东北虎豹监测与研究中心（第2页1张）；方精云（“科学家访谈”中4张）；冯利民（第3页1张）；王德利（第5页1张，第26页1张）；秦松（第11页2张）；艾怀森（第20页1张）；张瑜（第29页1张）；刘全儒（第36页2张）；倪川（第36页1张）；谷峰（第36页1张）；黄祁（第78页1张）；宗标（第86页1张）；白明（第90页1张）。",
    "",
    "生物与环境普通高中课程标准教科书生物学普通高中教科书生物与环境选择性必修2生物学选择性必修2普通高中教科书绿色印刷产品绿色印刷产品®SHENGWUXUEPUTONGGAOZHONGJIAOKESHUള໾࿊ᄴྟсྩ\u0013ٿ૫\u0017\u000f\u0011\u000fJOEE\u0001\u0001\u0001\u0012ള໾࿊ᄴྟсྩ\u0013ٿ૫\u0017\u000f\u0011\u000fJOEE\u0001\u0001\u0001\u0012\u0013\u0011\u0013\u0011\u0010\u0017\u0010\u0012\u0017\u0001\u0001\u0001ഈ໶\u0012\u0011\u001b\u0016\u0012\u0013\u0011\u0013\u0011\u0010\u0017\u0010\u0012\u0017\u0001\u0001\u0001ഈ໶\u0012\u0011\u001b\u0016\u0012"
]