[
    "生物技术与工程普通高中课程标准教科书生物学普通高中教科书生物技术与工程选择性必修3生物学选择性必修3SHENGWUXUEPUTONGGAOZHONGJIAOKESHU普通高中教科书绿色印刷产品绿色印刷产品®ള໾࿊ᄴྟсྩ\u0014ٿ૫\u0017\u000f\u0011\u000fJOEE\u0001\u0001\u0001\u0012ള໾࿊ᄴྟсྩ\u0014ٿ૫\u0017\u000f\u0011\u000fJOEE\u0001\u0001\u0001\u0012\u0013\u0011\u0013\u0011\u0010\u0017\u0010\u0012\u0017\u0001\u0001\u0001ഈ໶\u0012\u0011\u001b\u0015\u001a\u0013\u0011\u0013\u0011\u0010\u0017\u0010\u0012\u0017\u0001\u0001\u0001ഈ໶\u0012\u0011\u001b\u0015\u001a",
    "生物技术与工程选择性必修3普通高中教科书生物学·北京·人民教育出版社课程教材研究所生物课程教材研究开发中心编著",
    "普通高中教科书生物学选择性必修3生物技术与工程人民教育出版社课程教材研究所生物课程教材研究开发中心编著出网版（北京市海淀区中关村南大街17号院1号楼邮编：100081）址http://www.pep.com.cn版权所有·未经许可不得采用任何方式擅自复制或使用本产品任何部分·违者必究如发现内容质量问题，请登录中小学教材意见反馈平台：jcyjfk.pep.com.cn主编：朱正威赵占良副主编：何奕騉本册主编：孙万儒包春莹编写人员：（以姓氏笔画为序）于璇包春莹刘丹孙万儒卓婧高崇明韩之明焦雨铃责任编辑：刘丹美术编辑：王喆",
    "目录科学家访谈生物科技创造美好未来——与杨焕明院士一席谈第1章发酵工程.......................................................1科技探索之路从传统发酵技术到发酵工程...............2第1节传统发酵技术的应用........................................4探究・实践制作传统发酵食品...........................6第2节微生物的培养技术及应用................................9一微生物的基本培养技术...................................9探究・实践酵母菌的纯培养.............................12拓展视野微生物菌种的高通量筛选.................15二微生物的选择培养和计数.............................16探究・实践土壤中分解尿素的细菌的分离与计数.................................................18与生物学有关的职业发酵工程制药工.............21第3节发酵工程及其应用..........................................22",
    "第2章细胞工程......................................................31科技探索之路细胞工程的发展历程.........................32第1节植物细胞工程..................................................34一植物细胞工程的基本技术.............................34探究・实践菊花的组织培养.............................35二植物细胞工程的应用.....................................39第2节动物细胞工程..................................................43一动物细胞培养.................................................43二动物细胞融合技术与单克隆抗体.................48与生物学有关的职业细胞培养工程师.............51三动物体细胞核移植技术和克隆动物.............52第3节胚胎工程..........................................................56一胚胎工程的理论基础.....................................56二胚胎工程技术及其应用.................................60第3章基因工程......................................................67科技探索之路基因工程的诞生和发展.....................68第1节重组DNA技术的基本工具.............................70探究・实践DNA的粗提取与鉴定....................74",
    "第2节基因工程的基本操作程序..............................76探究・实践DNA片段的扩增及电泳鉴定........84拓展视野历史不能忘记中国科学家对PCR的贡献......................................................86第3节基因工程的应用..............................................87第4节蛋白质工程的原理和应用..............................93第4章生物技术的安全性与伦理问题..................99科技探索之路生物技术发展与社会进步...............100第1节转基因产品的安全性....................................101第2节关注生殖性克隆人........................................106第3节禁止生物武器................................................111附录1植物组织培养实验常用培养基的配方和配制方法....116附录2DNA的粗提取与鉴定实验相关试剂的配制方法......117附录3琼脂糖凝胶电泳实验相关试剂的配方....................117",
    "杨焕明院士一直从事基因组学的研究，取得了多项有影响力的科研成果。2017年10月29日，在深圳国家基因库，他在百忙之中接受了我们的采访。问：您从事基因组学的研究，取得了很多重要成果。在研究过程中，您印象最深刻的一件事是什么？答：在人类的自然科学史上，这半个多世纪是生命科学研究进展最快的时期，其中最重要的是1953年DNA双螺旋结构的发现，而我印象最深刻的则是我国参与的人类基因组计划。那时很多同行都认为这件事在我国是可望而不可即的，但我们做成了，并且做得很好。那个时候，大家都非常辛苦，夜以继日，累了就趴一会儿，可是我们都觉得很有意义，再苦再累心里也是甜的。国内外的记者来采访，任科学家访谈生物科技创造美好未来—与杨焕明院士一席谈杨焕明浙江温州人，中国科学院院士，发展中国家科学院院士，美国、德国、印度国家科学院及丹麦皇家科学院外籍院士，欧洲分子生物学组织外籍成员。何一位参与研究的科研人员都可以自由回答，因为大家对自己的工作目标都非常清楚，都知道自己在做什么，为什么要做。人类基因组计划对方方面面产生的影响，我们有目共睹。在今天看来，我国科学家贡献的1%的工作量并不算大，但却意义深远，这项工作使我国科学家走向了国际舞台，展示了我们的智慧和实力。在这个过程中科学家建立了我国基因组学研究的技术平台及专业队伍，从而为我国此后的生命科学研究和生物产业发展奠定了重要基础。人类基因组计划的完成是六国科学家共同参与和贡献的结果，它还形成了一种精神——人类基因组计划的精神，即“共需、共有、共为、共享”。“共需”是指人类有着共同的命运和相同的需求，即都需要了解我们自身，了解人类健康的奥秘，这将有助于我们认识生命的起源、进化和",
    "发展，人类疾病产生的原因，长寿与衰老的机制等。“共有”是指人类基因组是全人类的共同财富和遗产，参与人类基因组计划这样的历史性机遇是我们大家共有的发展机会。“共为”是指全人类的事理当由全世界的科学家一起来做。“共享”则是研究成果共享，更进一步就是共同分享人类美好的未来。问：您是怎么进入基因组学这个研究领域的？您最想与大家分享的研究成果和感悟是什么？答：首先是兴趣。我小时候，第一次看到莲藕时，那一圈排列整齐的小孔令我十分惊讶，我联想到了实心的大树和空心的竹子，迄今还常常感叹这些生命的奇妙。还有，牛的角为什么长得那么对称？公鸡为什么会每天准时报晓？后来，我知道了这些都与基因有关，就更加想要探个究竟。其次就是机遇。我在中学毕业后，做过一段时间的农业微生物的研究，后来，遇到一个好机会上了大学。之后，我又在国外的高校和顶尖的科学殿堂里继续深造，有了更多的机会接触和参与最前沿的科学研究，其中就包括基因组学的研究，我还结识了很多良师益友。我想跟大家分享的研究成果有很多。例如，前面提到的我国科学家参与完成了人类基因组计划；还有之后我国科学家承担了10%任务的“人类基因组单体型图计划”；我们独立完成了第一个完整的中国人基因组图谱——这也是第一个亚洲人全基因组序列图谱；我们首先发表了水稻（籼稻）的基因组序列图谱以及之后完成了大熊猫基因组的测序和研究工作。在这些工作中，尽管那时测序仪还不是我们自己制造的，但最好的软件是我们发明的。这些成果的取得和技术的进步彰显了我国科学家和技术人员攻坚克难的决心，凝聚着他们辛勤的汗水，更带动了全球这一研究领域的发展。现在我国已经能生产测序仪这些高端设备了，我们还有新的梦想——设计基因组。如果说基因组测序是“读懂生命密码”，那么基因组的设计合成就是在“编写生命密码”。从读到写，这是一个巨大的飞跃。问：生物技术在迅猛发展，它与人类健康、生产生活的关系越来越密切，有关技术的发展和应用会给未来带来哪些变化？答：生物技术是应用生命科学的研究成果，对生物或生物的成分、产物等进行改造和利用的技术。生物技术是一个综合性的技术体系，我们可以将它与工程学原理相结合，来进行研究、设计和加工生产，为社会提供服务。生物技术的发展和应用会给未来带来的变化可以用“生命、生态、生活”几个词来概括。这里说的“生命”，就是指我们健康的基础，生物技术让我们摆脱了许多疾病的威胁，有了检测和攻克更多疑难杂症以及健康长寿大熊猫基因组的测序成果以封面文章的形式发表在国际权威杂志《自然》（Nature）上",
    "的信心。“生态”，意味着未来生物技术将在建设生态文明、改善生存环境和保护生物多样性等方面发挥更加重要的作用。当然，生活环境更美了，我们的生活才能更加幸福。问：高中生学习生物技术与工程有什么意义？您对他们学习这部分内容有什么建议？答：高中生学习生物技术与工程方面的内容是非常重要的，一方面可以使同学们更加深入地了解现代生物科技的进展和影响；另一方面可以为同学们在今后择业时拓宽思路和开阔眼界，进而使自己的人生价值得以实现。同学们还要进一步提高自己发现、分析和解决问题的能力，更多地思考生物技术的安全性与伦理问题，更加理性地看待科学技术的发展，明白自己应该承担的社会责任。兴趣是最好的老师。现在信息技术很发达，同学们可以通过各种渠道读到更多的深圳国家基因库书，包括生物学的书籍。你读得越多，懂得越多，就会发现更多学习生物学的乐趣。学习这部分内容绝不能靠死记硬背，首先要理解生物技术的原理，然后再了解技术与社会生活等方方面面的联系。另外，生物技术具有通用性，如基因工程的一些技术也会应用到发酵工程、细胞工程等，因此同学们在学习这部分内容时，要结合前面所学的知识，自下而上、纵横衔接、融会贯通。生命是美丽的，越是对它欣赏越使我们想要接近它；生命是复杂的，越是对它不断探索越可以满足我们与生俱来的好奇心。也许今天，我们赞颂生命，是因为它的千姿百态与奇妙无比；而明天，我们会发现生命是最有规律的，也是最为简洁、明快的；将来，我们迎来的必是一个更为和谐、美妙的生命世界！我最想对高中生说的话：生命是美丽的，人生是美好的；从事研究生命科学的人生，不仅使我们自己的人生更加美好，也将使包括人类在内的生命世界更加美丽。2017年10月",
    "第1节传统发酵技术的应用1面包和酸奶，或者馒头夹着腐乳，是很多人喜欢的早餐。你知道吗？这些食品的制作都离不开微生物发酵。那么，制作不同的发酵食品，需要的微生物一样吗？如何分离和培养微生物呢？除了上述可以通过传统发酵技术生产的食品，啤酒、味精乃至胰岛素等药物的工业化生产，也利用了微生物的发酵。然而，工业化大规模生产在菌种的选育和培养、发酵条件的控制等方面比传统发酵生产要复杂得多，需要通过发酵工程来实现。那么，发酵工程的流程是怎样的？它用到的技术与传统发酵技术有什么不同？发酵工程在社会和经济中有哪些应用？第1章发酵工程发酵工程是指利用微生物的特定功能，通过现代工程技术，规模化生产对人类有用的产品。它涉及菌种的选育和培养、产物的分离和提纯等方面。",
    "2第1章发酵工程展示3000多年前古埃及人采摘葡萄酿酒场景的壁画电镜下的酿酒酵母（照片经后期人工上色处理，放大约2000倍）科技探索之路从传统发酵技术到发酵工程1857年，法国微生物学家巴斯德（L.Pasteur，1822—1895）通过实验证明，酒精发酵是由活的酵母菌引起的，从而将酵母菌与发酵联系起来。1897年，科学家发现了酶在酵母菌发酵中的作用，逐渐了解了发酵的本质。之后的30多年间，微生物的分离和纯化技术得到了应用，发酵生产的工艺和设备不断完善，传统的固体发酵开始向半固体发酵和液体发酵演变。同时，作坊式的手工生产向近代工业化生产方向发展。利用微生物生产的新产品，如酒精、柠檬酸和淀粉酶等不断出现。巴斯德正在做实验约9000年前，我们的祖先就会利用微生物将谷物、水果等发酵为含酒精的饮料。后来，人们通过自然发酵或曲种传代的固体发酵方法生产其他食品，如酱油、醋、豆豉、腐乳和酸奶等。这种传统发酵技术促进了中华民族特有的饮食文化的形成，但在几千年的时间里，人们并不明白其中的原理。19001850我国战国时期盛酒的铜器和其中的酒",
    "科技探索之路3生产氨基酸的工厂一角利用微生物发酵生产干扰素的车间第一批青霉素发酵罐1957年，用微生物生产谷氨酸获得成功。20世纪60年代，科学家通过研究微生物的代谢途径，继续改进发酵技术，通过人工诱变特定微生物，获得了具有更高生产能力的突变类型。之后，酶制剂、多糖、维生素发酵工业相继兴起。20世纪40年代，利用发酵工程大规模生产青霉素成为研究的主攻方向。由于青霉素产生菌是需氧型的，科学家在厌氧发酵技术的基础上，建立了深层通气液体发酵技术，使青霉素的生产实现了产业化。不久，随着链霉素、金霉素和土霉素等抗生素的发现及生产，抗生素发酵工业兴起。20世纪80年代，科学家开始运用数学、动力学、化学工程原理以及计算机技术对发酵过程进行综合研究，以更加合理地控制发酵过程。目前，人类已经能够自动记录和控制发酵过程的全部参数。20世纪70年代以后，基因工程、细胞工程等的发展，使发酵工程进入了定向育种的新阶段。例如，运用基因工程可以将动植物的基因转移到微生物中，获得具有特殊生产能力的微生物，大量生产人们所需要的产品，如人胰岛素、干扰素等。部分发酵工程产品1940196019701980",
    "4第1章发酵工程第1节传统发酵技术的应用人类有意无意地利用微生物发酵制作果酒或其他食品，已经有几千年的历史。发酵与传统发酵技术约9000年前，我们的祖先就会利用微生物将谷物、水果等发酵成含酒精的饮料。夏禹时期，已有了关于少康（即杜康）造秫酒的传说。人类最初可能是发现储存的水果会自然发酵变成酒，因而逐渐摸索出酿酒技术的。酿酒技术给古代人民的生活增添了丰富的色彩（图1-1、图1-2）。我国具有悠久的酿酒文化和历史，许多古老的酿酒工艺一直保留并延续至今。●什么是传统发酵技术？●制作泡菜、果酒和果醋的原理是什么？●怎样制作泡菜？怎样制作果酒和果醋？本节聚焦图1-1汉代砖刻上的酿酒图图1-2展示我国古代酿酒作坊的绘画作品“葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回。”（唐·王翰）诗中提及的葡萄酒是人类利用微生物发酵制作而来的。通过微生物的发酵作用还可以制作葡萄醋。葡萄酒和葡萄醋都是以葡萄为原料发酵而来的饮品，为什么一个是醇厚浓郁、耐人寻味的酒，一个却是酸味柔和、口感绵长的醋呢？它们的制作方法有什么不同？你想不想自己动手制作葡萄酒和葡萄醋呢？从社会中来葡萄及葡萄酒",
    "第1节传统发酵技术的应用51857年，法国微生物学家巴斯德通过实验证明，酒精发酵是由活的酵母菌引起的。此后，人们才开始了解发酵的本质。这里所说的发酵（fermentation），是指人们利用微生物，在适宜的条件下，将原料通过微生物的代谢转化为人类所需要的产物的过程。不同的微生物具有产生不同代谢物的能力，因此利用它们就可以生产出人们所需要的多种产物。腐乳是我国古代劳动人民通过微生物发酵制作而成的一种大豆食品。早在公元5世纪的北魏古籍中，就有关于腐乳生产工艺的记载。千百年来，腐乳一直受到人们的喜爱。这是因为经过微生物的发酵，豆腐中的蛋白质被分解成小分子的肽和氨基酸，味道鲜美，易于消化吸收，而腐乳本身又便于保存。多种微生物参与了豆腐的发酵，如酵母、曲霉和毛霉等，其中起主要作用的是毛霉（图1-3）。像这种直接利用原材料中天然存在的微生物，或利用前一次发酵保存下来的面团、卤汁等发酵物中的微生物进行发酵、制作食品的技术一般称为传统发酵技术。传统发酵以混合菌种的固体发酵及半固体发酵为主，通常是家庭式或作坊式的。利用传统发酵技术制作的食品还有酱、酱油、醋（图1-4）、泡菜和豆豉等，它们是我国传统饮食文化的重要组成部分。图1-3正在进行发酵的豆腐坯图1-5电镜下的乳酸杆菌（照片经后期人工上色处理，放大约6000倍）尝试制作传统发酵食品传统发酵食品的制作离不开各种各样的微生物。乳酸菌是厌氧细菌，在无氧的情况下能将葡萄糖分解成乳酸（反应简式1），可用于乳制品的发酵、泡菜的腌制等。乳酸菌种类很多，在自然界中分布广泛，空气、土壤、植物体表、人或动物的肠道内都有乳酸菌分布。常见的乳酸菌有乳酸链球菌和乳酸杆菌（图1-5）。1C6H12O6酶2C3H6O3（乳酸）+能量图1-4装有醋的醋坛",
    "6第1章发酵工程酵母菌是一类单细胞真菌，能以多种糖类作为营养物质和能量的来源，因此在一些含糖量较高的水果、蔬菜表面经常可以发现酵母菌的存在。酵母菌是兼性厌氧微生物，在无氧条件下能进行酒精发酵（反应简式2），可用于酿酒、制作馒头和面包等。温度是影响酵母菌生长的重要因素，酿酒酵母的最适生长温度约为28℃。2C6H12O6酶2C2H5OH（酒精）+2CO2+能量制作传统发酵食品沿的水槽中注满水，并在发酵过程中注意经常向水槽中补充水，根据室内温度控制发酵时间。结果分析与评价1．用水密封泡菜坛的目的是什么？这说明泡菜制作需要什么条件？2．为什么泡菜坛只能装八成满？3．你腌制的泡菜成功吗？色泽如何？口味如何？进一步探究1．泡菜在腌制过程中会有亚硝酸盐产生。膳食中的亚硝酸盐一般不会危害人体健康，但如果人体摄入过量，会发生中毒，甚至死亡。你可以查阅资料，设计实验跟踪检测泡菜在制作过程中亚硝酸盐含量的变化，并探索腌制方法、时间长短和温度高低等条件对亚硝酸盐含量的影响，寻求提高泡菜质量的措施。2．我国幅员辽阔，各地的环境条件和人们的生活习惯不相同，制作出来的泡菜风味也有所差异。如果感兴趣，你可以查阅相关资料，制作出不同风味的泡菜。探究·实践装有菜料的泡菜坛一、制作泡菜制作传统泡菜是利用植物体表面天然的乳酸菌来进行发酵的。发酵期间，乳酸会不断积累，当它的质量分数为0.4%〜0.8%时，泡菜的口味、品质最佳。材料用具食盐、清水、新鲜蔬菜、蒜瓣、生姜及其他香辛料、泡菜坛或其他密封性良好的罐子等。方法步骤1．用清水和食盐配制质量分数为5%〜20%的盐水，并将盐水煮沸，冷却待用。2．将新鲜蔬菜（如萝卜、黄瓜和豇豆等）洗净，切成块状或条状，混合均匀，晾干后装入泡菜坛内；装至半坛时，放入蒜瓣、生姜及其他香辛料，继续装至八成满。3．将冷却好的盐水缓缓倒入坛中，使盐水没过全部菜料，盖好坛盖。4．向坛盖边",
    "第1节传统发酵技术的应用73C6H12O6+2O2酶2CH3COOH（乙酸）+2H2O+2CO2+能量4C2H5OH+O2酶CH3COOH（乙酸）+H2O+能量下面我们就动手来制作泡菜、果酒和果醋。用带盖的瓶子制作葡萄酒醋酸菌是好氧细菌，当O2、糖源都充足时能通过复杂的化学反应将糖分解成乙酸（反应简式3）；当缺少糖源时则直接将乙醇转化为乙醛，再将乙醛变为乙酸（反应简式4）。醋酸菌可用于制作各种风味的醋。多数醋酸菌的最适生长温度为30〜35℃。许多新鲜水果（如葡萄）的果皮表面附着有大量的不同种类的野生酵母菌。在这些酵母菌的作用下，水果可以发酵成果酒。在有氧的条件下，果酒经醋酸菌的作用还可以进一步发酵成果醋。材料用具新鲜的水果（如葡萄、苹果、山楂和龙眼等）、洗洁精、体积分数为70%的酒精、发酵瓶、纱布和榨汁机等。下面以葡萄酒和葡萄醋的制作为例来介绍，用其他材料制作时可适当调整方法。方法步骤1．将发酵瓶、榨汁机等器具用洗洁精清洗干净，并用体积分数为70%的酒精消毒，晾干备用。2．取新鲜葡萄，用清水冲洗1〜2次，再去除枝梗和腐烂的籽粒，沥干。3．用榨汁机榨取葡萄汁，将葡萄汁装入发酵瓶中（注意：要留有大约1/3的空间），盖好瓶盖。4．将温度控制在18〜30℃进行发酵。在发酵过程中，每隔12h左右将瓶盖拧松一次（注意：不是打开瓶盖），此后再拧紧瓶盖。发酵时间为10〜12d。可通过从发酵瓶口取样来对发酵的情况进行监测。5．当葡萄酒制作完成后，打开瓶盖，盖上一层纱布，进行葡萄醋的发酵。发酵温度为30〜35℃，时间为7〜8d。结果分析与评价1．在制作果酒和果醋的过程中，发酵液分别有哪些变化？其中最明显的变化发生在发酵后多少天？引起变化的原因是什么？2．在制作果酒的过程中，除了酵母菌，是否还有其他微生物生长？它们会对果酒发酵产生影响吗？如果有，如何避免这种影响？3．在制作果醋的过程中，酵母菌是否还会继续发酵？醋酸菌从何而来？采用什么措施可以加快果醋的制作？4．你制作的果酒和果醋的口味如何？如果你对结果不满意，应该如何改进？二、制作果酒和果醋",
    "8第1章发酵工程04812162024359亚硝酸盐含量/（mg/kg）发酵时间/d71113在上述传统发酵食品的制作过程中，我们没有接种菌种，而是利用了天然存在的菌种。菌种差异、杂菌情况不明和发酵过程的控制缺乏标准等，往往会造成发酵食品的品质不一。为了缩短发酵时间，确保品质稳定，工业上大规模生产时，通常会先通过微生物培养技术获得单一菌种，再将它们接种到物料中进行发酵。一、概念检测1.油炸臭豆腐是我国一些地方的风味小吃。制作时需要将豆腐浸入含有乳酸菌、芽孢杆菌等微生物的卤汁中发酵。判断下列相关表述是否正确。（1）卤汁中的乳酸菌和芽孢杆菌不存在竞争关系。（）（2）乳酸菌发酵产生了乳酸和CO2。（）（3）微生物发酵产生了不同的代谢物使得该臭豆腐具有特殊的味道。（）2.传统发酵食品的制作需要各种各样的微生物。下列相关叙述错误的是（）A．腌制泡菜利用了乳酸菌的乳酸发酵B．制作腐乳利用了毛霉等产生的蛋白酶C．制作果酒利用了酵母菌在无氧条件下产生酒精D．制作果醋利用了醋酸菌在无氧条件下产生乙酸二、拓展应用1.请举例说说你身边的传统发酵食品有哪些，它们的制作原理是什么。有机会的话，你也可以尝试做一做。2.某同学在制作泡菜前，查阅资料得知，可以向泡菜坛中加入一些“陈泡菜水”；在用质量分数为5%的食盐水制作泡菜时，他在不同时间请你帮他分析相关问题。（1）据图分析，从亚硝酸盐的含量来看，你认为该泡菜在什么时间食用比较合适？为什么？（2）他第一次制作出的泡菜“咸而不酸”，造成这个结果最可能的原因是什么？（3）加入“陈泡菜水”的目的是什么？3.有3位同学分别采用了3种不同的发酵装置来制作果醋。A同学用的是带盖的塑料瓶；B同学用了没有盖的塑料瓶，在发酵过程中无盖的瓶口一直由捆绑在瓶口的8层纱布覆盖；C同学则设计了如右图所示的发酵装置。结合果醋的制作原理，你认为哪一种发酵装置更适合制作果醋？你还能继续改进这种装置吗？练习与应用C同学设计的发酵装置示意图排气口充气口出料口查阅关于果酒和果醋工业化生产的工艺流程，比较自己制作果酒和果醋的方法与这些流程有哪些异同。在此基础上，请思考：当把少量制作转化为大规模生产时，需要解决哪些实际问题？你能从中体会到技术与工程的区别和联系吗？到社会中去测定了泡菜中亚硝酸盐的含量，结果见曲线图。",
    "第2节微生物的培养技术及应用9第2节微生物的培养技术及应用一微生物的基本培养技术防止杂菌污染，获得纯净的微生物培养物是研究和应用微生物的前提，也是发酵工程的重要基础。在实验室培养微生物，一方面要为人们需要的微生物提供合适的营养和环境条件；另一方面要确保其他微生物无法混入，并将需要的微生物分离出来。培养基的配制人们按照微生物对营养物质的不同需求，配制出供其生长繁殖的营养基质—培养基（culturemedium），用以培养、分离、鉴定、保存微生物或积累其代谢物。其中，不含凝固剂（如琼脂）、呈液体状态的培养基为液体培养基，呈固体状态的培养基为固体培养基。在液体培养基中加入琼脂后制成的琼脂固体培养基，是实验室中最常用的培养基之一。微生物在琼脂固体培养基表面或内部生长，可以形成肉眼可见的菌落（colony）（图1-6）。向经过杀菌处理的牛奶中添加某些对人体有益的细菌，再经过发酵就可以制成酸奶。由于制作工艺并不复杂，一些人会在家里自制酸奶。自制酸奶虽然方便，但是食用自制酸奶导致肠胃不适的事例屡见不鲜，主要原因是在制作过程中有杂菌混入。那么，怎样才能保证无处不在的杂菌不混入发酵物中呢？从社会中来●什么是培养基？如何配制？●什么是无菌技术？●怎样进行酵母菌的纯培养？本节聚焦微生物是难以用肉眼观察的微小生物的统称，包括细菌、真菌、病毒及一些原生生物等。本章中提及的微生物主要指用于发酵的细菌和真菌。相关信息图1-6盛有液体培养基的锥形瓶（左）和长有酵母菌菌落的固体培养基（右）酸奶",
    "10第1章发酵工程虽然各种培养基的配方不同，但一般都含有水、碳源（提供碳元素的物质）、氮源（提供氮元素的物质）和无机盐等营养物质。下面让我们一起来看一看某种常见的细菌培养基的营养构成（表1-1）。在提供上述几种主要营养物质的基础上，培养基还需要满足微生物生长对pH、特殊营养物质以及O2的需求。例如，在培养乳酸杆菌时，需要在培养基中添加维生素；在培养霉菌时，一般需要将培养基调至酸性；在培养细菌时，一般需要将培养基调至中性或弱碱性；在培养厌氧微生物时，需要提供无氧的条件。无菌技术获得纯净的微生物培养物的关键是防止杂菌污染。无菌技术应围绕着如何避免杂菌的污染展开，主要包括消毒和灭菌。消毒（disinfection）是指使用较为温和的物理、化学或生物等方法杀死物体表面或内部一部分微生物。灭菌（sterilization）则是指使用强烈的理化方法杀死物体内外所有的微生物，包括芽孢和孢子。消毒和灭菌工作主要包括两个方面：对操作的空间、操作者的衣着和手进行清洁和消毒；将用于微生物培养的器皿、接种用具和培养基等进行灭菌。常用的消毒方法有煮沸消毒、巴氏消毒等；灭菌方法有湿热灭菌、干热灭菌和灼烧灭菌等。做好消毒和灭菌工作后，要注意避免已经灭菌处理的材料用具与周围的物品接触。为了避免周围环境中微生物的污染，接下来的许多操作都应在超净工作台上并在酒精灯火焰附近进行。牛肉膏和蛋白胨来源于动物，含有糖、维生素和有机氮等营养物质。相关信息生物消毒法是指利用生物或其代谢物除去环境中的部分微生物的方法。例如，有的微生物能够寄生于多种细菌体内，使细菌裂解，因此可以用它们来净化污水、污泥。相关信息无菌技术除用来防止实验室的培养物被其他外来微生物污染外，还有什么作用？为什么培养基需要氮源？表1-11000mL牛肉膏蛋白胨培养基的营养构成组分含量提供的主要营养牛肉膏5g碳源、氮源、磷酸盐和维生素等蛋白胨10g碳源、氮源和维生素等NaCl5g无机盐H2O定容至1000mL水",
    "第2节微生物的培养技术及应用11资料卡以水蒸气为介质，在压力为100kPa、温度为121℃的条件下，维持15〜30min来灭菌的。干热灭菌将灭菌物品放入密闭容器如干热灭菌箱，在160〜170℃的热空气中维持1〜2h可以达到灭菌的目的。耐高温的和需要保持干燥的物品，如玻璃器皿（如吸管、培养皿等）、金属用具等，可以采用这种方法灭菌。灼烧灭菌将微生物的接种工具，如涂布器、接种环、接种针或其他金属用具，直接在酒精灯火焰的充分燃烧层灼烧，可以迅速彻底地灭菌（见下图）。此外，在接种过程中，试管口、瓶口等容易被污染的部位，也可以通过火焰灼烧来灭菌。常用的消毒和灭菌方法微生物的纯培养在微生物学中，将接种于培养基内，在合适条件下形成的含特定种类微生物的群体称为培养物。由单一个体繁殖所获得的微生物群体称为纯培养物，获得纯培养物的过程就是纯培养。微生物的纯培养包括配制培养基、灭菌、接种、分离和培养等步骤。下面我们以酵母菌的纯培养为例，通过实际操作来学习微生物纯培养技术。消毒日常生活中经常用到煮沸消毒法。在100℃煮沸5〜6min，可以杀死微生物的营养细胞和一部分芽孢。对于一些不耐高温的液体，如牛奶，则可使用巴氏消毒法，即在63〜65℃消毒30min或72〜76℃处理15s或80〜85℃处理10〜15s，可以杀死牛奶中的绝大多数微生物，并且基本不会破坏牛奶的营养成分。此外，人们也常使用化学药物进行消毒，如用酒精擦拭双手、用氯气消毒水源等。除了以上方法，还常用紫外线进行消毒。例如，接种室、接种箱或超净工作台在使用前，可以用紫外线照射30min，以杀死物体表面或空气中的微生物。在照射前，适量喷洒苯酚或煤酚皂溶液等消毒液，可以加强消毒效果。湿热灭菌这是一种利用沸水、流通蒸汽或高压蒸汽进行灭菌的方法。其中高压蒸汽灭菌的效果最好。实验室常用的高压蒸汽灭菌锅（见左图）就是高压蒸汽灭菌锅接种环的灼烧灭菌（1、2、3表示先后顺序）123充分燃烧层不充分燃烧层",
    "12第1章发酵工程分散的微生物在适宜的固体培养基表面或内部可以繁殖形成肉眼可见的、有一定形态结构的子细胞群体，这就是菌落。采用平板划线法和稀释涂布平板法能将单个微生物分散在固体培养基上，之后经培养得到的单菌落一般是由单个微生物繁殖形成的纯培养物。下面，我们尝试在马铃薯琼脂培养基上进行酵母菌的纯培养。目的要求1．学会配制培养酵母菌的培养基并倒平板。2．学会进行无菌操作。3．尝试通过平板划线操作来获得纯化的酵母菌菌落。材料用具酵母菌培养液、马铃薯、葡萄糖（或蔗糖）、琼脂、蒸馏水、天平、小刀、纱布、烧杯、锥形瓶、棉塞、牛皮纸（或报纸）、皮筋、培养皿、接种环、酒精灯、超净工作酵母菌的纯培养台、高压蒸汽灭菌锅、干热灭菌箱和恒温培养箱等。方法步骤1．制备培养基配制培养基称取去皮的马铃薯200g，切成小块，加水1000mL，加热煮沸至马铃薯软烂，用纱布过滤。向滤液中加入20g葡萄糖（也可用蔗糖代替）、15〜20g琼脂，用蒸馏水定容至1000mL。灭菌将配制好的培养基转移到锥形瓶中，加棉塞，包上牛皮纸，并用皮筋勒紧，再放入高压蒸汽灭菌锅中，在压力为100kPa、温度为121℃的条件下，灭菌15〜30min。将5〜8套培养皿包成一包，用几层牛皮纸包紧，放入干热灭菌箱内，在160〜170℃灭菌2h。倒平板待培养基冷却至50℃左右时，在酒精灯火焰附近倒平板。倒平板的具体操作步骤如下。探究·实践1拔出锥形瓶的棉塞。3用拇指和食指将培养皿打开一条稍大于瓶口的缝隙，将培养基（10〜20mL）倒入培养皿，立即盖上皿盖。2将瓶口迅速通过火焰。4等待培养基冷却凝固后，将培养皿倒过来放置。翻转",
    "第2节微生物的培养技术及应用132．接种和分离酵母菌通过接种环在固体培养基表面连续划线的操作，将聚集的菌种逐步稀释分散到培养基的表面。经数次划线后培养，可以分离得到单菌落。平板划线的具体操作见下面的流程图。3．培养酵母菌完成平板划线后，待菌液被培养基吸收，将接种后的平板和一个未接种的平板倒置，放入28℃左右（培养温度因酵母菌种类的不同而稍有差异）的恒温培养箱中培养1将接种环放在火焰上灼烧，直到接种环的金属丝烧红。2在火焰旁冷却接种环。同时，拔出装有酵母菌培养液的试管的棉塞。24〜48h。结果分析与评价1．在未接种的培养基表面是否有菌落生长？如果有，说明了什么？2．在接种酵母菌的培养基上，你是否观察到了单菌落？这些菌落的颜色、形状和大小是否一致？如果你观察到了不同形态的菌落，你能分析出可能是由哪些原因引起的吗？3．你是如何记录实验结果的？请与其他同学交流、互评。3将试管口通过火焰。5将试管口通过火焰，并塞上棉塞。6在火焰附近将培养皿打开一条缝隙，用接种环在培养基表面迅速划三至五条平行线，盖上皿盖。7灼烧接种环，待其冷却后，从第一次划线的末端开始作第二次划线。重复以上操作，作第三、四、五次划线。注意不要将最后一次的划线与第一次的划线相连。4在火焰附近用接种环蘸取一环菌液。警示：在实验室中，切记不可吃东西、喝水，离开实验室时一定要洗手，以防止被微生物感染。使用后的培养基在丢弃前一定要进行灭菌处理，以免污染环境。12354",
    "14第1章发酵工程一、概念检测1．微生物的纯培养既需要适宜的培养基，又要防止杂菌污染。判断下列相关表述是否正确。（1）培养基中的营养物质浓度越高，对微生物的生长越有利。（）（2）消毒和灭菌的杀菌程度存在差异。（）（3）微生物的纯培养物就是不含有代谢废物的微生物培养物。（）2．日常生活中保存食品的方法有哪些？这些方法是如何阻止或抑制微生物生长的？二、拓展应用1．某同学将5个手指尖在贴有“洗手前”标签的培养基上轻轻按一下。然后用肥皂将该手洗干净，再将5个指尖在贴有“洗手后”标签的同种培养基上轻轻按一下。将这两个培养皿放入37℃恒温培养箱中培养24h后，发现贴有“洗手后”标签的培养皿中菌落较少。请分析回答下列问题。（1）这个实验中需要进行灭菌处理的材料用具有。（2）“将指尖在培养基上轻轻按一下”相当于微生物培养中的哪一步操作？（3）从实验结果来看，洗手后我们就能进行无菌操作了吗？操作时，我们可以采用什么方法来避免手上微生物的污染？2．某生物兴趣小组将从葡萄皮上成功分离来的野生酵母菌分别接种于3个盛有等量同种液体培养基的锥形瓶中，并放置在摇床上培养，摇床转速分别为210r/min、230r/min和250r/min。培养时间与酵母菌种群密度的关系如下图所示。请分析回答下列问题。练习与应用有一段时间，水果“酵素”风靡各地。水果“酵素”制作的大致过程是：将洗净、切成块状的水果放入洁净的容器，再加入糖和水，密封，置于阴凉处发酵一至两周。有人说，吃水果“酵素”可以美容、减肥、促进消化和提高免疫力。请评估这一论点是否可信。追问以下问题可以帮助你分析。“酵素”是什么？水果“酵素”的制作原理是什么？水果“酵素”中可能含有哪些成分？它是否含有人们无法从其他食品中获取但又是维护健康所必需的成分？水果“酵素”中的所有成分都有益于人体健康吗？如果要更加有力地支持或反驳水果“酵素”有益健康的论点，应该怎样获取证据？评估论点的可信程度（1）摇床转速不同，意味着培养条件有什么不同？（2）从图中数据你可以得出什么结论？其原因是什么？（3）为什么培养8h后，其中2个锥形瓶中酵母菌的种群密度基本达到稳定？248酵母菌种群密度/（×106个/mL）610培养时间/h250r/min230r/min210r/min00.52.01.02.51.5思维训练",
    "第2节微生物的培养技术及应用15在自然界中，微生物的种类远远超过动植物的种类。科学家预测，目前在实验室里能够培养的微生物的种类还不到自然界中存在的微生物种类的1%，甚至更低。在如此庞大的微生物王国里，研究者如何获得目标菌种呢？过去，人们通过手工操作来进行筛选，不仅费时费力，而且大大限制了筛选量。微生物菌种的高通量筛选以有多个小孔的微孔板为载体，采用自动化的操作系统，并以灵敏、快速的检测仪器采集实验数据，用计算机分析处理数据，从而实现了在同一时间对上千份，甚至上万份的样品进行筛选。筛选的对象可以是从自然界分离的菌株，可以是诱变产生的菌株，也可以是通过生物技术改造的菌株。以高通量筛选某种高产突变菌种为例。研究人员首先会将经诱变处理的菌液分成上千份，然后把它们全部接种到含有培养基的微孔板中培养，一段时间后检测培养物中产物的产量，再挑选高产的菌株进行复筛……在这个过程中，最关键的是建立高通量的培养和分析检测平台。研究人员往往需要开发合适的培养基，对微生物进行微型化培养以及利用多种检测技术来测定菌株的各项生理生化指标等。目前，已经开发出了一些微型生物反应器，它们就像一套小型的发酵罐，体积一般小于100mL，能实现对pH、溶解微生物菌种的高通量筛选氧等重要发酵参数的实时监测。一套理想的微生物菌种高通量筛选流程是高度自动化和集成化的，整个流程中培养基的制备和分装、菌液的稀释和涂布、菌体的培养和保藏、单克隆的识别和挑选、微生物及其代谢物的分析和检测以及数据的集成和管理等环节都体现着高通量技术的应用。虽然目前离这个目标还有一定的距离，筛选的装置和技术也都还要不断改进，但是微生物菌种的高通量筛选无疑是微生物研究领域的一场技术革命，也是研究成果走向工程化发展道路的强大催化剂。除了微生物菌种的高通量筛选，高通量筛选技术还在微生物药物的筛选方面发挥了积极的作用。我国科学家已成功构建了一系列高通量微生物药物筛选模型，并获得了一批具有生物活性的候选药物。拓展视野微孔板高通量筛选装置（局部）",
    "16第1章发酵工程二微生物的选择培养和计数自然界中微生物数量繁多，种类庞杂，要想从中分离出需要的特定微生物并不容易，尤其当要分离的微生物在混合的菌群中不是优势种群时，仅通过一般的平板划线法或稀释涂布平板法很难实现。该怎么办呢？选择培养基1973年，科学家从美国黄石国家公园的热泉中筛选出水生栖热菌（Thermusaquaticus），进而从这种菌中提取出耐高温的DNA聚合酶。这种酶目前已被广泛用于体外扩增DNA片段的聚合酶链式反应（PCR）。为什么水生栖热菌能从热泉中被筛选出来呢？这是因为水生栖热菌能在70〜80℃的高温条件下生存，而绝大多数微生物在此条件下不能生存。实验室中微生物的筛选，也可以应用同样的原理，即人为提供有利于目的菌生长的条件（包括营养、温度和pH等），同时抑制或阻止其他微生物的生长。在微生物学中，将允许特定种类的微生物生长，同时抑制或阻止其他种类微生物生长的培养基，称为选择培养基（selectivemedium）。●怎样运用生物与环境相适应的观点来理解选择培养的原理？●如何通过调整培养基的配方来有目的地培养某种微生物？●测定微生物数量的常用方法有哪些？本节聚焦尿素[CO（NH2）2]含氮量高，化学性质相对稳定，是现代农业生产中一种重要的氮肥。尿素施入土壤后，会被土壤中的选择培养基配方的设计某些细菌分解成NH3，NH3再转化为NO3-、NH4+等被植物吸收。而这些细菌之所以能分解尿素，是因为它们能合成脲酶，脲酶催化尿素分解产生NH3，NH3可作为细菌生长的氮源。讨论1.如果让你配制一种培养基，将土壤稀释液中能分解尿素的细菌分离出来，培养基的配方该如何设计？2.该培养基与普通培养基有哪些共同点和不同点？思考·讨论尿素分子模型",
    "第2节微生物的培养技术及应用17微生物的选择培养如果想知道1g土壤中有多少能分解尿素的细菌，仅有选择培养基是不够的，还需要对土样进行适当的处理以及科学的测定微生物数量的方法。由于土壤中细菌的数量庞大，要想得到能分解尿素的细菌的纯培养物，必须要对土样进行充分稀释，然后再将菌液涂布到制备好的选择培养基上，也就是要采用稀释涂布平板法，其操作如图1-7所示。图1-7稀释涂布平板法操作示意图1铲取土样，将样品装入纸袋中。2将10g土样加入盛有90mL无菌水的锥形瓶中，充分摇匀。取1mL上清液加入盛有9mL无菌水的试管中，依次等比稀释。3取0.1mL菌液，滴加到培养基表面。5将涂布器放在火焰上灼烧，待酒精燃尽、涂布器冷却后，再进行涂布。6用涂布器将菌液均匀地涂布在培养基表面。涂布时可转动培养皿，使涂布均匀。90mL无菌水9mL无菌水4将涂布器浸在盛有酒精的烧杯中。1×101×1071×1061×1051×1041×1031×1021mL1mL1mL1mL1mL1mL",
    "18第1章发酵工程图1-8稀释涂布平板操作后分离得到单菌落待涂布的菌液被培养基吸收后，将平板倒置，放入30〜37℃的恒温培养箱中培养1〜2d。在涂布有合适浓度菌液的平板上就可以观察到分离的单菌落（图1-8）。微生物的数量测定稀释涂布平板法除可以用于分离微生物外，也常用来统计样品中活菌的数目。当样品的稀释度足够高时，培养基表面生长的一个单菌落，来源于样品稀释液中的一个活菌。通过统计平板上的菌落数，就能推测出样品中大约含有多少活菌。为了保证结果准确，一般选择菌落数为30〜300的平板进行计数。样品的稀释度将直接影响平板上的菌落数目。在实际操作中，通常选用一定稀释范围的样品液进行培养，以保证获得菌落数为30〜300、适于计数的平板。在同一稀释度下，应至少对3个平板进行重复计数，然后求出平均值。值得注意的是，统计的菌落数往往比活菌的实际数目少，这是因为当两个或多个细胞连在一起时，平板上观察到的只是一个菌落。因此，统计结果一般用菌落数而不是用活菌数来表示。除上述的活菌计数外，利用显微镜进行直接计数，也是一种常用的、快速直观的测定微生物数量的方法。该方法利用特定的细菌计数板或血细胞计数板，在显微镜下观察、计数，然后再计算一定体积的样品中微生物的数量，统计的结果一般是活菌数和死菌数的总和。提出问题土壤中含有能分解尿素的细菌，我们如何分离它们？每克土壤样品究竟含有多少这样的细菌？基础知识绝大多数微生物都能利用葡萄糖，但是只有能合成脲酶的微生物才能分解尿素。利用以尿素作为唯一氮源的选择培养基，可以从土壤中分离出分解尿素的细菌，该选择培养基的配方见右栏。土壤中分解尿素的细菌的分离与计数探究·实践组分含量KH2PO41.4gNa2HPO42.1gMgSO4·7H2O0.2g葡萄糖10.0g尿素1.0g琼脂15.0gH2O定容至1000mL细菌计数板和血细胞计数板的计数原理相同。血细胞计数板比细菌计数板厚，常用于相对较大的酵母菌细胞、霉菌孢子等的计数。用细菌计数板可对细菌等较小的细胞进行观察和计数。相关信息",
    "第2节微生物的培养技术及应用19操作提示请你根据自己设计的实验方案进行操作。操作中应特别注意以下问题。1.将涂布器从酒精中取出时，要让多余的酒精在烧杯中滴尽，然后再放在火焰上灼烧。不要将过热的涂布器放在盛有酒精的烧杯中，以免引燃酒精。2.要按照前面学习过的无菌操作的方法，进行规范操作。取土样时用的铁铲和取样纸袋在使用前都需要灭菌。操作完成后，一定要洗手。3.本实验使用的平板和试管较多，为了避免混淆，最好在使用前做好标记。例如，在标记培养皿时应该注明组别、培养日期和平板上培养样品的稀释度等。4.本实验耗时较长，需要事先规划时间，以便提高实验效率，在操作时有条不紊。结果分析与评价1.结合对照组，分析培养物中是否有杂菌污染以及选择培养基是否筛选出一些菌落。2.你是否获得了某一稀释度下菌落数为30〜300的平板？在这一稀释度下，是否至少有2个平板的菌落数接近？3.你统计的每克土样中能分解尿素的细菌数是多少？与其他同学统计的结果接近吗？如果差异很大，可能是什么原因引起的？进一步探究本活动只是初步筛选了能分解尿素的细菌，对分离的菌种进行鉴定还需要借助生物化学的方法。你可以查阅相关资料，进一步设计实验来鉴定自己分离的菌种。培养皿的标记实验设计请你根据前面学过的微生物的选择培养、数量测定的知识以及下面的资料，思考有关问题，然后进行实验设计，并写出详细的实验方案。【资料一】土壤取样细菌适宜在酸碱度接近中性的潮湿土壤中生长，绝大多数分布在距地表3〜8cm的土壤层。因此，取样时一般要铲去表层土。在城市，常见的是公园里、街道旁、花盆中的土壤；在农村，则容易收集到农田或菜园里的土壤。你打算选择什么样的土壤做实验呢？【资料二】样品的稀释测定土壤中细菌的数量，一般选用1×104、1×105和1×106倍稀释的稀释液进行平板培养。测定土壤中细菌的总量和能分解尿素的细菌的数量，选用的稀释范围相同吗？如果不同，你打算选用多大的稀释范围？当你第一次做这个实验的时候，可以将稀释的范围放宽一点。例如，可以将1×103〜1×107倍稀释的稀释液分别涂布到平板上培养，以保证能从中选择出菌落数为30〜300的平板进行计数。【资料三】微生物的培养与观察不同种类的微生物，往往需要不同的培养温度和培养时间。细菌一般在30〜37℃的温度下培养1〜2d。本实验中，我们可以每隔24h统计一次菌落数目，选取菌落数目稳定时的记录作为结果。一般来说，在相同的培养条件下，同种微生物表现出稳定的菌落特征。请仔细观察你所分离到的菌落，最好以表格的形式将不同菌落的特征（如形状、大小和颜色等）记录下来。",
    "20第1章发酵工程利用，这是因为它们能够产生纤维素酶。对这些微生物的研究与应用，使人们能够利用秸秆等生产酒精，用纤维素酶处理服装面料等。已知刚果红是一种染料，它可以与像纤维素这样的多糖物质形成红色复合物，但并不与水解后的纤维二糖、葡萄糖等发生这种反应。当我们在含有纤维素的培养基中加入刚果红时，刚果红与纤维素形成红色复合物；而当纤维素被纤维素分解菌分解后，复合物就无法形成，培养基中会出现以这些菌为中心的透明圈（如下图所示）。请回答下列问题。一、概念检测1．研究人员用无机盐、琼脂和石油配制的培养基从被石油污染的土壤中筛选出了一种石油降解菌。判断下列相关表述是否正确。（1）这种培养基是一种选择培养基。（）（2）利用这种石油降解菌可以降解石油，修复土壤。（）（3）相对于未被污染的土壤，从被石油污染的土壤中更容易分离到石油降解菌。（）2．用稀释涂布平板法来统计样品中的活菌数时，通过统计平板上的菌落数就能推测出样品中的活菌数，原因是（）A．菌落中的细菌数目是固定的B．平板上的一个菌落就是一个细菌C．通过此方法统计的菌落数与活菌的实际数目相同D．平板上的一个菌落一般来源于样品稀释液中的一个活菌二、拓展应用1．反刍动物，如牛和羊，具有特殊的器官—瘤胃。在瘤胃中生活着多种微生物，其中许多微生物能分解尿素。请你设计一个实验，从瘤胃中分离出能够分解尿素的微生物。2．地球上的植物每年产生的纤维素超过70亿吨，其中40%〜60%能被土壤中某些微生物分解练习与应用活菌计数技术广泛应用于食品卫生、水源污染度的检验和土壤含菌量的测定等方面。如果你感兴趣，可以从下列项目中选做一个，并走访相关部门或企业，了解它们是如何进行检测的。1．空气中微生物总数的检测；2．水中细菌总数的检测；3．牛奶中细菌的分离与计数；4．土壤中真菌（或放线菌）的分离与计数。到社会中去几种纤维素分解菌在刚果红培养基上形成的透明圈（1）现在要从土壤中分离纤维素分解菌，请你给出详细的实验方案。（2）你打算到什么环境中去寻找纤维素分解菌？为什么？（3）有同学说，可以把滤纸埋在土壤中，经过一段时间后，再从已腐烂的滤纸上筛选纤维素分解菌。请你评价这一做法。",
    "第2节微生物的培养技术及应用21发酵工程制药工与生物学有关的职业发酵工程制药工正在发酵生产车间工作如果你走进现代生物制药厂的发酵生产车间，你听不到轰鸣的机器声，但会看到在无菌或经过消毒处理的车间里，身着干净工作服的制药工，在发酵罐和各种仪表前观察和操作着，生产人类所需要的药物。根据《中华人民共和国职业分类大典（2022年版）》，发酵工程制药工是操作发酵、灭菌和分离等设备，进行菌种培育、产物发酵、提取精制和抗生素酶裂解，制成发酵工程药品的人员。该职业又分为抗生素酶裂解工、制药菌种培育工、制药灭菌发酵工和制药发酵液提取精制工等。发酵工程制药工一般需要具备大专以上学历，掌握微生物学、生物化学、药学和生物工程学等专业知识。他们的主要工作包括以下几个方面：1．根据不同微生物的营养需求，使用配料罐、输送泵等设备或器皿配制适宜的培养基；2．使用高压蒸汽灭菌锅、灭菌柜等，对培养基、器皿和设备等进行消毒和灭菌；3．培养、制备、复壮、选育、鉴定和保藏生产菌种；4．检测发酵生产过程中培养物的无菌情况，操作发酵罐、裂解罐等设备及控制仪表，调节和控制发酵、酶解等过程中的各种参数并及时处理异常情况；5．操作相关设备，分离、提取、浓缩发酵液和酶裂解液等中的有效药用成分，再通过除菌、过滤和结晶等步骤精制原料药品。随着生物技术的发展和生物工程各领域之间的交叉渗透，未来可能对发酵工程制药工提出更高的要求。例如，他们不仅要能培养微生物，还要会用相关技术培养动植物细胞，生产一些人类生物活性因子、疫苗等；或者能够利用基因工程技术构建和选育稳定、高产的生产菌种等。制药产业是关系国计民生的重要产业，随着人民群众日益增长的健康需求，我国已成为全球药品消费增速最快的国家之一。作为现代生物制药领域发展的生力军，发酵工程制药工正在被越来越多的人熟知和尊重，他们也将在这一工作岗位上实现自己的人生价值，为健康中国作出贡献。",
    "22第1章发酵工程随着人们对发酵原理的认识，微生物纯培养技术的建立，以及密闭式发酵罐的成功设计，人们能够在严格控制的环境条件下大规模生产发酵产品，发酵工程逐步形成。发酵工程与农业、食品工业、医药工业及其他工业生产有着密切的联系。那么，发酵工程的基本环节是什么？应用发酵工程能够生产哪些产品呢？发酵工程的基本环节发酵工程一般包括菌种的选育，扩大培养，培养基的配制、灭菌，接种，发酵，产物的分离、提纯等方面（图1-9）。第3节发酵工程及其应用青霉素是世界上第一种应用于临床的抗生素。早期科学家只能从青霉菌中提取少量青霉素，它的价格贵如金。随着高产菌种的选育、发酵技术的发展等，青霉素步入了产业化生产的道路。如今，1瓶规格160万单位的青霉素注射剂的价格只要1元左右。那么，在工业上，青霉素究竟是怎样生产的呢？从社会中来●什么是发酵工程？●发酵工程的一般流程是什么？●发酵工程在生产上有哪些重要的价值？本节聚焦图1-9发酵工程的基本环节和发酵罐示意图性状优良的菌种可以从自然界中筛选出来，也可以通过诱变育种或基因工程育种获得。生产柠檬酸就需要筛选产酸量高的黑曲霉。在啤酒生产中，使用基因工程改造的啤酒酵母，可以加速发酵过程，缩短生产周期。工业发酵罐的体积一般为几十立方米到几百立方米，接入的菌种总体积需要几立方米到几十立方米。所以，在发酵之前还需要对菌种进行扩大培养。扩大培养选育菌种青霉素某镇特产一种美酒，以下是对该镇环境的描述：四面环山，地势低洼，气候炎热，具有独特的微生物种群，因为与外界的空气对流循环较缓慢，所以微生物种群较稳定。这对你理解发酵工程中菌种选育的重要性有什么启示？",
    "第3节发酵工程及其应用23在菌种确定之后，要选择原料制备培养基。在生产实践中，培养基的配方要经过反复试验才能确定。这是发酵工程的中心环节。在发酵过程中，要随时检测培养液中的微生物数量、产物浓度等，以了解发酵进程。还要及时添加必需的营养成分，要严格控制温度、pH和溶解氧等发酵条件。环境条件不仅会影响微生物的生长繁殖，而且会影响微生物代谢物的形成。例如，谷氨酸的发酵生产：在中性和弱碱性条件下会积累谷氨酸；在酸性条件下则容易形成谷氨酰胺和N-乙酰谷氨酰胺。发酵工程中所用的菌种大多是单一菌种。一旦有杂菌污染，可能导致产量大大下降。例如，在青霉素生产过程中如果污染了杂菌，某些杂菌会分泌青霉素酶将青霉素分解掉。因此，培养基和发酵设备都必须经过严格的灭菌。发酵罐内发酵现代发酵工程使用的大型发酵罐均有计算机控制系统，能对发酵过程中的温度、pH、溶解氧、罐压、通气量、搅拌、泡沫和营养等进行监测和控制；还可以进行反馈控制，使发酵全过程处于最佳状态。接种如果发酵产品是微生物细胞本身，可在发酵结束之后，采用过滤、沉淀等方法将菌体分离和干燥，即可得到产品。如果产品是代谢物，可根据产物的性质采取适当的提取、分离和纯化措施来获得产品。结合图1-9，分析和讨论以下问题。1．微生物菌种资源丰富，选择发酵工程用的菌种时需要考虑哪些因素？2．怎样对发酵条件进行调控以满足微生物的生长需要？3．在产物分离和提纯方面，发酵工程与传统发酵技术相比有哪些改进之处？4．在进行发酵生产时，排出的气体和废弃培养液等能直接排放到外界环境中吗？为什么？思考·讨论发酵工程基本环节分析配制培养基分离、提纯产物发酵罐示意图电动机排气管pH计冷却水排出口冷却夹层发酵液搅拌叶轮生物传感器装置空气入口放料管阀门冷却水进入口温度传感器和控制装置取样管观察孔培养物或营养物质的加入口获得产品灭菌",
    "24第1章发酵工程发酵工程的应用发酵工程以其生产条件温和、原料来源丰富且价格低廉、产物专一、废弃物对环境的污染小和容易处理等特点，在食品工业、医药工业和农牧业等许多领域得到了广泛的应用，形成了规模庞大的发酵工业。在食品工业上的应用食品工业是微生物最早开发和应用的领域。一直以来，与发酵有关的食品工业的产量和产值都居于发酵工业的首位。在我们的日常生活中，利用发酵工程生产的食品以及与食品有关的产品比比皆是，主要包括以下三个方面。第一，生产传统的发酵产品。例如，以大豆为主要原料，利用产生蛋白酶的霉菌（如黑曲霉），将原料中的蛋白质水解成小分子的肽和氨基酸，然后经淋洗、调制成的酱油产品；以谷物或水果等为原料，利用酿酒酵母发酵生产的各种酒类。发酵工程使这些产品的产量和质量明显提高。我国是世界上啤酒的生产和消费大国。啤酒是以大麦为主要原料经酵母菌发酵制成的，其工业化生产流程如下图所示。其中发酵过程分为主发酵和后发酵两个阶段。酵母菌的繁殖、大部分糖的分解和代谢物的生成啤酒的工业化生产流程都在主发酵阶段完成。主发酵结束后，发酵液还不适合饮用，要在低温、密闭的环境下储存一段时间进行后发酵，这样才能形成澄清、成熟的啤酒。发酵的温度和发酵的时间随啤酒品种和口味要求的不同而有所差异。思考·讨论1发芽大麦种子发芽，释放淀粉酶。2焙烤加热杀死种子胚但不使淀粉酶失活。4糖化淀粉分解，形成糖浆。大麦3碾磨将干燥的麦芽碾磨成麦芽粉。水糖化罐",
    "第3节发酵工程及其应用25添加剂类型举例酸度调节剂L-苹果酸、柠檬酸、乳酸增味剂5'-肌苷酸二钠、谷氨酸钠着色剂β-胡萝卜素、红曲黄色素增稠剂黄原胶、β-环状糊精、结冷胶防腐剂乳酸链球菌素、溶菌酶讨论1.与传统的手工发酵相比，在下面啤酒的发酵生产过程中，哪些工程手段使啤酒的产量和质量明显提高？2.现在市面上流行一种“精酿”啤酒，它的制作工艺与普通啤酒有所不同，如一般不添加食品添加剂、不进行过滤和消毒处理等。有人认为饮用“精酿”啤酒比饮用“工业”啤酒更健康，你怎么看待这个问题？“精酿”啤酒是小规模酿造产品，发酵时间长、产量低和价格高，却依然有着市场需求，我们如何辩证地看待大规模生产与小规模制作？图1-10添加了柠檬酸的饮料第二，生产各种各样的食品添加剂。随着生活水平的提高，人们对食品的需求越来越多样化，食品添加剂应运而生，它不仅可以增加食品的营养，改善食品的口味、色泽和品质，有时还可以延长食品的保存期。许多食品添加剂都能通过发酵工程生产（表1-2）。例如，柠檬酸是一种广泛应用的食品酸度调节剂（图1-10），它可以通过黑曲霉的发酵制得；由谷氨酸棒状杆菌发酵可以得到谷氨酸，谷氨酸经过一系列处理就能制成味精。6发酵酵母菌将糖转化为酒精和CO2。5蒸煮产生风味组分，终止酶的进一步作用，并对糖浆灭菌。8终止过滤、调节、分装啤酒进行出售。7消毒杀死啤酒中的大多数微生物，延长它的保存期。啤酒花过滤冷却储存罐装罐装瓶糖浆表1-2常用的几类食品添加剂",
    "26第1章发酵工程第三，生产酶制剂。在食品工业中，我们还会经常用到一些酶制剂，如α-淀粉酶、β-淀粉酶、果胶酶、氨基肽酶和脂肪酶等。目前，已有50多种酶制剂成功用于食品的直接生产、改进生产工艺、简化生产过程、改善产品的品质和口味、延长食品储存期和提高产品产量等方面。这些酶制剂除少数由动植物生产外，绝大多数也是通过发酵工程生产的。在医药工业上的应用青霉素的发现和产业化生产推动了发酵工程在医药领域的应用和发展。之后，发酵工程逐步扩展到了其他抗生素、多种氨基酸、激素和免疫调节剂等的生产领域。近些年来，基因工程、蛋白质工程等的广泛应用给发酵工程制药领域的发展注入了强劲动力。人们可以采用基因工程的方法，将植物或动物的基因转移到微生物中，获得具有某种药物生产能力的微生物；或者直接对菌种进行改造，再通过发酵技术大量生产所需要的产品。有些过去主要靠从生物器官、组织、细胞或尿液中提取，因受到原料限制无法推广使用的药物，就是通过这种方法得以大量生产和使用的。例如，生长激素释放抑制激素能够抑制生长激素的不适宜分泌，可用于治疗肢端肥大症。最初临床上使用的这种激素是从羊脑中提取的，50万个羊脑才能提取5mg，远远不能满足需要。后来利用经过基因改造的微生物进行发酵生产，从7.5L培养液中就能得到5mg的生长激素释放抑制激素，这也使得其价格降为原来的几百分之一。未来甚至还可能用微生物来生产过去只能从植物中分离提取的紫杉醇、青蒿素前体等化合物。此外，科学家还利用基因工程，将病原体的某个或某几个抗原基因转入适当的微生物细胞，获得的表达产物就可以作为疫苗使用。例如，一种生产乙型肝炎疫苗的方法就是将乙型肝炎病毒的抗原基因转入酵母菌，再通过发酵生产（图1-11）。在农牧业上的应用从自然界选育出优良菌株，再通过发酵工程大规模发酵生产制成的活菌或其代谢物产品等正应用于现代农牧业的很多方面。图1-11重组乙型肝炎疫苗请你回忆一下自己做过的生物学实验，想一想曾经使用过哪些酶制剂。有关基因工程和蛋白质工程的内容，见本书第3章。知识链接",
    "第3节发酵工程及其应用27第一，生产微生物肥料。微生物肥料利用了微生物在代谢过程中产生的有机酸、生物活性物质等来增进土壤肥力，改良土壤结构，促进植株生长，常见的有根瘤菌肥、固氮菌肥等（图1-12）。有的微生物肥料还可以抑制土壤中病原微生物的生长，从而减少病害的发生。第二，生产微生物农药。与传统的化学农药不同，微生物农药是利用微生物或其代谢物来防治病虫害的。例如，苏云金杆菌可以用来防治80多种农林虫害；利用白僵菌可以防治玉米螟、松毛虫等虫害；一种放线菌产生的抗生素—井冈霉素可以用于防治水稻纹枯病。微生物农药作为生物防治的重要手段，将在农业的可持续发展方面发挥越来越重要的作用。第三，生产微生物饲料。研究表明，微生物含有丰富的蛋白质，如细菌的蛋白质含量占细胞干重的60%〜80%，而且细菌生长繁殖速度很快。因此，许多国家以淀粉或纤维素的水解液、制糖工业的废液等为原料，通过发酵获得了大量的微生物菌体，即单细胞蛋白。用酵母菌等生产的单细胞蛋白可以作为食品添加剂；用单细胞蛋白制成的微生物饲料，能使家畜、家禽增重快，产奶或产蛋量显著提高。另外，在青贮饲料中添加乳酸菌，可以提高饲料的品质，使饲料保鲜，动物食用后还能提高免疫力。在其他方面的应用随着对纤维素水解研究的不断深入，利用纤维废料发酵生产酒精、乙烯等能源物质已取得成功。2022年，我国科学家通过电催化结合发酵的方式，用CO2合成了葡萄糖和脂肪酸。像这样的CO2资源化利用，将助力我国实现碳达峰、碳中和。自然界中还存在着一定数量的极端微生物，它们能在各种极端恶劣的环境（如高温、高压、高盐和低温等环境）中正常生活，对它们的研究已成为国际热点，其中一些极端微生物已应用于生产实践。例如，嗜热菌、嗜盐菌可以用来生产洗涤剂，嗜低温菌有助于提高热敏性产品的产量。发酵工程正渗透到几乎所有的工农业领域，在助力解决粮食、环境、健康和能源等方面的重大问题上，作出了越来越大的贡献。截至2015年，我国生物发酵产业年总产值近2900亿元，产品总量位居世界第一。我国是名副其实的发酵大国。图1-12微生物肥料异想天开单细胞蛋白不仅含有丰富的蛋白质，还含有糖类、脂质和维生素等物质，以后我老牛是不是吃点微生物菌体就可以健康地生活呢？",
    "28第1章发酵工程一、概念检测与传统发酵技术相比，发酵工程的产品种类更加丰富，产量和质量明显提高。判断下列相关表述是否正确。（1）发酵工程与传统发酵技术最大的区别就是前者可以利用微生物来进行发酵。（）（2）发酵工程的产品主要包括微生物的代谢物、酶及菌体本身。（）（3）在发酵工程的发酵环节中，发酵条件变化不仅会影响微生物的生长繁殖，也会影响微生物的代谢途径。（）（4）通过发酵工程可以从微生物细胞中提取单细胞蛋白。（）二、拓展应用1．在青霉素的发酵生产过程中，人们遇到了两个问题。请你运用所学知识或查阅资料，并发挥想象力，提出解决这些问题的思路。（1）青霉素发酵是高耗氧过程，如何能够保证在发酵过程中给微生物持续高效地供氧呢？（提示：血红蛋白具有携带O2的能力）（2）在发酵过程中，总有头孢霉素产生。人们通过对青霉素生产菌代谢途径的研究发现，在青霉素与头孢霉素的合成过程中，它们有一个共同的前体，这个前体经过两种不同酶的作用分别合成两个产物。如何改造青霉素生产菌使其只生产青霉素，或者只生产头孢霉素呢？2．通过微生物发酵，可以将粮食（如玉米、小麦等）及各种植物纤维加工成燃料乙醇；将燃料乙醇和普通汽油按一定比例混配，就形成了目前在我国多地广泛使用的乙醇汽油。乙醇汽油的环保性令人称道。调查显示，使用乙醇汽油与使用普通汽油相比，排放到空气中的NO2、CO等均有不同程度下降。有人认为燃料乙醇“可再生”；但也有人认为，生产燃料乙醇需要消耗大量粮食，会增加粮食短缺的风险。请你尝试通过查阅资料，评估这一风险，并说明在生产时应如何规避这一风险。练习与应用1．列出你昨天一天的食谱，看看哪些食品是直接由微生物发酵生产的，哪些食品中添加了经发酵生产的食品添加剂。2．当地是否有发酵生产企业？如果有，请进行以下调查活动。（1）咨询当地政府管理部门，了解以下信息：这些企业的年产值是多少？占当地（市/县）地区生产总值的比例是多少？这些企业提供了多少就业岗位？（2）你的家人和朋友是否有正在从事发酵工业生产的？如果有，请向他们咨询以下问题：他们所在公司目前生产哪些发酵产品？经济效益如何？该行业目前遇到的主要困难是什么？要解决这些困难，对发酵技术提出了哪些新要求？到社会中去作物光合作用自然界发酵乙醇汽车CO2糖类",
    "理解概念●发酵是指人们利用微生物，在适宜的条件下，将原料通过微生物的代谢转化为人类所需要的产物的过程。人们可以通过传统发酵技术或发酵工程来进行发酵生产。传统发酵以混合菌种的固体发酵和半固体发酵为主。发酵工程一般包括菌种的选育和培养、产物的分离和提纯等环节。●获得微生物纯培养物是发酵工程的重要基础，可通过纯培养来实现。进行纯培养时，人们需要按照微生物对营养物质的不同需求配制培养基；还需要防止杂菌污染，无菌技术围绕这一点展开，主要包括消毒和灭菌。●获得微生物纯培养物的常用方法有平板划线法和稀释涂布平板法。有时，还需要借助选择培养基才能有目的地分离某种微生物。●发酵工程在农业、食品工业、医药工业及其他工业生产上有重要的应用价值。发展素养通过本章的学习，应在以下几方面得到发展。●尝试运用传统发酵技术制作发酵食品。●认同我国有历史悠久的传统发酵技术，它促进了丰富多彩的饮食文化的形成。●认同发酵工程是在传统发酵技术的基础上发展起来的，它实现了发酵食品、药物等的工业化生产，极大地改善了人们的生活。本章小结29",
    "30第1章发酵工程1．某化工厂为了处理排出污水中的一种有害的、难以降解的有机化合物A，其研究团队用化合物A、磷酸盐、镁盐和微量元素等配制了培养基，成功地筛选出能高效降解化合物A的细菌（目的菌）。实验的主要步骤如下图所示，请分析回答问题。学过的有关微生物培养的知识对此冰激凌进行检测。经过一番资料查阅，他们提出了如下实验设计思路。立即去卖冰激凌的小店再买一个同样品牌的同种冰激凌；配制伊红—亚甲蓝琼脂培养基（该培养基可用来鉴别大肠杆菌，生长在此培养基上的大肠杆菌菌落呈深紫色，并有金属光泽）、灭菌、倒平板；取10mL刚融化的冰激凌作为原液，然后进行梯度稀释，稀释倍数为1×10〜1×105；取每个浓度的冰激凌液各0.1mL，用涂布平板法进行接种，每个浓度涂3个平板，一共培养18个平板；在适宜温度下培养48h，统计菌落数目。（1）请你从下面几个角度对这三位同学的思路进行评议。1他们只打算对一个冰激凌进行检测，理由是：两个人吃过冰激凌后，都拉肚子了，所以再检测一个就足以说明问题。你同意这样的观点吗？为什么？2有没有必要对冰激凌原液进行梯度稀释？为什么？【提示：我国卫生部门规定了饮用水标准，1mL自来水检出的菌落总数不可以超过100个（37℃培养48h），不得检出总大肠菌群】3他们认为，在用该方法统计菌落数目时不需要设计对照组，所以只准备培养18个平板。你认为在这项检测中是否需要对照组？为什么？（2）下图所示为4种菌落分布图，一般不能由涂布平板法得到的是。（3）在完善实验设计思路后，三位同学进行了实验。培养结果显示，除了深紫色菌落，还有其他菌落存在，这说明了什么？如果以深紫色菌落数代表样品中的大肠杆菌数量，则统计结果比实际值是偏大还是偏小？为什么？（4）如果实验结果显示，检测的冰激凌中大肠杆菌含量超标了。接下来他们应该做什么？（1）在培养基中加入化合物A的目的是，这种培养基属于培养基。（2）培养若干天后，应选择培养瓶中化合物A含量的培养液，接入新的培养液中连续培养，使目的菌的数量。（3）若要研究目的菌的生长规律，可挑取单个菌落进行液体培养，再采用方法进行计数。请你预测目的菌的种群数量会发生怎样的变化。（4）将目的菌用于环境保护实践时，还有哪些问题需要解决？（5）有人提出，可以通过改造细菌的基因来获得能够降解化合物A的细菌，请分析这种方法是否可行。2．某个高温日，某校三位高中学生相约去吃冰激凌，之后两人都出现腹泻现象，于是他们怀疑冰激凌中的大肠杆菌含量超标。老师建议他们利用复习与提高ABCD污水池中污泥样品初选候选菌接种接种固体培养基接种接种选择重复多次，直至获得目的菌振荡培养若干天后，测定各瓶中化合物A的含量",
    "第1节传统发酵技术的应用31照片中两只可爱的小猴，分别叫“中中”和“华华”，它们诞生于2017年，一出生就轰动了全世界，这是我国科学家的研究成果。你知道它们是如何培育出来的吗？在这之前，科学家培育了胚胎细胞克隆猴，你知道两者有什么不同吗？其实，自1996年首只体细胞克隆哺乳动物多莉羊（Dolly）诞生以来，人类已经成功克隆了马、牛和猪等大型家畜，但为什么体细胞克隆猴的诞生能轰动世界呢？上面这些成果的取得都有赖于细胞工程的发展，培育克隆动物只是细胞工程的一个方面。近年来，细胞工程领域成果迭出，方兴未艾。第2章细胞工程细胞工程是指应用细胞生物学、分子生物学和发育生物学等多学科的原理和方法，通过细胞器、细胞或组织水平上的操作，有目的地获得特定的细胞、组织、器官、个体或其产品的一门综合性的生物工程。",
    "1890年，希普（W.Heape，1855—1929）将安哥拉兔的胚胎移入比利时兔的输卵管内，得到了两只安哥拉兔，这是世界上胚胎移植成功的首例。植物细胞工程动物细胞工程（含胚胎工程）1960年，科金（E.C.Cocking，1931—）用真菌的纤维素酶分解番茄根的细胞壁，成功获得了原生质体。1964年，古哈（S.Guha，1938—2007）等在培养毛曼陀罗的花药时，首次得到了由花药中的花粉粒发育而来的胚。1971年，卡尔森（P.S.Carlson，1944—2017）诱导烟草种间原生质体融合，获得了第一株体细胞种间杂种植株。科技探索之路细胞工程的发展历程1902年，哈伯兰特（G.Haberlandt，1854—1945）提出了细胞全能性的理论，但相关的实验尝试没有成功。1958年，斯图尔德（F.C.Steward，1904—1993）等发现胡萝卜的体细胞可以分化为胚，为细胞全能性理论提供了强有力的支持。1974年，土壤农杆菌的Ti质粒被发现。之后，该质粒应用于植物分子生物学领域，促进了植物细胞工程与分子生物学技术的紧密结合。1890年，希普（W.Heape，1855—1929）将安哥拉兔的胚胎移入比利时兔的输卵管内，得到了两只安哥拉兔，这是世界上胚胎移植成功的首例。植物细胞工程动物细胞工程（含胚胎工程）1960年，科金（E.C.Cocking，1931—）用真菌的纤维素酶分解番茄根的细胞壁，成功获得了原生质体。1964年，古哈（S.Guha，1938—2007）等在培养毛曼陀罗的花药时，首次得到了由花药中的花粉粒发育而来的胚。1971年，卡尔森（P.S.Carlson，1944—2017）诱导烟草种间原生质体融合，获得了第一株体细胞种间杂种植株。科技探索之路细胞工程的发展历程1902年，哈伯兰特（G.Haberlandt，1854—1945）提出了细胞全能性的理论，但相关的实验尝试没有成功。1958年，斯图尔德（F.C.Steward，1904—1993）等发现胡萝卜的体细胞可以分化为胚，为细胞全能性理论提供了强有力的支持。1974年，土壤农杆菌的Ti质粒被发现。之后，该质粒应用于植物分子生物学领域，促进了植物细胞工程与分子生物学技术的紧密结合。32第2章细胞工程",
    "科技探索之路331958年，格登（J.Gurdon，1933—）用非洲爪蟾进行体细胞核移植实验，成功培育出性成熟个体。同一时期，我国科学家童第周（1902—1979）等开展了鱼类细胞核移植工作。1959年，试管家兔诞生。之后，多种试管动物相继出生。1996年，世界上第一只体细胞克隆羊多莉在英国诞生。随后多种克隆动物相继问世。2006年，山中伸弥（S.Yamanaka，1962—）等获得了诱导多能干细胞。我国科学家用这种细胞培育出了小鼠。1975年，米尔斯坦（C.Milstein，1927—2002）和科勒（G.Köhler，1946—1995）等创立了单克隆抗体技术。2017年,我国科学家首次培育了体细胞克隆猴。2014年，世界上第一个用单细胞基因组测序进行遗传病筛查的试管婴儿在我国诞生。1907年，哈里森（R.G.Harrison，1870—1959）用一滴淋巴液成功培养了蝌蚪的神经元，首创了动物组织体外培养法。1978年，小鼠的桑葚胚被成功分割。次年，科学家分割绵羊胚胎获得了同卵羔羊。1981年，埃文斯（M.J.Evans，1941—）等成功分离和培养了小鼠的胚胎干细胞。1951年，张明觉（1908—1991）等发现了哺乳动物精子的获能现象。1958年，格登（J.Gurdon，1933—）用非洲爪蟾进行体细胞核移植实验，成功培育出性成熟个体。同一时期，我国科学家童第周（1902—1979）等开展了鱼类细胞核移植工作。1959年，试管家兔诞生。之后，多种试管动物相继出生。1996年，世界上第一只体细胞克隆羊多莉在英国诞生。随后多种克隆动物相继问世。2006年，山中伸弥（S.Yamanaka，1962—）等获得了诱导多能干细胞。我国科学家用这种细胞培育出了小鼠。1975年，米尔斯坦（C.Milstein，1927—2002）和科勒（G.Köhler，1946—1995）等创立了单克隆抗体技术。2017年,我国科学家首次培育了体细胞克隆猴。2014年，世界上第一个用单细胞基因组测序进行遗传病筛查的试管婴儿在我国诞生。1907年，哈里森（R.G.Harrison，1870—1959）用一滴淋巴液成功培养了蝌蚪的神经元，首创了动物组织体外培养法。1978年，小鼠的桑葚胚被成功分割。次年，科学家分割绵羊胚胎获得了同卵羔羊。1981年，埃文斯（M.J.Evans，1941—）等成功分离和培养了小鼠的胚胎干细胞。1951年，张明觉（1908—1991）等发现了哺乳动物精子的获能现象。",
    "34第2章细胞工程第1节植物细胞工程“其茅葺，其叶青青，犹绿衣郎，挺节独立，可敬可慕。迨夫开也，凝情瀼露，万态千妍，薰风自来，四坐芬郁，岂非真兰室乎！岂非有国香乎！”这是我国历史上第一部兰谱—《金漳兰谱》的跋文中对兰花的一段描述。从古至今，我国人民都把兰花看作高洁、典雅的象征，很多人喜欢养兰花。但是，兰花种子通常发育不全，在自然条件下萌发率极低；传统分株繁殖的方法又存在繁殖周期长、繁殖率低等问题，如果靠自然繁殖，兰花的价格可想而知了。如何能让名贵的兰花大量、快速地繁殖，从而走入寻常百姓家呢？从社会中来●植物细胞工程的理论基础是什么？●什么是植物组织培养技术和植物体细胞杂交技术？●怎样进行菊花的组织培养？本节聚焦一植物细胞工程的基本技术人工栽培的植物，无论是绚丽多姿的花草，还是碧绿参天的大树，大多都是通过播种或扦插实现繁殖的。其实在一定条件下，利用它们的一片花瓣、一粒花粉，甚至一个细胞，同样可以繁殖出新的植株。这是为什么呢？我们知道，细胞经分裂和分化后，仍然具有产生完整生物体或分化成其他各种细胞的潜能，即细胞具有全能性。但是，在生物的生长发育过程中，并不是所有的细胞都表现出全能性，比如，芽原基的细胞只能发育为芽，叶原基的细胞只能发育为叶。这是因为在特定的时间和空间条件下，细胞中的基因会选择性地表达。植物组织培养技术高度分化的植物组织的细胞，如叶片和花瓣的细胞还能不能在适宜的条件下表现出全能性呢？科学家通过长期探国画作品—兰",
    "第1节植物细胞工程35植物细胞一般具有全能性。在一定的激素和营养等条件的诱导下，已经分化的细胞可以经过脱分化，即失去其特有的结构和功能，转变成未分化的细胞，进而形成不定形的薄壁组织团块，这称为愈伤组织。愈伤组织能重新分化成芽、根等器官，该过程称为再分化。植物激素中生长素和细胞分裂素是启动细胞分裂、脱分化和再分化的关键激素，它们的浓度、比例等都会影响植物细胞的发育方向。将愈伤组织接种到含有特定激素的培养基上，就可以诱导其再分化成胚状体，长出芽和根，进而发育成完整的植株。目的要求1．了解植物组织培养的基本原理。菊花的组织培养探究·实践2．了解生长素和细胞分裂素的浓度、用量的比例对菊花愈伤组织形成和分化的影响。3．尝试进行植物组织培养。材料用具1．材料：幼嫩的菊花茎段、培养基、体积分数为70%的酒精、质量分数为5%左右的次氯酸钠溶液和无菌水等。各种培养基的配制参见本书附录1。2．用具：50mL锥形瓶（或植物组织培养瓶）、烧杯、酒精灯、超净工作台（或接种箱）、高压蒸汽灭菌锅、培养箱、封口膜、滤纸、标签、消毒用酒精棉球、培养皿、解剖刀和镊子等。索，得出了肯定的答案。那么，科学家是如何做到的呢？这离不开植物细胞工程中的基本技术—植物组织培养。植物组织培养（planttissueculture）是指将离体的植物器官、组织或细胞等，培养在人工配制的培养基上，给予适宜的培养条件，诱导其形成完整植株的技术（图2-1）。这些离体培养的植物器官、组织或细胞被称为外植体。下面我们通过“菊花的组织培养”实验来了解这一技术。图2-1植物组织培养流程图诱导愈伤组织接种外植体诱导生芽诱导生根移栽成活",
    "36第2章细胞工程2．将消过毒的外植体置于无菌的培养皿中，用无菌滤纸吸去表面的水分。用解剖刀将外植体切成0.5〜1cm长的小段。图2-2番茄—马铃薯（想象图）植物体细胞杂交技术20世纪60年代，科学家尝试将番茄和马铃薯杂交，希望培育出一种地上结番茄、地下长马铃薯的“超级作物”（图2-2）。但是，两种生物之间存在着天然的生殖隔离，用传统的有性杂交的方法很难得到杂种后代。经过长期实验，科学家采用体细胞杂交的方法得到了“番茄—马铃薯”杂种植株，但这种植株并没有在地上结番茄、地下长马铃薯。那么，科学家是怎样得到杂种植株的呢？我们知道，植物细胞外面有一层细胞壁，这层细胞壁3．在酒精灯火焰旁，将外植体的1/3〜1/2插入诱导愈伤组织的培养基中。用封口膜或瓶盖封盖瓶口，并在培养瓶上做好标记。1．用酒精擦拭双手和超净工作台台面。将流水充分冲洗后的外植体（幼嫩的茎段）用酒精消毒30s，然后立即用无菌水清洗2〜3次；再用次氯酸钠溶液处理30min后，立即用无菌水清洗2〜3次。注意1．实验中使用的培养基和所有的器械都要灭菌。接种操作必须在酒精灯火焰旁进行，并且每次使用后的器械都要灭菌。2．接种时注意外植体的方向，不要倒插。3．诱导愈伤组织期间一般不需要光照，在后续的培养过程中，每日需要给予适当时间和强度的光照。方法步骤结果分析与评价1．接种3〜4d后，检查外植体的生长情况，统计有多少外植体被污染，有多少能正常生长，并分析它们被污染的原因。2．你培养出愈伤组织了吗？如果培养出来了，从刚接种的外植体到长出愈伤组织经历了多少天？这些愈伤组织进一步分化出芽和根了吗？",
    "第1节植物细胞工程37图2-3光学显微镜下的烟草叶肉细胞原生质体（放大约200倍）5．培养15〜20d后，将生长良好的愈伤组织转接到诱导生芽的培养基上。长出芽后，再将其转接到诱导生根的培养基上，进一步诱导形成试管苗。6．移栽前先打开封口膜或瓶盖，让试管苗在培养箱内生长几日。用流水清洗掉根部的培养基后，将幼苗移植到消过毒的蛭石或珍珠岩等环境中，待其长壮后再移栽入土。每天观察并记录幼苗的生长情况，适时浇水、施肥，直至开花。3．观察外植体的分化情况，填好结果记录表，并及时分析结果。4．你培育的幼苗移栽到露地后，能够正常生长吗？进一步探究1．一般来说，容易进行无性繁殖的植物也容易进行组织培养，如芦荟、秋海棠和月季等，你可以从中挑选一种你喜欢的植物，尝试进行组织培养。2．如果你对植物激素的作用感兴趣，可以在查阅资料的基础上，探究生长素与细胞分裂素的使用比例对植物组织培养的影响。例如，你可以设计对照实验，分别探究不加任何植物激素，生长素用量与细胞分裂素用量的比值为1、比值大于1以及比值小于1时，对实验结果的影响。4．将接种了外植体的锥形瓶或植物组织培养瓶置于18〜22℃的培养箱中培养。在培养过程中，定期观察和记录愈伤组织的生长情况。阻碍着细胞间的杂交。因此，在进行体细胞杂交之前，必须先利用纤维素酶和果胶酶去除这层细胞壁，获得原生质体（图2-3）。杂交过程中的一个关键环节，是原生质体间的融合，这必须要借助一定的技术手段才能实现。人工诱导原生质体融合的方法基本可以分为两大类—物理法和化学法。物理法包括电融合法、离心法等；化学法包括聚乙二醇（PEG）融合法、高Ca2+—高pH融合法等。融合后得到的杂种细胞再经过诱导可形成愈伤组织，并可进一步",
    "38第2章细胞工程发育成完整的杂种植株（图2-4）。由此可见，植物体细胞杂交（plantsomatichybridiza-tion）是指将不同来源的植物体细胞，在一定条件下融合成杂种细胞，并把杂种细胞培育成新植物体的技术。利用这项技术，科学家培育出了白菜—甘蓝、普通小麦—长穗偃麦草等杂种植株。我国科学家还在木本植物的体细胞杂交方面取得了不少成果，培育出了多种柑橘属不同种间的杂种植株。植物体细胞杂交技术在打破生殖隔离，实现远缘杂交育种，培育植物新品种等方面展示出独特的优势。一、概念检测1．下图是利用甲、乙两种植物的各自优势，通过植物细胞工程技术培育高产、耐盐的杂种植株的实验流程图。下列相关叙述错误的是（）A．进行a处理时能用胰蛋白酶B．b是诱导融合后得到的杂种细胞C．c是培养后得到的具有耐盐性状的幼芽D．进行d选择时要将植株种在高盐环境中2．科学家在制备原生质体时，有时使用蜗牛消化道提取液来降解植物细胞的细胞壁。据此分析，蜗牛消化道提取液中可能含有什么成分？二、拓展应用“番茄—马铃薯”杂种植株没有如科学家所想象的那样，地上结番茄，地下长马铃薯，这是为什么？练习与应用图2-4植物体细胞杂交技术流程图A细胞B细胞B原生质体A原生质体正在融合的原生质体再生出细胞壁愈伤组织杂种植株移栽后的植株甲植物细胞甲原生质体乙植物细胞目的植株乙原生质体用钠盐浓度为0.6%的固体培养基培养处理诱导选择细胞分裂愈伤组织PEGacdb",
    "第1节植物细胞工程39二植物细胞工程的应用植物细胞工程在农业、医药工业等方面有着广泛的应用，并且取得了显著的社会效益和经济效益。植物繁殖的新途径快速繁殖20世纪60年代，荷兰科学家成功地利用组织培养技术来培育兰花。目前，荷兰的兰花生产已经发展成为举世闻名的兰花产业，每年为荷兰创造了巨额的外汇收入。在我国，组织培养技术也已经广泛应用于兰花种苗的规模化繁殖，这使得名贵兰花的价格大幅下降，普通百姓也能购买和观赏。以上这种用于快速繁殖优良品种的植物组织培养技术，被人们形象地称为植物的快速繁殖技术，也叫作微型繁殖技术。它不仅可以高效、快速地实现种苗的大量繁殖，还可以保持优良品种的遗传特性。一些优良的观赏植物、经济林木、无性繁殖作物和濒危植物等都实现了利用快速繁殖技术来提供苗木。甘蔗、桉树和铁皮石斛等试管苗的生产，已形成一定规模（图2-5）。●植物细胞工程在生产实践中有哪些应用？●植物细胞工程应用于生产实践的主要优势是什么？本节聚焦图2-5铁皮石斛的产业化育苗铁皮石斛，兰科石斛属植物，茎直立、圆柱形，花期3—6月，生长于海拔1600m左右的山地半阴湿的岩石上。铁皮石斛富含某些糖类和生物碱，可以用来提取药物。相关信息",
    "40第2章细胞工程作物脱毒马铃薯、草莓和香蕉等通常是用无性繁殖的方式进行繁殖的，它们感染的病毒很容易传给后代。病毒在作物体内逐年积累，就会导致作物产量降低，品质变差。早在20世纪50年代，科学家就发现植物顶端分生区附近（如茎尖）的病毒极少，甚至无病毒。因此，切取一定大小的茎尖进行组织培养，再生的植株就有可能不带病毒，从而获得脱毒苗。目前采用茎尖组织培养技术脱去病毒，已在马铃薯、草莓、大蒜、甘蔗、菠萝和香蕉等许多作物上获得成功。人们用组织培养技术培育出的脱毒马铃薯，要比未脱毒的马铃薯增产50%以上（图2-6）；脱毒草莓的产量和品质也明显优于没有脱毒的草莓。作物新品种的培育单倍体育种常规选育出一个可以稳定遗传的作物优良品种，一般要经过5〜6年的连续筛选。而单倍体育种可以先通过花药（或花粉）培养获得单倍体植株，然后经过诱导染色体加倍，当年就能培育出遗传性状相对稳定的纯合二倍体植株，这极大地缩短了育种的年限，节约了大量的人力和物力（图2-7）。单倍体育种已成为作物育种的一条有效途径。此外，由于大多数单倍体植株的细胞中只含有一套染色体，染色体加倍后得到的植株的隐性性状容易显现，因此它也是进行体细胞诱变育种和研究遗传突变的理想材料。在单倍体育种领域，我国科学家作出了突出贡献，早在1974年就成功地培育出世界上第一个单倍体作物新品种—单育1号烟草；后来，把单倍体育种与常规育种结合起来，育图2-7玉米单倍体育种流程示意图图2-6脱毒马铃薯田和被病毒感染的未脱毒的马铃薯叶片（左上）优良品种纯合二倍体选择单倍体离体培养花粉花药人工诱导染色体加倍",
    "第1节植物细胞工程41成了水稻、玉米、油菜、甘蓝和甜椒等作物的新品种。突变体的利用在植物的组织培养过程中，由于培养细胞一直处于不断增殖的状态，因此它们容易受到培养条件和诱变因素（如射线、化学物质等）的影响而产生突变。从产生突变的个体中可以筛选出对人们有用的突变体，进而培育成新品种。20世纪70年代以来，世界各国的科学家用这种方法已经筛选到抗病、抗盐、高产以及蛋白质含量高的突变体，有些品种已经用于生产，如抗花叶病毒的甘蔗、抗盐碱的烟草等。细胞产物的工厂化生产植物代谢会产生一些一般认为不是植物基本的生命活动所必需的产物—次生代谢物。次生代谢物是一类小分子有机化合物（如酚类、萜类和含氮化合物等），在植物抗病、抗虫等方面发挥作用，也是很多药物、香料和色素等的重要来源。由于植物细胞的次生代谢物含量很低，从植物组织提取会大量破坏植物资源，有些产物又不能或难以通过化学合成途径得到，因此人们期望利用植物细胞培养来获得目标产物，这个过程就是细胞产物的工厂化生产。植物细胞培养是指在离体条件下对单个植物细胞或细胞团进行培养使其增殖的技术（图2-8）。它不占用耕地，几乎不受季节、天气等的限制，因此对于社会、经济、环境保护具有重要意义。紫草宁是从紫草细胞中提取的一种药物和色素，具有抗菌、消炎和抗肿瘤等活性。20世纪80年代，利用植物细胞培养生产的紫草宁投入市场，成为世界上首例药用植物细胞工程产品。紫杉醇是存在于红豆杉属植物体内的一种次生代谢物，具有高抗癌活性，现在已被广泛用于乳腺癌等癌症的治疗。生产紫杉醇的传统方法是从红豆杉的树皮和树叶中提取，但野生红豆杉是濒危植物，这种方法不利于对它们的保护。我国科学家经过多年研究，筛选出了高产紫杉醇的细胞。目前，我国在人参、三七等植物细胞的大规模培养领域也取得了很大的进展。以人参为例，我国科学家早在1963年就成功地培育了人参的组织；后来又实现了利用人参细胞培养来生产人参中重要的活性成分——人参皂苷。图2-8一种用于植物细胞培养的反应器初生代谢是生物生长和生存所必需的代谢活动，因此在整个生命过程中它一直进行着。初生代谢物有糖类、脂质、蛋白质和核酸等。次生代谢不是生物生长所必需的，一般在特定的组织或器官中，并在一定的环境和时间条件下才进行。相关信息",
    "42第2章细胞工程一、概念检测1．运用植物细胞工程技术可以培育单倍体植株和进行细胞产物的工厂化生产。判断下列相关表述是否正确。（1）用花药培养得到单倍体植株需要用到植物组织培养技术。（）（2）细胞产物的工厂化生产主要是利用促进细胞生长的培养条件，提高了单个细胞中次生代谢物的含量。（）2．生产中培育香蕉脱毒苗常用的方法是（）A．人工诱导基因突变B．选择优良品种进行杂交C．进行远缘植物体细胞杂交D．取茎尖分生组织进行组织培养二、拓展应用1．紫色非甜玉米（基因型为AASuSu）和白色甜玉米（基因型为aasusu）杂交（Su和su代表一对等位基因），得到的F1（AaSusu）再进行自交，F2会有紫色甜玉米的表型产生。如果运用常规育种方法，应该如何筛选出纯合的紫色甜玉米？如果利用花药培养的技术，又应该怎样做呢？请你提出相关实验的设计思路。2．甜叶菊是一种菊科植物，植株中所含甜菊糖的甜度是蔗糖的300倍左右，而它的热量却很低，所以它逐渐成为一些用糖行业欢迎的新糖源。甜叶菊的种子小，发芽率低，种子繁殖遗传性状不稳定；而扦插植株的根系弱，且需要原始材料多，这些都会限制甜叶菊的生产。假如你是某甜叶菊生产公司的项目负责人，该公司当前运行状况良好，但一直未能解决种子发芽率低的问题。为了提高公司的甜叶菊繁育效率，你应该如何作出决策，并请说出理由。练习与应用市场上有一种叫作“手指植物”的工艺品受到很多人的欢迎。这些“手指植物”通常培育在装有彩色固体培养基的小玻璃瓶中，只要保证充足的光照和适宜的温度，不需要额外补充水分或营养物质，它们就能在玻璃瓶中生长三四个月之久。学习了本节课之后，你也可以尝试制作“手指植物”。如果有商店正在出售这种植物，你还可以做个市场调查，了解它们的销售情况和经济效益，分析它们为什么受欢迎，并写出调查报告。到社会中去甜叶菊",
    "第2节动物细胞工程43第2节动物细胞工程在治疗大面积烧伤时，通常采用的方法是取烧伤病人的健康皮肤进行自体移植。但对这样的病人来说，自体健康皮肤非常有限，使用他人皮肤来源又不足，而且会产生免疫排斥反应。那么，怎样才能获得大量的自体健康皮肤？能不能用自体皮肤的单个细胞培养出可供移植的皮肤？从社会中来●动物细胞培养需要哪些基本条件？●动物细胞培养的基本操作过程是什么？●怎样客观分析干细胞在临床上的应用所产生的效益与风险？本节聚焦图2-9动物细胞培养需要满足的条件动物细胞工程常用的技术包括动物细胞培养、动物细胞融合和动物细胞核移植等，其中动物细胞培养（animalcellculture）是动物细胞工程的基础。一动物细胞培养人造皮肤的构建、动物分泌蛋白的规模化生产等，都离不开动物细胞培养。动物细胞培养是指从动物体中取出相关的组织，将它分散成单个细胞，然后在适宜的培养条件下，让这些细胞生长和增殖的技术。那么，动物细胞培养需要哪些必要的条件？培养的过程又是怎样的呢？动物细胞培养的条件我们知道，动物体内的细胞之所以能够维持正常的生命活动，有些细胞还能不断增殖，是因为机体给这些细胞提供了适宜的条件，包括充足的营养、稳定的内环境等。在体外培养动物细胞，也需要满足类似的条件。一般来说，动物细胞培养需要满足以下条件（图2-9）。通过细胞培养构建的人造皮肤动物细胞培养所需的基本条件●无菌、无毒的环境●适宜的温度、pH和渗透压●适宜的气体环境糖类、氨基酸、无机盐、维生素……其他条件营养条件",
    "44第2章细胞工程营养细胞在体外培养时，培养基中应含有细胞所需要的各种营养物质。将细胞所需的营养物质按种类和所需量严格配制而成的培养基，称为合成培养基。由于人们对细胞所需的营养物质尚未全部研究清楚，因此在使用合成培养基时，通常需要加入血清等一些天然成分。培养动物细胞一般使用液体培养基，也称为培养液。无菌、无毒的环境在体外培养细胞时，必须保证环境是无菌、无毒的，即需要对培养液和所有培养用具进行灭菌处理以及在无菌环境下进行操作。培养液还需要定期更换，以便清除代谢物，防止细胞代谢物积累对细胞自身造成危害。温度、pH和渗透压维持细胞生存必须有适宜的温度。哺乳动物细胞培养的温度多以（36.5±0.5）℃为宜。多数动物细胞生存的适宜pH为7.2〜7.4。此外，渗透压也是动物细胞培养过程中需要考虑的一个重要环境参数。气体环境动物细胞培养所需气体主要有O2和CO2。O2是细胞代谢所必需的，CO2的主要作用是维持培养液的pH。在进行细胞培养时，通常采用培养皿或松盖培养瓶（图2-10），并将它们置于含有95%空气和5%CO2的混合气体的CO2培养箱中进行培养。动物细胞培养的过程在从动物体取出的成块组织中，细胞与细胞靠在一起，彼此限制了生长和增殖。因此，在进行细胞培养时，首先要对新鲜取材的动物组织进行处理，或用机械的方法，或用胰蛋白酶、胶原蛋白酶等处理一段时间，将组织分散成单个细胞。然后，用培养液将细胞制成细胞悬液，再将细胞悬液放入培养皿或培养瓶内，置于适宜环境中培养。体外培养的动物细胞可以分为两大类：一类细胞能够悬浮在培养液中生长增殖；另一类则需要贴附于某些基质表面才能生长增殖，大多数细胞属于这种类型（图2-11），这类细胞往往贴附在培养瓶的瓶壁上，这种现象称为细胞贴壁。悬浮培养的细胞会因细胞密度过大、有害代谢物积累和培养液中营养物质缺乏等因素而分裂受阻。贴壁细胞在生长增殖时，除受上述因素的影响外，还会发生接触抑制现象，即当贴壁细胞分裂生长图2-10培养皿（上）和培养瓶（下）图2-11单层贴壁的猪输卵管上皮细胞进行动物细胞培养时常用胰蛋白酶分散细胞，这说明细胞间的物质主要是什么成分？用胃蛋白酶行吗？",
    "第2节动物细胞工程451．幼龄动物的细胞与老龄动物的细胞比较，分化程度低的细胞与分化程度高的细胞比较，哪些细胞更易于培养？为什么？有关动物细胞培养的问题2．动物细胞培养与植物组织培养有什么相同和不同之处？思考·讨论到表面相互接触时，细胞通常会停止分裂增殖。这时就需要对细胞进行分瓶培养，让细胞继续增殖。人们通常将分瓶之前的细胞培养，即动物组织经处理后的初次培养称为原代培养，将分瓶后的细胞培养称为传代培养。在进行传代培养时，悬浮培养的细胞直接用离心法收集；贴壁细胞需要重新用胰蛋白酶等处理，使之分散成单个细胞，然后再用离心法收集。之后，将收集的细胞制成细胞悬液，分瓶培养（图2-12）。图2-12动物细胞培养过程示意图取动物组织制成细胞悬液转入培养液中进行原代培养放入CO2培养箱中培养放入CO2培养箱中培养用机械的方法，或用胰蛋白酶、胶原蛋白酶等处理的方法，将组织分散成单个细胞传代培养",
    "46第2章细胞工程干细胞培养及其应用干细胞（stemcell）的培养成功是动物细胞培养领域重大的成就之一，干细胞的应用前景吸引着众多科学家投入到相关研究中。在一定条件下，干细胞可以分化成其他类型的细胞。干细胞存在于早期胚胎、骨髓和脐带血等多种组织和器官中，包括胚胎干细胞和成体干细胞等。胚胎干细胞（embryonicstemcell，简称ES细胞）存在于早期胚胎中，具有分化为成年动物体内的任何一种类型的细胞，并进一步形成机体的所有组织和器官甚至个体的潜能（图2-13）。自1981年科学家首次分离得到小鼠的ES细胞后，目前科学家已经分离了兔、牛、猴和人等的ES细胞，并证明了ES细胞可以在体外分化成心肌细胞、神经元和造血干细胞等细胞。成体干细胞是成体组织或器官内的干细胞，包括骨髓中的造血干细胞、神经系统中的神经干细胞和睾丸中的精原干细胞等。一般认为，成体干细胞具有组织特异性，只能分化成特定的细胞或组织，不具有发育成完整个体的能力。造血干细胞是发现最早、研究最多、应用也最为成熟的一类成体干细胞，主要存在于成体的骨髓、外周血和脐带血中。有着自我更新能力及分化潜能的干细胞，与组织、器官的发育、再生和修复等密切相关，因而在医学上有着广泛的应用。例如，将正常的造血干细胞移植到病人体内，恢复病人的造血和免疫功能，已成为治疗白血病及一些恶性肿瘤放疗或化疗后引起的造血系统、免疫系统功能障碍等疾病的一种重要手段；神经干细胞在治疗神经组织损伤和神经系统退行性疾病（如帕金森病、阿尔茨海默病等）方面有重要的应用价值。胚胎干细胞必须从胚胎中获取，这涉及伦理问题，因而限制了它在医学上的应用。2006年，科学家通过体外诱导小鼠成纤维细胞，获得了类似胚胎干细胞的一种细胞，将它称为诱导多能干细胞（inducedpluripotentstemcell，简称iPS细胞），并用iPS细胞治疗了小鼠的镰状细胞贫血。现在，用iPS细胞治疗阿尔茨海默病、心血管疾病等领域的研究也取得了新进展。因为诱导过程无须破坏胚胎，而且iPS细胞可以来源于病人自身的体细胞，将它移植回病人体内后，理论上可以避免免疫排斥反应，所以科学家普遍认为iPS细胞的应用前景优于胚胎干细胞（图2-14）。图2-13电镜下的胚胎干细胞（照片经后期人工上色处理，放大约1500倍）科学家已尝试采用多种方法来制备iPS细胞，包括借助载体将特定基因导入细胞中，直接将特定蛋白导入细胞中或者用小分子化合物等来诱导形成iPS细胞。iPS细胞最初是由成纤维细胞转化而来的，后来发现已分化的T细胞、B细胞等也能被诱导为iPS细胞。相关信息",
    "第2节动物细胞工程47图2-14iPS细胞用于治疗人类疾病示意图一、概念检测1．判断下列有关动物细胞培养的表述是否正确。（1）培养环境中需要O2，不需要CO2。（）（2）细胞要经过脱分化形成愈伤组织。（）（3）培养液中通常含有糖类、氨基酸、无机盐、维生素和动物血清。（）（4）培养瓶中的细胞需定期用胰蛋白酶处理，分瓶后才能继续增殖。（）2．干细胞有着广泛的应用前景。下列相关叙述错误的是（）A．干细胞是从胚胎中分离提取的细胞B．造血干细胞可以分化为各种血细胞C．不同类型的干细胞，它们的分化潜能是有差别的D．由iPS细胞产生的特定细胞，可以在新药的测试中发挥重要作用二、拓展应用现在关于iPS细胞的研究正在不断深入。请你从以下两个方面来查阅资料进行思考。（1）由于诱导产生iPS细胞、促使其分化都需要时间，因此用某人特异的iPS细胞进行医疗只限于时间比较充裕的情形。从实际事故、疾病发生的不可预测性方面考虑，如果要将这些细胞用于紧急情况，应该提前采取什么措施？（2）如果诱导iPS细胞定向分化为生殖细胞的技术发展成熟，该技术可能会有哪些应用？又可能带来哪些问题？练习与应用取成纤维细胞等转入相关因子细胞发生转化iPS细胞分化肠上皮细胞血细胞神经元心肌细胞肝细胞胰岛细胞移植病人干细胞的研究正在如火如荼地开展。虽然将干细胞用于临床治疗还面临一些问题，如存在导致肿瘤发生的风险，但是我们相信，随着理论和技术的不断完善，干细胞将在再生医学、药物安全性与有效性检测等领域发挥大作用。",
    "48第2章细胞工程二动物细胞融合技术与单克隆抗体我们知道，运用植物体细胞杂交技术，可以跨越不同种植物之间生殖隔离的屏障，培育出新的作物类型。那么，有没有技术能让不同种动物的体细胞进行杂交，培育出集不同细胞的优势于一身的动物细胞呢？动物细胞融合技术动物细胞融合技术（cellfusiontechnique）就是使两个或多个动物细胞结合形成一个细胞的技术。融合后形成的杂交细胞具有原来两个或多个细胞的遗传信息。动物细胞融合与植物原生质体融合的基本原理相同。诱导动物细胞融合的常用方法有PEG融合法、电融合法和灭活病毒诱导法等。细胞融合技术突破了有性杂交的局限，使远缘杂交成为可能。人们可以按照预先的设计使不同细胞融合，至今，种间、属间、科间，甚至动物和植物之间的细胞融合都已获得了成功。目前，这一技术已经成为研究细胞遗传、细胞免疫、肿瘤和培育生物新品种等的重要手段，特别是利用动物细胞融合技术发展起来的杂交瘤（hybridoma）技术，为制造单克隆抗体开辟了新途径。●什么是动物细胞融合技术？●单克隆抗体是如何制备的？在临床上有哪些应用？本节聚焦灭活是指用物理或化学手段使病毒或细菌失去感染能力，但并不破坏它们的抗原结构。灭活病毒诱导细胞融合的原理是：病毒表面含有的糖蛋白和一些酶能够与细胞膜上的糖蛋白发生作用，使细胞互相凝聚，细胞膜上的蛋白质分子和脂质分子重新排布，细胞膜打开，细胞发生融合。相关信息培养骨髓瘤细胞多种B淋巴细胞诱导融合骨髓瘤细胞将骨髓瘤细胞与B淋巴细胞融合多种杂交细胞用特定的抗原对小鼠进行免疫，并从该小鼠的脾中得到能产生特定抗体的B淋巴细胞。用特定的选择培养基进行筛选：在该培养基上，未融合的亲本细胞和融合的具有同种核的细胞都会死亡，只有融合的杂交瘤细胞才能生长。注射特定的抗原",
    "第2节动物细胞工程49单克隆抗体及其应用早期人们为了获得抗体，就向动物体内反复注射某种抗原，使动物产生抗体，然后从动物血清中分离所需抗体。用这种方法制备的抗体不仅产量低、纯度低，而且特异性差。为了解决这一难题，科学家进行了多年的研究和探索。他们发现，哺乳动物感染病原体后，体内会形成相应的B淋巴细胞，这些细胞能分泌抗体，抗体识别并特异性结合病原体，从而抑制病原体的增殖等。动物体内产生的特异性抗体的种类超过百万种，但每一个B淋巴细胞只分泌一种特异性抗体。因此，要想获得大量的单一抗体，必须克隆单一的B淋巴细胞，形成细胞群。遗憾的是，在体外培养条件下，一个B淋巴细胞是不可能无限增殖的，怎样解决这一问题呢？1975年，英国科学家米尔斯坦和德国科学家科勒在前人工作的基础上，充分发挥想象力，设计了一个极富创造性的实验方案。他们想到，如果把一种B淋巴细胞与能在体外大量增殖的骨髓瘤细胞融合，所得到的融合细胞就可能大量增殖，产生足够数量的特定抗体。根据该设想，通过实验，他们得到了单克隆抗体（图2-15、图2-16）。由于这一贡献，米尔斯坦和科勒于1984年获得了诺贝尔生理学或医学奖。19世纪30年代，科学家曾在患肺结核、天花和麻疹等疾病的病人的病理组织中观察到多核细胞。如何解释这一现象？图2-16米尔斯坦和科勒制备单克隆抗体过程的示意图注射到小鼠腹腔内体外培养单克隆抗体杂交瘤细胞（既能迅速大量增殖，又能产生抗体）将抗体检测呈阳性的杂交瘤细胞在体外条件下大规模培养，或注射到小鼠腹腔内增殖。对上述经选择培养的杂交瘤细胞进行克隆化培养和抗体检测，经多次筛选，就可获得足够数量的能分泌所需抗体的细胞。抗体检测呈阳性的杂交瘤细胞（分泌的抗体能与特定抗原结合）图2-15用96孔板培养和筛选杂交瘤细胞（每一个孔中尽量只接种一个杂交瘤细胞）从细胞培养液或小鼠腹水中获取大量的单克隆抗体。",
    "50第2章细胞工程思考·讨论资料1用抗人绒毛膜促性腺激素单克隆抗体做成的“早早孕诊断试剂盒”，在妊娠第8天就可以作出诊断，这比原来的诊断方法提前了10d左右，可以避免孕妇在不知道妊娠的情况下因服用药物而对胎儿造成不利影响。该方法检测的准确率在90%以上。资料2使用高效的细胞毒素类药物进行化疗可以有效杀伤肿瘤细胞。但细胞毒素单克隆抗体的应用单克隆抗体能准确地识别抗原的细微差异，与特定抗原发生特异性结合，并且可以大量制备，因此被广泛用作诊断试剂，在多种疾病的诊断和病原体鉴定中发挥重要的作用。例如，利用同位素或荧光标记的单克隆抗体在特定组织中成像的技术，可定位诊断肿瘤、心血管畸形等疾病。除前面介绍的单克隆抗体可以运载药物外，单克隆抗体自身也能用于治疗疾病。在医药领域，单克隆抗体药物占有非常重要的地位。2015年，全球销售额排名前十位的药物中，单克隆抗体药物就有5种。同年，我国的单克隆抗体药物市场规模已达72亿元。没有特异性，在杀伤肿瘤细胞的同时还会对健康细胞造成伤害，这限制了它在临床上的应用。抗体—药物偶联物（antibody-drugconjugate，ADC）通过将细胞毒素与能特异性识别肿瘤抗原的单克隆抗体结合，实现了对肿瘤细胞的选择性杀伤。ADC通常由抗体、接头和药物（如细胞毒素）三部分组成，它的作用机制如下图所示。讨论1．ADC的抗体和药物各具有什么作用？2．除了细胞毒素，还有哪些物质理论上可以作为ADC偶联的药物？3．单克隆抗体诊断试剂盒和ADC在临床应用上各具有什么优势？4．单克隆抗体在临床上还有哪些应用？你可以课后搜集资料，然后以“单克隆抗体在临床上的应用”为主题，出一期黑板报或制作电子板报宣传相关知识。ADC的作用机制示意图ADC药物接头抗体ADC被细胞吞噬溶酶体裂解释放药物细胞凋亡31245",
    "第2节动物细胞工程51一、概念检测1．下列有关动物细胞融合与植物体细胞杂交比较的叙述，错误的是（）A．它们的原理都涉及细胞膜的流动性B．都可以用电融合法或PEG融合法诱导融合C．融合前都需用纤维素酶或果胶酶处理细胞D．前者主要是为了获得细胞产品，后者主要是为了获得杂种植株2．科学家以SARS病毒的核衣壳蛋白为抗原，制备出了单克隆抗体。下列相关叙述正确的是（）A．利用该单克隆抗体可以诊断是否感染SARS病毒B．体外培养单个B淋巴细胞可以获得针对SARS病毒的单克隆抗体C．将等量B淋巴细胞和骨髓瘤细胞混合，经诱导后融合的细胞即为杂交瘤细胞D．将纯化的核衣壳蛋白反复注射到小鼠体内，从小鼠血清中分离出的抗体为单克隆抗体二、拓展应用假如你掌握了动物细胞融合技术，你想用这种技术来解决哪些问题？解决这些问题的大致思路是怎样的？这样做会有什么风险？请查阅相关资料，完善自己的思路，并形成文字报告，与同学交流。练习与应用你听说过海拉（HeLa）细胞吗？它是世界上最著名的一种人体细胞——宫颈癌细胞，是1951年从一位患宫颈癌的美国病人身上分离出来的。该病人已经去世，但是海拉细胞直到今天还在被用于科学研究。海拉细胞得到广泛应用，除与它自身的特性有关外，还离不开细胞培养工程师所做的重要工作。细胞培养工程师是从事细胞分离、培养、冻存、复苏和生物学检测等工作的专业人员。例如，海拉细胞被送往世界各地的实验室，往往要经历长距离、长时间的运输，而细胞在体外的存活需要极其严格的环境条件，这就需要细胞培养工程师的操作。他们先将细胞收集和冻存起来，使它们在低温状态下运输；到达目的地后，再将这些细胞复苏和传代培养；同时，他们还要通过检测一系列的指标来评估细胞的生长状态。细胞培养工程师最可贵的品质是认真和细致。他们需要做好每一步消毒和灭菌工作，细胞培养工程师才能保证培养的细胞不被污染；需要仔细观察细胞的生长情况，及时调整它们的生长状态；对于一些具有致病性的细胞，他们更不能掉以轻心，既要保护好自身的安全，也要防止它们传播扩散。细胞培养工程师为许多重要的科学研究成果作出了基础性的贡献，生物技术产业的迅猛发展更是离不开他们的辛勤劳动，你喜欢这个职业吗？与生物学有关的职业细胞培养工程师在工作",
    "52第2章细胞工程三动物体细胞核移植技术和克隆动物“（悟空）拔一把毫毛，丢在口中嚼碎，望空喷去，叫一声‘变！’即变作三二百个小猴，周围攒簇。”这是《西游记》中的一段描述，展示了中华先贤的想象力。毫毛来自体细胞，我们能用体细胞“变”出猴来吗？通过前面的章引言，我们知道，这其实已经在某种程度上得到了实现。核移植（nucleartransplantation）相当于孙悟空施的“魔法”，科学家通过它成功培育了克隆猴等克隆动物。动物细胞核移植技术是将动物一个细胞的细胞核移入去核的卵母细胞中，使这个重新组合的细胞发育成新胚胎，继而发育成动物个体的技术。哺乳动物核移植可以分为胚胎细胞核移植和体细胞核移植（图2-17）。由于动物胚胎细胞分化程度低，表现全能性相对容易，而动物体细胞分化程度高，表现全能性十分困难，因此动物体细胞核移植的难度明显高于胚胎细胞核移植。而在动物体细胞核移植中，非人灵长类动物的体细胞核移植非常困难。主要原因一方面是供体细胞的细胞核在去核卵母细胞中不能完全恢复其分化前的功能状态，这导致了胚胎发育率低；另一方面是对非人灵长类动物胚胎进行操作的技术尚不完善。我国科学家经过多年努力，攻克了这些障碍，终于成功获得了体细胞克隆猴。●什么是动物细胞核移植技术？●动物体细胞核移植的基本过程是什么？●体细胞核移植技术的应用前景有哪些？●怎样理性看待体细胞核移植技术存在的问题？本节聚焦减数分裂Ⅱ中期（MⅡ期）卵母细胞中的“核”其实是纺锤体—染色体复合物。文中所说的“去核”是去除该复合物。相关信息图2-17我国自主培育的体细胞克隆牛体细胞核移植的过程应用体细胞核移植技术，我国已成功地克隆了牛、羊、猪和猴等多种哺乳动物。下面以克隆高产奶牛为例，来说明体细胞核移植的大致过程（图2-18）。",
    "第2节动物细胞工程53图2-18体细胞核移植流程图从屠宰场收集牛卵巢，采集卵母细胞（左边照片为研究人员正在使用设备从牛的卵巢采集卵母细胞），在体外培养到MⅡ期高产奶牛（供体）用物理或化学方法（如电刺激、Ca2+载体、乙醇、蛋白酶合成抑制剂等）激活重构胚，使其完成细胞分裂和发育进程将胚胎移入受体（代孕）母牛体内生出与供体奶牛遗传物质基本相同的犊牛将供体细胞注入去核的卵母细胞。通过电融合法使两细胞融合，供体核进入卵母细胞，形成重构胚。通过显微操作去核。重构胚是指人工重新构建的胚胎，具有发育成完整个体的能力。相关信息从供体高产奶牛身体的某一部位（如耳）上取体细胞,进行培养",
    "54第2章细胞工程体细胞核移植技术的应用前景及存在的问题体细胞核移植技术在畜牧业、医药卫生以及其他领域有着广泛的应用前景。在畜牧生产中，利用体细胞核移植技术，可以加速家畜遗传改良进程、促进优良畜群繁育。在医药卫生领域，通过建立转基因体细胞系，再利用体细胞核移植技术培育的转基因克隆动物可以作为生物反应器，生产许多珍贵的医用蛋白；在治疗人类疾病时，转基因克隆动物的细胞、组织或器官可以用于异种移植；以患者作为供体培育的人核移植胚胎干细胞，经过诱导分化能形成相应的细胞、组织或器官，将它们移植给患者时可以避免发生免疫排斥反应。此外，研究克隆动物可使人类更深入地了解胚胎发育及衰老过程；克隆一批遗传背景相同的动物，可以通过它们之间的对比来分析致病基因；克隆特定疾病模型的动物，还能为研究该疾病的致病机制和开发相应的药物提供帮助。在保护濒危物种方面，该技术有望增加濒危物种的存活数量。尽管通过体细胞核移植技术已经获得了多种克隆动物，但该技术的成功率仍然非常低，各个技术环节也有待进一步改进。相对于技术研究，核移植的理论研究较为滞后，需要与发育生物学、细胞生物学和分子遗传学等学科更深层次的理论研究相结合。此外，一些研究者指出，绝大多数克隆动物存在健康问题，许多克隆动物表现出遗传和生理缺陷，如体形过大、异常肥胖、发育困难、脏器缺陷和免疫失调等。总之，体细胞核移植技术的研究仍在继续深入，人类对克隆技术的应用还有许多问题需要解决。期待在不远的将来，克隆技术能更好地造福于人类。结合图2-18及前面所学知识，思考并讨论以下问题。1．在将体细胞的核移植到卵母细胞之前，为什么必须先对卵母细胞进行去核操作？2．你认为用上述体细胞核移植技术培有关体细胞核移植的问题育的克隆动物，是对体细胞供体动物进行了100%的复制吗？为什么？3．体细胞核移植技术与诱导iPS细胞相比，有什么相似或不同之处？请你预测它们应用前景的差异。思考·讨论目前动物细胞核移植技术中普遍使用的去核方法是显微操作法。也有人采用梯度离心、紫外线短时间照射和化学物质处理等方法。这些方法是在没有穿透卵母细胞透明带的情况下去核或使其中的DNA变性。相关信息",
    "第2节动物细胞工程55一、概念检测1．假设世界上最后一头野驴刚死亡，以下使它“复生”的方案中可行的是（）A．将野驴的基因导入家驴的受精卵中，培育出新个体B．将野驴的体细胞取出，利用组织培养培育出新个体C．将野驴的体细胞两两融合，再经组织培养培育出新个体D．将野驴的体细胞核移植到家驴的去核卵母细胞中，经孕育培育出新个体2．2017年，某国批准了首例使用细胞核移植技术培育“三亲婴儿”的申请。其培育过程可选用如下技术路线。二、拓展应用1．大熊猫是我国的国宝。尽管我国政府采取了许多保护措施，但由于大熊猫的繁殖能力低，幼仔成活率也低，它的数量仍然非常少。有科学家尝试采用体细胞核移植技术来克隆大熊猫。请你结合本节所学内容并搜集相关资料了解这方面的研究进展。也有人不赞成进行克隆大熊猫的研究，认为保护大熊猫的最好措施就是保护现有大熊猫及其生存环境，对此你有什么看法？2．2003年，世界上第一只用体细胞克隆的哺乳动物—多莉，因患有严重的肺部疾病被实施了安乐死。它只活了7岁，而普通绵羊的平均寿命在12岁左右。多莉的死亡引发了关于克隆动物是否早衰的争论。一些研究者认为，克隆动物的端粒比较短，基因表达不正常，早衰是一种必然现象。另一些研究者则认为，克隆动物的遗传物质是正常的，目前发现的早衰迹象是在克隆过程中的一些技术问题造成的；或者克隆动物在发育过程中出现了变异，早衰只是偶然现象。请你搜集资料，寻找支持各方观点的研究证据。你也可以调查克隆动物存在的其他问题，并说明科学家是如何解决这些问题的。练习与应用我国科学家已成功地克隆了牛、羊和猪等多种哺乳动物，这些研究成果目前已经转化为生产力了吗？请你查阅书籍、专利文献等，了解以下信息：哪些成果已经在生产实践上得以应用，其经济价值如何？哪些成果还没有在生产实践中得到推广，其限制因素是什么？到社会中去晚年时期的多莉（标本）据图分析下列叙述错误的是（）A．该技术涉及动物细胞培养、细胞核移植等操作B．该技术可避免母亲的线粒体遗传病基因传递给后代C．卵母细胞捐献者携带的红绿色盲基因能够遗传给“三亲婴儿”D．“三亲婴儿”同时拥有自己父亲、母亲及卵母细胞捐献者的部分基因去核核移植体外培养精子MⅡ期卵母细胞捐献者卵母细胞母亲卵母细胞取核体外受精受精卵“三亲婴儿”",
    "56第2章细胞工程第3节胚胎工程我国对奶类的总需求量很大，但与奶业发达的国家相比，我国奶牛的单产水平还存在一定差距。奶牛品种是影响产奶量的主要因素之一，而引进一头成年奶牛往往需要数万元，高昂的价格使得靠大量引进优良品种来提高产量不太可行。能不能让引进的良种奶牛快速、大量繁殖呢？遗憾的是，牛的生育率很低，一头母牛一胎一般只产一头犊牛，一生生育四五次。如何解决这个难题呢？从社会中来●胚胎形成经过了哪些过程？●受精和早期胚胎发育的基本过程是怎样的？本节聚焦良种荷斯坦奶牛胚胎工程的迅猛发展让人们大量繁殖优良家畜品种的愿望，正在成为现实。胚胎工程（embryoengineering）是指对生殖细胞、受精卵或早期胚胎细胞进行多种显微操作和处理，然后将获得的胚胎移植到雌性动物体内生产后代，以满足人类的各种需求。胚胎工程技术包括体外受精、胚胎移植和胚胎分割等。一胚胎工程的理论基础胚胎工程的许多技术，实际上是在体外条件下，对动物自然受精和早期胚胎发育条件进行的模拟操作。因此，了解哺乳动物受精和早期胚胎发育的规律十分重要。受精受精（fertilization）是精子与卵子结合形成合子（即受精卵）的过程，包括受精前的准备阶段和受精阶段。在自然条件下，哺乳动物的受精在输卵管内完成。准备阶段1—精子获能科学研究发现，刚刚排出的精子不能立即与卵子受精，必须在雌性动物的生殖道发生相应的生理变化后，才能获得受精能力，这一生理现象称为“精子获能”（capacitation）。使精子获能的方法有直接利用雌性动物的生殖道使精子获能；将精子培养在人工配制的获能液中使其获能等。获能液的成分因动物种类不同而有所差异，常见的有效成分有肝素、Ca2+载体等。相关信息",
    "第3节胚胎工程57牛猪马绵羊颈头尾线粒体鞘准备阶段2—卵子的准备卵子一般在排出2〜3h后才能被精子穿入。动物排出的卵子成熟程度不同，有的可能是初级卵母细胞，如马、犬等；有的可能是次级卵母细胞，如猪、羊等。但它们都要在输卵管内进一步成熟，到MⅡ期时，才具备与精子受精的能力。受精阶段获能后的精子与卵子相遇时，首先它释放出多种酶，以溶解卵细胞膜外的一些结构，同时借助自身的运动接触卵细胞膜。在精子触及卵细胞膜的瞬间，卵细胞膜外的透明带会迅速发生生理反应，阻止后来的精子进入透明带。然后，精子入卵。精子入卵后，卵细胞膜也会立即发生生理反应，拒绝其他精子再进入卵内。精子入卵后，尾部脱离，原有的核膜破裂并形成一个新的核膜，最后形成一个比原来精子的核还大的核，叫作雄原核。与此同时，精子入卵后被激活的卵子完成减数分裂Ⅱ，排出第二极体后，形成雌原核。雄、雌原核充分发育后，相向移动，彼此靠近，核膜消失。这个含有两个染色体组的合子就是受精卵。受精过程结束后，受精卵的发育也就开始了（图2-20）。图2-19成熟精子和几种主要家畜的精子示意图通过对精子获能机制的研究，科学家找到了使精子（图2-19）在体外获能的方法，实现了各种哺乳动物精子在体外条件下的获能，为体外受精技术的建立奠定了重要基础。图2-20哺乳动物受精过程示意图精子穿越卵细胞膜外的结构（如透明带等）精子接触卵细胞膜透明带核卵细胞膜第一极体第一极体放出第二极体雌原核雄原核精子入卵后形成雄原核；同时卵子完成减数分裂Ⅱ，释放第二极体后，形成雌原核雌、雄原核靠近核膜消失，第一次卵裂即将开始",
    "58第2章细胞工程图2-21哺乳动物胚胎的早期发育示意图胚胎早期发育受精卵形成后即在输卵管内进行有丝分裂，开始发育。胚胎发育早期，有一段时间是在透明带内进行分裂，细胞的数量不断增加，但胚胎的总体积并不增加，这种受精卵的早期分裂称为卵裂。根据胚胎形态的变化，可将早期发育的胚胎分为以下几个阶段（图2-21）。桑葚胚当卵裂产生的子细胞逐渐形成致密的细胞团，形似桑葚时，这时的胚胎称为桑葚胚。囊胚胚胎进一步发育，细胞逐渐分化。聚集在胚胎一端的细胞形成内细胞团，将来发育成胎儿的各种组织；而沿透明带内壁扩展和排列的细胞，称为滋养层细胞，它们将来发育成胎膜和胎盘。随着胚胎的进一步发育，胚胎的内部出现了含有液体的腔—囊胚腔，这个时期的胚胎叫作囊胚。囊胚进一步扩大，会导致透明带破裂，胚胎从其中伸展出来，这一过程叫作孵化。孵化非常重要，如果不能正常孵化，胚胎就无法继续发育。囊胚孵化后，将发育形成原肠胚。原肠胚表面的细胞层为外胚层，向内迁移的细胞形成内胚层。随着发育的进行，一部分细胞还会在内、外两个胚层之间形成中胚层。这三个胚层将逐渐分化形成各种组织、器官等。多数哺乳动物的第一极体不进行减数分裂Ⅱ，因而不会形成两个第二极体。在实际胚胎工程操作中，常以观察到两个极体或者雌、雄原核作为受精的标志。相关信息囊胚桑葚胚8细胞4细胞2细胞受精卵滋养层囊胚腔内细胞团透明带",
    "第3节胚胎工程59不同动物受精卵发育的比较胎？如果换成牛又该怎样处理？3．为什么说关于动物的体内受精和胚胎发育的研究，会为胚胎工程提供理论基础？请结合所学习的内容举例说明。思考·讨论讨论1．表中哪种动物的胚胎在进入子宫时发育程度最高？2．将体外培养的小鼠胚胎移植到母鼠子宫时，应选择至少发育到什么阶段的胚一、概念检测1．判断下列有关哺乳动物受精的表述是否正确。（1）在自然条件下，受精在子宫中完成。（）（2）精子需要获能才能与卵子结合，而卵子一经排出就具备受精能力。（）（3）精子入卵后，卵细胞膜会发生反应阻止其他精子入卵。（）2．下列有关哺乳动物早期胚胎发育的叙述，错误的是（）A．在桑葚胚阶段，胚胎的内部开始出现含有液体的腔B．胚胎干细胞是一类未分化的细胞，可以从早期胚胎中分离获得C．桑葚胚的细胞一般都具有全能性，囊胚的细胞逐渐分化D．受精卵早期分裂时，胚胎中细胞数目不断增加，但胚胎的总体积并不增加二、拓展应用1．精母细胞在变成精子的过程中，很多结构会消失，而细胞核与线粒体都保留了下来，请尝试用你所了解的哺乳动物受精的相关知识来解释这一现象。2．精子在雌性动物的生殖道内是如何获能的？除了教材中介绍的，防止多精入卵的机制还有哪些？感兴趣的话，请通过查阅相关资料或请教专家来进行了解。关于受精作用，你还能提出其他问题吗？练习与应用不同动物受精卵发育及其进入子宫的时间有明显的差异。请分析下表，讨论相关问题。几种动物受精卵发育及其进入子宫的时间表动物种类受精卵发育的时间/h进入子宫时受精卵的发育时间和发育阶段2细胞4细胞8细胞16细胞桑葚胚时间/d发育阶段小鼠24〜3838〜5050〜6060〜7068〜803桑葚胚绵羊36〜38424867〜72963〜416细胞猪21〜5151〜6666〜7290〜110110〜1142〜2.54〜6细胞马2430〜3650〜607298〜1066囊胚牛27〜4244〜6546〜9096〜120120〜1444〜58〜16细胞注：马、牛为排卵后时间，其他动物为交配后时间。",
    "60第2章细胞工程获能精子受精卵培养体外受精卵巢MⅡ期卵母细胞新鲜或解冻的精液精子离心处理二胚胎工程技术及其应用胚胎工程技术包含的内容很丰富，目前在医学和生产上应用较多的是体外受精、胚胎移植和胚胎分割等，借助这些技术，可以进一步挖掘动物的繁殖潜力。体外受精你听说过试管牛、试管羊吗？它们是通过人工操作使卵子在体外受精，经培养发育为早期胚胎后，再进行移植产生的个体。科学家为开发相应的技术，付出了艰苦的努力。在这个过程中，首先要做的就是体外受精。哺乳动物的体外受精技术主要包括卵母细胞的采集、精子的获取和受精等步骤（图2-22）。采集到的卵母细胞和精子，要分别在体外进行成熟培养和获能处理，然后才能用于体外受精。一般情况下，可以将获能的精子和培养成熟的卵子置于适当的培养液中共同培养一段时间，来促使它们完成受精。●胚胎工程技术主要包括哪些内容？它们的原理分别是什么？●胚胎工程在生产实践中有哪些应用？本节聚焦体外受精技术是提高动物繁殖能力的有效措施，还可以为胚胎移植提供可用的胚胎。我国体外受精技术的研究起步于20世纪80年代后期，进展很快，目前已经在羊、牛、猪和人等生物中取得成功，特别是人和牛的体外受精技术已达国际先进水平。图2-22哺乳动物体外受精过程示意图",
    "第3节胚胎工程61胚胎移植胚胎移植（embryotransfer）是指将通过体外受精及其他方式得到的胚胎，移植到同种的、生理状态相同的雌性动物体内，使之继续发育为新个体的技术。其中提供胚胎的个体称为“供体”（donor），接受胚胎的个体叫“受体”（recipient）。通过任何一项技术（如转基因、核移植和体外受精等）获得的胚胎，都必须移植给受体才能获得后代。在胚胎移植中，牛的胚胎移植技术较为成熟。目前已实现平均每次处理一头供体奶牛收集到的胚胎，经移植可产下3〜4头犊牛，由于每年可处理4〜5次，这样，一头良种母牛一年由代孕母牛生下的后代可达十几头，远远超过一头良种母牛在自然状态下一生所得的后代数量。羊的胚胎移植效率比奶牛还要高。以牛的胚胎移植为例，胚胎移植主要包括供体、受体的选择和处理，配种或人工授精，胚胎的收集、检查、培养或保存，胚胎的移植，以及移植后的检查等步骤（图2-23）。图2-23牛胚胎移植示意图优良供体母牛（遗传性状优良、生产能力强）受体母牛（有健康的体质和正常繁殖能力）移植胚胎具有优良性状的后代进行同期发情处理超数排卵处理发情配种或人工授精收集胚胎并检查优良公牛受体发情对受体进行妊娠检查正常繁殖或两三个月后进行另一次移植",
    "62第2章细胞工程结合图2-23，思考与讨论以下问题。1．将检验合格的胚胎移植到任何一个受体的子宫内，胚胎都能正常发育吗？如果不能，在胚胎移植前应该对受体进行怎样的处理？2．受体会不会对来自供体的胚胎发生胚胎移植的生理学基础免疫排斥反应？3．胚胎移植后，经受体孕育的后代，其遗传特性与供体还是受体保持一致？为什么？4．胚胎移植实质上是早期胚胎在相同生理环境条件下空间位置的转移。你认为这样的概括正确吗？为什么？思考·讨论进行胚胎移植的优势是可以充分发挥雌性优良个体的繁殖潜力。在这项技术中，供体的主要职能变为产生具有优良遗传特性的胚胎，繁重而漫长的妊娠和育仔任务由受体取代，这就大大缩短了供体本身的繁殖周期。同时，在对供体施行超数排卵处理后，可获得多枚胚胎，经移植可得到多个后代，这使供体的后代数是自然繁殖的十几倍到几十倍。在我国，家兔、绵羊、牛和马等动物的胚胎移植都获得了成功。牛、羊的胚胎移植在部分地区已进入生产应用阶段，这些成果大大促进了我国畜牧业的发展。胚胎移植作为胚胎工程的最终技术环节，还将推动胚胎工程其他技术的研究和应用。胚胎分割早期胚胎细胞具有很强的分裂能力，并保持着细胞全能性，能不能将一个胚胎分割成几份，从而提高胚胎的利用率？基于这样的设想，胚胎分割技术逐渐发展成熟。胚胎分割（embryosplitting）是指采用机械方法将早期胚胎切割成2等份、4等份或8等份等，经移植获得同卵双胎或多胎的技术。来自同一胚胎的后代具有相同的遗传物质，因此胚胎分割可以看作动物无性繁殖或克隆的方法之一。胚胎分割所需要的主要仪器设备为体视显微镜和显微操作仪（图2-24）。在进行胚胎分割时，应选择发育良好、形态正常的桑葚胚或囊胚，将它移入盛有操作液的培养皿中，然后在显微镜下用分割针或分割刀分割。在分割囊胚阶段的胚胎时，要注意将内细胞团均等分割。对于不同发图2-24体视显微镜（上）和显微操作仪（下）超数排卵是指应用外源促性腺激素，诱发卵巢排出比自然情况下更多的成熟卵子。相关信息",
    "第3节胚胎工程63资料卡1978年，科学家将小鼠的桑葚胚一分为二，获得了成功。1979年，科学家分割绵羊胚胎获得了同卵羔羊。20世纪80年代后，人们建立了系统的胚胎分割方法，并相继得到1/4和1/8分割胚胎的后代。我国的胚胎工程专家也进行了分割胚胎移植的实验研究，成功地对小鼠、家兔、绵羊、山羊和牛等动物进行了分割胚胎移植，并将二分胚胎分割技术应用到牛和羊的胚胎移植中。尽管胚胎分割技术已经在多种动物中取得成功，但仍存在一些问题，如刚出生的动物体重偏低，毛色和斑纹可能存在差异胚胎分割的发展简史等。实践证明，采用胚胎分割技术产生同卵多胚的可能性是有限的，分割次数越多，分割后胚胎成活的概率越小。目前，仍然以二分胚胎的分割和移植效率最高，这成为提高家畜胚胎利用率的手段之一。应用胚胎分割技术获得的三卵六羔羊育阶段的胚胎，分割的具体操作不完全相同。分割后的胚胎可以直接移植给受体，或经体外培养后，再移植给受体。经过40多年的发展，胚胎分割技术日趋成熟。这项技术可以促进优良动物品种的繁殖，产生的遗传性状相同的后代是进行遗传学研究的宝贵材料。此外，在胚胎移植前，进行性别鉴定、遗传病筛查等，对于人工控制动物性别、动物繁育健康后代具有重要意义（图2-25）。图2-25牛胚胎性别鉴定和分割示意图分割针取样滋养层做DNA分析，鉴定性别分割针内细胞团二分胚胚胎移植已知性别胚胎在显微镜下切割胚胎透明带滋养层内细胞团囊胚腔",
    "一、概念检测1．体外受精和胚胎移植都是在医学和农业生产上应用较多的胚胎工程技术。判断下列相关表述是否正确。（1）采集来的卵母细胞和精子可以直接用于体外受精。（）（2）经胚胎移植产生的后代，其遗传特性与受体保持一致。（）（3）进行胚胎移植前，要对供体和受体进行免疫检查，以防止发生免疫排斥反应。（）2．杜泊羊以其生长速度快、肉质好等优点，成为受广大消费者喜欢的绵羊品种。科研工作者通过胚胎工程快速繁殖杜泊羊的流程如下图所示。（1）请将图中括号内的内容补充完整。（2）为了获得数量较多的卵母细胞，可以对雌性杜泊羊进行怎样的处理？（3）在进行体外受精操作之前，还要对获得的卵母细胞和精子进行怎样的处理？二、拓展应用北方白犀牛曾经广泛分布于非洲中部等地，但由于猖獗的盗猎和自然栖息地的丧失，它们的数量不断减少。2018年3月，世界上最后一头雄性北方白犀牛死亡，该物种仅剩下两头雌性。在此之前，研究人员设法保存了北方白犀牛的精子。请回答下列问题。（1）我们可以使用哪些现代生物技术来人工繁育北方白犀牛？运用这些技术一定能繁育成功吗？请说出你的理由。（2）如果繁育成功，这样人工繁育的种群与野生种群相比，有什么区别？（3）如果繁育不成功，这一物种将永远从地球上消失，从中我们能得到怎样的教训？练习与应用荷斯坦奶牛的产奶量很高。某良种公司引进了纯种荷斯坦奶牛，并用胚胎分割技术繁育了良种荷斯坦奶牛群体。如果你是一名科技专栏的记者，现在需要写一篇关于用胚胎分割技术繁育良种奶牛的报道，请写出你准备向胚胎工程专家提出的三个问题，然后与其他同学交换问题，再以访谈录的形式回答他提出的问题（可通过查阅网络、书籍上的资料或向专家请教等方式解决自己回答不出的问题）。到社会中去北方白犀牛64第2章细胞工程雌性杜泊羊卵母细胞雄性杜泊羊精子体外受精受精卵早期胚胎分娩（）（）杜泊羊采集采集当地普通绵羊",
    "65理解概念●细胞工程是指应用细胞生物学、分子生物学和发育生物学等多学科的原理和方法，通过细胞器、细胞或组织水平上的操作，有目的地获得特定的细胞、组织、器官、个体或其产品的一门综合性的生物工程，包括植物细胞工程和动物细胞工程等。●植物细胞工程的基本技术有植物组织培养技术、植物体细胞杂交技术等。植物组织培养是指将离体的植物器官、组织或细胞等培养在培养基上，给予适宜的培养条件，诱导其形成完整植株的技术。植物体细胞杂交是指将不同来源的植物体细胞在一定条件下融合成杂种细胞，进而培育成新植物体的技术。利用植物细胞工程，可以快速繁殖优良品种、培育作物新品种、进行作物脱毒和细胞产物的工厂化生产等，有效提高生产效率。●动物细胞工程常用的技术有动物细胞培养、动物细胞融合和动物细胞核移植等。动物细胞培养是动物细胞工程的基础；动物细胞融合技术是单克隆抗体制备的重要技术；利用动物细胞核移植技术可以培育克隆动物。在克隆动物的培育过程中，还需要用到胚胎移植技术，它属于胚胎工程的范畴。哺乳动物在自然条件下受精和早期胚胎发育的规律是胚胎工程重要的理论基础。胚胎工程技术还包括体外受精、胚胎分割等。发展素养通过本章的学习，应在以下几方面得到发展。●认同细胞工程的发展是一代又一代科学家经过长时间探索的结果，其中我国科学家发挥了重要作用。●尝试运用植物组织培养技术培育菊花或其他植物幼苗。●认同细胞工程在农业生产、医疗卫生等方面发挥了重要作用。●能够运用生物学基本概念和原理，对日常生活中与干细胞、克隆动物和胚胎分割等有关的议题进行科学分析和判断。本章小结",
    "66第2章细胞工程织再分化形成的芽和苗中均有青蒿素；（5）四倍体黄花蒿体内青蒿素的含量比二倍体高38%，但四倍体植株比二倍体植株矮小很多。3．本章首页介绍了体细胞克隆猴，在培育它的过程中，我国科学家经过多年的反复试验，可以在10s之内对卵母细胞进行去核操作，在15s之内将体细胞注入去核的卵母细胞里。有评论者认为：该研究的研究者利用“聪明的化学方法和操作技巧”，攻克了多年来导致体细胞克隆猴失败的障碍。培育克隆猴的流程如下图所示，请结合图回答问题。复习与提高ABC（1）研究人员在将胎猴的体细胞注入去核的卵母细胞前，用灭活的仙台病毒进行了短暂处理。在此过程中，灭活的仙台病毒所起的作用是什么？（2）为了调节相关基因的表达，提高胚胎的发育率和妊娠率，研究人员将组蛋白去甲基化酶Kdm4d的mRNA注入了重构胚，同时用组蛋白脱乙酰酶抑制剂TSA处理了它。这两种物质发挥作用的机制是什么？（3）评论者所说的培育过程中用到的“聪明的化学方法和操作技巧”，你认为具体体现在什么地方？（4）你认为体细胞克隆猴的成功培育有什么意义？去核融合生出胚胎移植培养处理注入用灭活的仙台病毒短暂处理去核卵母细胞克隆小猴取出采集胎猴母猴卵母细胞体细胞重构胚TSAKdm4d的mRNA代孕母猴1．若下图表示细胞工程操作中的某些过程，请回答下列问题。（1）如果A、B分别是白菜和甘蓝的原生质体，则C细胞再生出细胞壁后需要通过什么技术才能发育成杂种植株“白菜—甘蓝”？若白菜和甘蓝杂交产生了子代，该子代是否可育？为什么？（2）若该图表示抗丙肝病毒的单克隆抗体制备过程中的一环，A细胞是小鼠骨髓瘤细胞，则B细胞表示什么？符合要求的C细胞应具有哪些特点？（3）如果A、B分别是取自优良奶牛的卵母细胞和精子，在进行体外受精时，一般要把A细胞培养到什么时期？B细胞则要经过什么处理才能与A细胞结合为受精卵？2．2015年10月，我国科学家屠呦呦因发现青蒿素可以有效降低疟疾患者的死亡率而获得了诺贝尔生理学或医学奖。青蒿素类药物的市场需求很大，请你根据所学内容及以下信息，提出一条提高青蒿素类药物产量的研究思路。（1）青蒿素的衍生物—双氢青蒿素也是很好的抗疟疾药物，并且它的药物活性比青蒿素的高很多；（2）青蒿素是从黄花蒿中提取的，在黄花蒿产生青蒿素的代谢过程中，某些酶（如FPS酶）起决定性作用；（3）野生黄花蒿在生长过程中，处于花蕾期时体内青蒿素含量最高；（4）研究人员在对黄花蒿进行组织培养时，发现它的愈伤组织中没有青蒿素，但是由愈伤组",
    "我国是棉花的生产和消费大国。棉花在种植过程中，常常会受到一些害虫的侵袭，其中以棉铃虫最为常见。棉铃虫可以使棉花产量减少三分之一，严重时，甚至能使一片棉田绝收。大量施用农药杀虫不仅会提高生产成本，还可能造成农产品和环境的污染。要是能培育出自身就能抵抗虫害的棉花新品种，这一问题就会迎刃而解，我国拥有自主知识产权的转基因抗虫棉就是在这样的背景下产生的。为什么传统的杂交育种方法培育不出抗虫棉，基因工程却可以呢？基因工程是如何进行操作的？它给我们的生产和生活带来了怎样的影响？第3章基因工程基因工程是指按照人们的愿望，通过转基因等技术，赋予生物新的遗传特性，创造出更符合人们需要的新的生物类型和生物产品。从技术操作层面看，由于基因工程是在DNA分子水平上进行设计和施工的，因此又叫作重组DNA技术。",
    "68第3章基因工程基因工程是在生物化学、分子生物学和微生物学等学科的基础上发展起来的，正是这些学科的基础理论和相关技术的发展催生了基因工程。1944年，艾弗里（O.Avery，1877—1955）等人通过肺炎链球菌的转化实验，不仅证明了遗传物质是DNA，还证明了DNA可以在同种生物的不同个体之间转移。20世纪70年代初，多种限制酶、DNA连接酶和逆转录酶被相继发现。这些发现为DNA的切割、连接以及功能基因的获得创造了条件。上述仅是按照时间顺序简要提及基因工程相关基础理论的突破和技术的创新。有些你已经学习过，更多的将在本章中展开。科学提供对自然界的说明，技术将科学原理应用于认识自然、造福人类的实践，工程则综合运用多种技术来生产人类所需要的产品。科学、技术、工程和社会的互动，不断调整着人类与自然界的关系，推动着文明的进步。1958年，梅塞尔森（M.Meselson,1930—）和斯塔尔（F.W.Stahl,1929—）用实验证明了DNA的半保留复制。几乎同一时期确立的中心法则阐明了遗传信息流动的方向。1967年，科学家发现，在细菌拟核DNA之外的质粒有自我复制能力，并可以在细菌细胞间转移。1961年，尼伦伯格（M.W.Nirenberg,1927—2010）和马太（J.H.Matthaei,1929—）破译了第一个编码氨基酸的密码子。截至1966年，64个密码子均被成功破译。DNA双螺旋结构模型科技探索之路基因工程的诞生和发展1970年，科学家在细菌中发现了第一个限制性内切核酸酶（简称限制酶）。1953年，沃森（J.D.Watson,1928—）和克里克（F.Crick,1916—2004）建立了DNA双螺旋结构模型并提出了遗传物质自我复制的假说。1950年，埃德曼（P.Edman，1916—1977）发明了一种测定氨基酸序列的方法。2年后，桑格（F.Sanger，1918—2013）首次完成了对胰岛素氨基酸序列的测定。限制酶产品基因工程是在生物化学、分子生物学和微生物学等学科的基础上发展起来的，正是这些学科的基础理论和相关技术的发展催生了基因工程。1944年，艾弗里（O.Avery，1877—1955）等人通过肺炎链球菌的转化实验，不仅证明了遗传物质是DNA，还证明了DNA可以在同种生物的不同个体之间转移。20世纪70年代初，多种限制酶、DNA连接酶和逆转录酶被相继发现。这些发现为DNA的切割、连接以及功能基因的获得创造了条件。上述仅是按照时间顺序简要提及基因工程相关基础理论的突破和技术的创新。有些你已经学习过，更多的将在本章中展开。科学提供对自然界的说明，技术将科学原理应用于认识自然、造福人类的实践，工程则综合运用多种技术来生产人类所需要的产品。科学、技术、工程和社会的互动，不断调整着人类与自然界的关系，推动着文明的进步。1958年，梅塞尔森（M.Meselson,1930—）和斯塔尔（F.W.Stahl,1929—）用实验证明了DNA的半保留复制。几乎同一时期确立的中心法则阐明了遗传信息流动的方向。1967年，科学家发现，在细菌拟核DNA之外的质粒有自我复制能力，并可以在细菌细胞间转移。1961年，尼伦伯格（M.W.Nirenberg,1927—2010）和马太（J.H.Matthaei,1929—）破译了第一个编码氨基酸的密码子。截至1966年，64个密码子均被成功破译。DNA双螺旋结构模型科技探索之路基因工程的诞生和发展1970年，科学家在细菌中发现了第一个限制性内切核酸酶（简称限制酶）。1953年，沃森（J.D.Watson,1928—）和克里克（F.Crick,1916—2004）建立了DNA双螺旋结构模型并提出了遗传物质自我复制的假说。1950年，埃德曼（P.Edman，1916—1977）发明了一种测定氨基酸序列的方法。2年后，桑格（F.Sanger，1918—2013）首次完成了对胰岛素氨基酸序列的测定。限制酶产品",
    "科技探索之路691972年，伯格（P.Berg,1926—）首先在体外进行了DNA改造的研究，成功地构建了第一个体外重组DNA分子。1982年，第一个基因工程药物—重组人胰岛素被批准上市。基因工程药物成为世界各国研究和投资开发的热点。1983年，科学家采用农杆菌转化法培育出世界上第一例转基因烟草。此后，基因工程进入了迅速发展的阶段。朱作言（左一）研究小组在工作高通量基因测序仪1973年，科学家证明质粒可以作为基因工程的载体，构建重组DNA，导入受体细胞，使外源基因在原核细胞中成功表达，并实现物种间的基因交流。至此，基因工程正式问世。1984年，我国科学家朱作言（1941—）领导的团队培育出世界上第一条转基因鱼。1977年，桑格等科学家发明了DNA序列分析的方法，为基因序列图的绘制提供了可能。此后，DNA合成仪的问世为体外合成DNA提供了方便。1985年，穆里斯（K.Mullis,1944—2019）等人发明PCR，为获取目的基因提供了有效手段。1990年，人类基因组计划启动。2003年，该计划的测序任务顺利完成。21世纪以来，科学家发明了多种高通量测序技术，可以实现低成本测定大量核酸序列，加速了人们对基因组序列的了解。2013年，华人科学家张锋（1982—）及其团队首次报道利用最新的基因组编辑技术—CRISPR（成簇规律间隔短回文重复）技术编辑了哺乳动物基因组。该技术可以实现对特定基因的定点插入、敲除或替换。1972年，伯格（P.Berg,1926—）首先在体外进行了DNA改造的研究，成功地构建了第一个体外重组DNA分子。1982年，第一个基因工程药物—重组人胰岛素被批准上市。基因工程药物成为世界各国研究和投资开发的热点。1983年，科学家采用农杆菌转化法培育出世界上第一例转基因烟草。此后，基因工程进入了迅速发展的阶段。朱作言（左一）研究小组在工作高通量基因测序仪1973年，科学家证明质粒可以作为基因工程的载体，构建重组DNA，导入受体细胞，使外源基因在原核细胞中成功表达，并实现物种间的基因交流。至此，基因工程正式问世。1984年，我国科学家朱作言（1941—）领导的团队培育出世界上第一条转基因鱼。1977年，桑格等科学家发明了DNA序列分析的方法，为基因序列图的绘制提供了可能。此后，DNA合成仪的问世为体外合成DNA提供了方便。1985年，穆里斯（K.Mullis,1944—2019）等人发明PCR，为获取目的基因提供了有效手段。1990年，人类基因组计划启动。2003年，该计划的测序任务顺利完成。21世纪以来，科学家发明了多种高通量测序技术，可以实现低成本测定大量核酸序列，加速了人们对基因组序列的了解。2013年，华人科学家张锋（1982—）及其团队首次报道利用最新的基因组编辑技术—CRISPR（成簇规律间隔短回文重复）技术编辑了哺乳动物基因组。该技术可以实现对特定基因的定点插入、敲除或替换。",
    "70第3章基因工程第1节重组DNA技术的基本工具“工欲善其事，必先利其器”。在培育转基因番木瓜时，首先要在体外对含有所需要基因的DNA分子进行“切割”、改造和“拼接”；然后，将重组DNA分子导入番木瓜体细胞内，并使其在细胞中表达。实现这一精确的操作过程至少需要三种“分子工具”，即准确切割DNA分子的“分子手术刀”、将DNA片段再连接起来的“分子缝合针”和将体外重组好的DNA分子导入受体细胞的“分子运输车”。科学家正是靠这三种必需的工具（图3-1），才使培育转基因番木瓜这一奇妙构想变成了现实。番木瓜容易受番木瓜环斑病毒的侵袭。当番木瓜被这种病毒感染后，产量会大大下降。科学家通过精心设计，用“分子工具”培育出了转基因番木瓜，它可以抵御番木瓜环斑病毒。DNA双螺旋的直径只有2nm，对如此微小的分子进行操作，是一项非常精细的工作，更需要专门的“分子工具”。那么，科学家究竟用到了哪些“分子工具”？这些“分子工具”各具有什么特征呢？●重组DNA技术所需的三种基本工具是什么？它们的作用分别是什么？●基因工程载体需要具备什么条件？本节聚焦图3-1重组DNA技术所需的三种基本工具示意图转基因番木瓜（左）与非转基因番木瓜（右）“分子运输车”“分子手术刀”“分子缝合针”从社会中来",
    "第1节重组DNA技术的基本工具71A5'3'5'3'ACTCATGGT磷酸二酯键限制性内切核酸酶—“分子手术刀”切割DNA分子的工具是限制性内切核酸酶（restrictionendonuclease），简称限制酶（restrictionenzyme）。这类酶主要是从原核生物中分离纯化出来的。迄今分离的限制酶有数千种，许多已经被商业化生产。它们能够识别双链DNA分子的特定核苷酸序列，并且使每一条链中特定部位的磷酸二酯键（图3-2）断开。图3-2双链DNA的结构和磷酸二酯键的位置示意图图3-3限制酶切割DNA分子产生两种不同末端的示意图（箭头表示酶的切割位置）你能根据所掌握的知识，推测限制酶存在于原核生物中的主要作用是什么吗？大多数限制酶的识别序列由6个核苷酸组成。例如，EcoRⅠ、SmaⅠ限制酶的识别序列均为6个核苷酸，也有少数限制酶的识别序列由4个、8个或其他数量的核苷酸组成。DNA分子经限制酶切割产生的DNA片段末端通常有两种形式—黏性末端和平末端（图3-3）。当限制酶在它识别序列的中心轴线（图中虚线）两侧将DNA分子的两条链分别切开时，产生的是黏性末端；当限制酶在它识别序列的中心轴线处切开时，产生的是平末端。EcoRⅠ（在G与A之间切割）SmaⅠ（在G与C之间切割）中轴线中轴线平末端黏性末端5'3'5'3'5'3'5'3'",
    "72第3章基因工程DNA连接酶—“分子缝合针”将切下来的DNA片段拼接成新的DNA分子，是靠DNA连接酶来完成的。1967年，世界上几个实验室几乎同时发现了一种能够将两个DNA片段连接起来的酶，称之为DNA连接酶（DNAligase）。在基因工程操作中，DNA连接酶主要有两类：一类是从大肠杆菌中分离得到的，称为E.coliDNA连接酶；另一类是从T4噬菌体中分离出来的，称为T4DNA连接酶。这两类酶都能将双链DNA片段“缝合”起来，恢复被限制酶切开的磷酸二酯键，但这两种酶的作用有所差别。E.coliDNA连接酶只能将具有互补黏性末端的DNA片段连接起来，不能连接具有平末端的DNA片段。而T4DNA连接酶既可以“缝合”双链DNA片段互补的黏性末端，又可以“缝合”双链DNA片段的平末端，但连接平末端的效率相对较低。基因进入受体细胞的载体—“分子运输车”怎样才能将外源基因送入细胞呢？通常是利用质粒（plasmid）作为载体（vector），将基因送入细胞。质粒是一种裸露的、结构简单、独立于真核细胞细胞核或原核细胞拟核DNA之外，并具有自我复制能力的环状双链DNA分子。质粒DNA分子上有一个至多个限制酶切割位点，供外源DNA片段（基因）插入其中。携带外源DNA片段的质粒进入受体细胞后，能在细胞中进行自我复制，或整合到受体DNA上，随受体DNA同步复制。在基因工程操作中，真正被用作载体的质粒，都是在天然质粒的基础上进行过人工改造的。这些质粒上常有特殊的标记基因，如四环素抗性基因、氨苄青霉素抗性基因等，便于重组DNA分子的筛选（图3-4）。DNA连接酶与DNA聚合酶是一回事吗？为什么？图3-4大肠杆菌及质粒结构模式图拟核DNA质粒大肠杆菌细胞氨苄青霉素抗性基因目的基因插入位点复制原点限制酶是如何命名的呢？是用生物属名的头一个字母与种加词的头两个字母，组成了3个字母的略语，以此来表示这个酶是从哪种生物中分离出来的。例如，一种限制限制酶名字的由来酶是从大肠杆菌（Escherichiacoli）的R型菌株分离来的，就用字母EcoR表示；如果它是从大肠杆菌R型菌株中分离出来的第一种限制酶，则进一步表示成EcoRⅠ。资料卡",
    "第1节重组DNA技术的基本工具73重组DNA分子思考·讨论请你根据图3-3中的相关信息找到两条片段上EcoRⅠ的识别序列和切割位点。然后，用剪刀进行“切割”。待切割位点全部切开后，将从下面那条DNA链上切下的片段重组到上面那条DNA链的切口处，并用透明胶条将切口粘连起来。讨论1．剪刀和透明胶条分别代表哪种“分子工具”？2．你制作的黏性末端的碱基能不能互补配对？如果不能，可能是什么原因造成的？3．你插入的DNA片段能称得上一个基因吗？请在两张纸上分别写上下列两段DNA序列：5'-ATAGCATGCTATCCATGAATTCGGCATAC-3'3'-TATCGTACGATAGGTACTTAAGCCGTATG-5'5'-TCCTAGAATTCTCGGTATGAATTCCATAC-3'3'-AGGATCTTAAGAGCCATACTTAAGGTATG-5'随着生物技术的飞速发展，生产和销售“分子工具”的公司大量涌现。感兴趣的话，你可以登录这些公司的网站，查询和了解相关产品的特点、价格和使用说明等。有些这样的公司已成功上市，你还可以通过分析公司的股票价格走势，大致了解公司的经营状况以及投资者目前对该行业的认可程度。到社会中去在基因工程中使用的载体除质粒外，还有噬菌体、动植物病毒等。它们的来源不同，在大小、结构、复制方式以及可以插入外源DNA片段的大小上也有很大差别。这些基因工程载体，相当于一种运输工具，因此将它们比喻为“分子运输车”。基因工程操作的部分用品",
    "74第3章基因工程DNA、RNA、蛋白质和脂质等在物理和化学性质方面存在差异，可以利用这些差异，选用适当的物理或化学方法对它们进行提取。例如，DNA不溶于酒精，但某些蛋白质溶于酒精，利用这一原理，可以初步分离DNA与蛋白质。DNA在不同浓度的NaCl溶液中溶解度不同，它能溶于2mol/L的NaCl溶液。在一定温度下，DNA遇二苯胺试剂会呈现蓝色，因此二苯胺试剂可以作为鉴定DNA的试剂。目的要求1．了解DNA的物理和化学性质，理解DNA粗提取和鉴定的原理。2．学会DNA粗提取的方法以及用二苯胺试剂对DNA进行鉴定。材料用具1．材料：新鲜洋葱（也可以选择香蕉、菠菜、菜花或猪肝等作为实验材料，提取DNA的方法可能稍有不同）、研磨液、体积分数为95%的酒精、2mol/L的NaCl溶液、二苯胺试剂和蒸馏水等。研磨液和二苯DNA的粗提取与鉴定胺试剂的配制方法参见本书附录2。2．用具：烧杯、量筒、玻璃棒、研钵、纱布、漏斗、试管、试管架、试管夹、酒精灯、陶土网、三脚架、火柴、刀片和天平等。方法步骤1．称取约30g洋葱，切碎，然后放入研钵中，倒入10mL研磨液，充分研磨。2．在漏斗中垫上纱布，将洋葱研磨液过滤到烧杯中，在4℃冰箱中放置几分钟后，再取上清液。也可以直接将洋葱研磨液倒入塑料离心管中，在1500r/min的转速下离心5min，再取上清液放入烧杯中。3．在上清液中加入体积相等的、预冷的酒精溶液（体积分数为95%），静置2〜3min，溶液中出现的白色丝状物就是粗提取的DNA。用玻璃棒沿一个方向搅拌，卷起丝状物，并用滤纸吸去上面的水分；或者将溶液倒入塑料离心管中，在10000r/min探究·实践研磨洋葱一、概念检测1．DNA连接酶是重组DNA技术常用的一种工具酶。下列相关叙述正确的是（）A．能连接DNA分子双链碱基对之间的氢键B．能将单个脱氧核苷酸加到DNA片段的末端，形成磷酸二酯键C．能连接用同种限制酶切开的两条DNA片段，重新形成磷酸二酯键D．只能连接双链DNA片段互补的黏性末端，不能连接双链DNA片段的平末端2．在重组DNA技术中，将外源基因送入受体细胞的载体可以是（）A．大肠杆菌的质粒B．切割DNA分子的酶C．DNA片段的黏性末端D．用来识别特定基因的DNA探针二、拓展应用1．想一想，为什么限制酶不切割细菌本身的DNA分子？2．有2个不同来源的DNA片段A和B，A片段用限制酶SpeⅠ进行切割，B片段分别用限制酶练习与应用",
    "第1节重组DNA技术的基本工具75的转速下离心5min，弃上清液，将管底的沉淀物（粗提取的DNA）晾干。4．取两支20mL的试管，各加入2mol/L的NaCl溶液5mL。将丝状物或沉淀物溶于其中一支试管的NaCl溶液中。然后，向两支试管中各加入4mL的二苯胺试剂。混合均匀后，将试管置于沸水中加热5min。待试管冷却后，比较两支试管中溶液颜色的变化。结果分析与评价1．你提取出白色丝状物或沉淀物了吗？用二苯胺试剂鉴定的结果如何？HindⅢ、XbaⅠ、EcoRⅤ和XhoⅠ进行切割。各限制酶的识别序列和切割位点如下。（1）哪种限制酶切割B片段产生的DNA片段能与限制酶SpeⅠ切割A片段产生的DNA片段相连接？为什么？（2）不同的限制酶切割可能产生相同的黏性末端，这在基因工程操作中有什么意义？用冷却的酒精析出DNA鉴定结果鉴定DNA2．你能分析出粗提取的DNA中可能含有哪些杂质吗？3．与其他同学提取的DNA进行比较，看看实验结果有何不同，分析产生差异的原因。进一步探究本实验只是对DNA进行了粗提取，请查阅资料，了解实验室提取纯度较高的DNA的一种方法，并与本实验中所使用的方法进行比较，总结两种方法的异同。HindⅢ5'-AAGCTT-3'3'-TTCGAA-5'XbaⅠ5'-TCTAGA-3'3'-AGATCT-5'XhoⅠ5'-CTCGAG-3'3'-GAGCTC-5'EcoRⅤ5'-GATATC-3'3'-CTATAG-5'SpeⅠ5'-ACTAGT-3'3'-TGATCA-5'",
    "76第3章基因工程培育转基因抗虫棉主要需要四个步骤：目的基因的筛选与获取、基因表达载体的构建、将目的基因导入受体细胞、目的基因的检测与鉴定。第一步：目的基因的筛选与获取在基因工程的设计和操作中，用于改变受体细胞性状或获得预期表达产物等的基因就是目的基因。根据不同的需要，目的基因是不同的，它主要是指编码蛋白质的基因，如与生物抗逆性、生产药物、毒物降解、工业用酶等相关的基因。苏云金杆菌（Bacillusthuringiensis）通过产生苏云金杆菌伴孢晶体蛋白（Bt抗虫蛋白），破坏鳞翅目昆虫的消化系统来杀死棉铃虫。科学家通过实验，将该细菌的“杀虫基因”转到棉花里，让棉花也能产生Bt抗虫蛋白抵抗虫害。这个“杀虫基因”就是培育转基因抗虫棉用到的目的基因—Bt抗虫蛋白基因，简称Bt基因。那么，如何筛选目的基因呢？筛选合适的目的基因在浩瀚的“基因海洋”中找到所需要的目的基因往往不容易，从相关的已知结构和功能清晰的基因中进行筛选是较为有效的方法之一。在培育转基因抗虫棉之前，用苏云金杆菌制成的生物杀虫剂广泛用于防治棉花虫害已有多第2节基因工程的基本操作程序1997年，我国政府首次批准商业化种植转基因抗虫棉。到2015年，我国已育成转基因抗虫棉新品种100多个，减少农药用量40万吨，增收节支社会经济效益450亿元。你知道转基因抗虫棉抗虫的机制是什么吗？培育转基因抗虫棉一般需要哪些步骤？●基因工程的基本操作程序主要包括哪几个步骤？●基因工程操作的每一步涉及的技术和方法有哪些？本节聚焦转基因抗虫棉（使棉铃虫死亡，左）与非转基因抗虫棉（右）从社会中来",
    "第2节基因工程的基本操作程序77年历史。研究表明，苏云金杆菌的杀虫作用与Bt基因有关。科学家不仅掌握了Bt基因的序列信息，也对Bt基因的表达产物—Bt抗虫蛋白有了较为深入的了解。因此，Bt基因是培育转基因抗虫棉较为合适的目的基因。随着测序技术的发展，以及序列数据库（如GenBank）、序列比对工具（如BLAST）等的应用，越来越多的基因的结构和功能为人们所知，这也为科学家找到合适的目的基因提供了更多的机会和可能。明确了目的基因后，该怎么获得它呢？利用PCR获取和扩增目的基因获取目的基因的方法有多种。在我国首批具有较高抗虫活性的转基因抗虫棉的培育过程中，科学家人工合成了目的基因。现在，常用PCR特异性地快速扩增目的基因。PCR是聚合酶链式反应的缩写。它是一项根据DNA半保留复制的原理，在体外提供参与DNA复制的各种组分与反应条件，对目的基因的核苷酸序列进行大量复制的技术（表3-1）。该技术由穆里斯等人于1985年发明，为此，穆里斯于1993年获得了诺贝尔化学奖。当Bt抗虫蛋白被分解为多肽后，多肽与害虫肠上皮细胞的特异性受体结合，导致细胞膜穿孔，最后造成害虫死亡。Bt抗虫蛋白只有在某类昆虫肠道的碱性环境中才能表现出毒性，而人和牲畜的胃液呈酸性，肠道细胞也没有特异性受体。因此，Bt抗虫蛋白不会对人畜产生上述影响。相关信息真核细胞和细菌的DNA聚合酶都需要Mg2+激活。因此，PCR反应缓冲液中一般要添加Mg2+。引物是一小段能与DNA母链的一段碱基序列互补配对的短单链核酸。用于PCR的引物长度通常为20〜30个核苷酸。相关信息PCR反应需要在一定的缓冲液中才能进行，需提供DNA模板，分别与两条模板链结合的2种引物，4种脱氧核苷酸和耐高温的DNA聚合酶；同时通过控制温度使DNA复制在体外反复进行。扩增的过程是：目的基因DNA受热变性后解为单链，引物与单链相应互补序列结合；然后以单链DNA为模板，在DNA聚合酶作用下进行延伸，表3-1DNA复制所需的基本条件参与的组分在DNA复制中的作用解旋酶（体外用高温代替）打开DNA双链DNA母链提供DNA复制的模板4种脱氧核苷酸合成DNA子链的原料DNA聚合酶催化合成DNA子链引物使DNA聚合酶能够从引物的3'端开始连接脱氧核苷酸",
    "78第3章基因工程图3-5PCR反应过程示意图（注：示意图中的引物长度和待扩增的DNA片段的长度均短于实际长度。）即将4种脱氧核苷酸加到引物的3'端，如此重复循环多次。由于延伸后得到的产物又可以作为下一个循环的模板，因而每一次循环后目的基因的量可以增加一倍，即成指数形式扩增（约为2n，其中n为扩增循环的次数）。每次循环一般可以分为变性、复性和延伸三步（图3-5）。待扩增的DNA片段变性当温度超过90℃时，双链DNA解聚为单链。复性当温度下降到50℃左右时，两种引物通过碱基互补配对与两条单链DNA结合。延伸当温度上升到72℃左右时，溶液中的4种脱氧核苷酸在耐高温的DNA聚合酶的作用下，根据碱基互补配对原则合成新的DNA链。4种脱氧核苷酸引物DNA模板耐高温的DNA聚合酶",
    "第2节基因工程的基本操作程序79上述过程可以在PCR扩增仪（PCR仪）中自动完成，完成以后，常采用琼脂糖凝胶电泳来鉴定PCR的产物。第一轮循环的产物作为第二轮反应的模板，经过变性、复性和延伸三步产生第二轮循环的产物。第二轮循环的产物作为第三轮反应的模板，经过变性、复性和延伸三步产生第三轮循环的产物。用PCR可以扩增mRNA吗？",
    "80第3章基因工程第二步：基因表达载体的构建获取了足够量的Bt基因后，下一步就是要让基因在受体细胞中稳定存在，并且遗传给下一代；同时，使Bt基因能够表达和发挥作用，这就需要构建基因表达载体。这一步是培育转基因抗虫棉的核心工作。基因表达载体是载体的一种，除目的基因、标记基因外，它还必须有启动子（promoter）、终止子（terminator）等。启动子是一段有特殊序列结构的DNA片段，位于基因的上游，紧挨转录的起始位点，它是RNA聚合酶识别和结合的部位，有了它才能驱动基因转录出mRNA，最终表达出人类需要的蛋白质。有时为了满足应用需要，会在载体中人工构建诱导型启动子，当诱导物存在时，可以激活或抑制目的基因的表达。终止子相当于一盏红色信号灯，使转录在所需要的地方停下来，它位于基因的下游，也是一段有特殊序列结构的DNA片段。在构建抗虫棉的基因表达载体时，首先会用一定的限制酶切割载体，使它出现一个切口；然后用同种限制酶或能产生相同末端的限制酶切割含有目的基因的DNA片段；再利用DNA连接酶将目的基因片段拼接到载体的切口处，这样就形成了一个重组DNA分子（图3-6）。将生物的所有DNA直接导入受体细胞不是更简便吗？如果这么做，效果会怎样？图3-6基因表达载体构建模式图第三步：将目的基因导入受体细胞构建好的基因表达载体需要通过一定的方式才能进入质粒启动子终止子限制酶切割位点复制原点目的基因标记基因限制酶限制酶DNA连接酶重组DNA分子获取目的基因限制酶切割位点",
    "第2节基因工程的基本操作程序81资料卡农杆菌转化法农杆菌转化法示意图的基因插入Ti质粒的T-DNA中，通过农杆菌的转化作用，就可以使目的基因进入植物细胞。根据受体植物的不同，所用的具体转化方法有所区别。例如，可以将新鲜的从叶片上取下的圆形小片与农杆菌共培养，然后筛选转化细胞，并再生成植株；可以将花序直接浸没在含有农杆菌的溶液中一段时间，然后培养植株并获得种子，再进行筛选、鉴定等。随着转化方法的突破，用农杆菌侵染水稻、玉米等多种单子叶植物也取得了成功。转化（transformation）是指目的基因进入受体细胞内，并且在受体细胞内维持稳定和表达的过程。农杆菌是一种在土壤中生活的微生物，能在自然条件下侵染双子叶植物和裸子植物，而对大多数单子叶植物没有侵染能力。农杆菌细胞内含有Ti质粒，当它侵染植物细胞后，能将Ti质粒上的T-DNA（可转移的DNA）转移到被侵染的细胞，并且将其整合到该细胞的染色体DNA上。根据农杆菌的这种特点，如果将目受体细胞。我国科学家采用他们独创的一种方法—花粉管通道法，将Bt基因导入了棉花细胞。花粉管通道法有多种操作方式。例如，可以用微量注射器将含目的基因的DNA溶液直接注入子房中；可以在植物受粉后的一定时间内，剪去柱头，将DNA溶液滴加在花柱切面上，使目的基因借助花粉管通道进入胚囊。除此之外，将目的基因导入植物细胞常用的方法还有农杆菌转化法。T-DNATi质粒目的基因构建表达载体含目的基因的重组Ti质粒转入农杆菌含重组Ti质粒的农杆菌导入植物细胞将目的基因插入染色体DNA中植物细胞表现出新性状的植株",
    "82第3章基因工程第四步：目的基因的检测与鉴定目的基因进入受体细胞后，是否稳定维持和表达其遗传特性，只有通过检测与鉴定才能知道，这也是检查转基因抗虫棉是否培育成功的一步。首先是分子水平的检测，包括通过PCR等技术检测棉花的染色体DNA上是否插入了Bt基因或检测Bt基因是否转录出了mRNA；从转基因棉花中提取蛋白质，用相应的抗体进行抗原—抗体杂交，检测Bt基因是否翻译成Bt抗虫蛋白等。其次，还需要进行个体生物学水平的鉴定。例如，通过采摘抗虫棉的叶片饲喂棉铃虫来确定Bt基因是否赋予了棉花抗虫特性以及抗性的程度。上述培育转基因抗虫棉的四个步骤，其实就反映了基因工程的基本操作程序（图3-7）。图3-8研究人员正在进行显微注射操作在获得转基因产品的过程中，还可以通过构建基因文库来获取目的基因，并且由于不同转基因产品所需要的目的基因不同，受体细胞又有植物、动物、微生物之分，因此基因表达载体的构建方法不是千篇一律的，将目的基因导入受体细胞的方法也不是完全相同的。例如，将目的基因导入动物受精卵最常用的一种方法是利用显微注射将目的基因注入动物的受精卵中（图3-8），这个受精卵将发育成为具有新性状的动物。在基因工程操作中，常用原核生物作为受体细胞，其中以大肠杆菌应用最为广泛。研究人员一般先用Ca2+处理大肠杆菌细胞，使细胞处于一种能吸收周围环境中DNA分子的生理状态，然后再将重组的基因表达载体导入其中。目前，基因工程已经步入产业化发展阶段，具有巨大的生产力和发展潜力，我们在充满信心和期待的同时，还要严格规范操作流程，科学、客观地评估风险，只有这样，才能让基因工程永葆生机。图3-7基因工程的基本操作流程图筛选和获取目的基因获取质粒、噬菌体等载体将含有目的基因的表达载体导入受体细胞检测和鉴定目的基因是否稳定维持和表达其遗传特性用限制酶切割载体和含有目的基因的DNA片段,然后用DNA连接酶连接，构建基因表达载体",
    "第2节基因工程的基本操作程序83转基因抗虫棉在世界范围内被广泛种植，有效控制了棉铃虫的种群数量，显著减少了农药的用量。面对棉铃虫的危害，有了抗虫棉是否就可以一劳永逸、高枕无忧呢？根据棉铃虫对传统农药产生抗性的发展历史，科研人员推测棉铃虫存在对Bt抗虫蛋白产生抗性的可能。请你查阅资料，了解以下问题。1．在实际种植过程中，棉铃虫是否对转Bt基因的抗虫棉产生了严重的抗性？证据是什么？2．科研工作者在发现棉铃虫出现抗性之前，就应该想办法应对。他们想出的延缓棉铃虫对Bt抗虫蛋白产生抗性的措施有哪些？这些措施的原理是什么？有效吗？到社会中去一、概念检测1．研究人员将一种海鱼的抗冻蛋白基因afp整合到土壤农杆菌的Ti质粒上，然后用它侵染番茄细胞，获得了抗冻的番茄品种。判断下列相关表述是否正确。（1）afp基因是培育抗冻番茄用到的目的基因。（）（2）构建含有afp基因的Ti质粒需要限制酶、DNA连接酶和核酸酶。（）（3）只要检测出番茄细胞中含有afp基因，就代表抗冻番茄培育成功。（）2．利用PCR既可以快速扩增特定基因，也可以检测基因的表达。下列有关PCR的叙述错误的是（）A．PCR用的DNA聚合酶是一种耐高温酶B．变性过程中双链DNA的解开不需要解旋酶C．复性过程中引物与模板链的结合遵循碱基互补配对原则D．延伸过程中需要DNA聚合酶、ATP和4种核糖核苷酸二、拓展应用研究人员在研究转基因烟草中外源卡那霉素抗性基因的遗传稳定性时，发现44株转基因烟草中有4株该基因的遗传不符合孟德尔遗传规律，在它们的自交后代中出现了较多的没有卡那霉素抗性的植株。请查找相关资料，尝试对这个问题作出解释。练习与应用",
    "84第3章基因工程利用PCR可以在体外进行DNA片段的扩增。PCR利用了DNA的热变性原理，通过调节温度来控制DNA双链的解聚与结合。PCR仪实质上就是一台能够自动调控温度的仪器。一次PCR一般要经历30次循环。DNA分子具有可解离的基团，在一定的pH下，这些基团可以带上正电荷或负电荷。在电场的作用下，这些带电分子会向着与它所带电荷相反的电极移动，这个过程就是电泳。PCR的产物一般通过琼脂糖凝胶电泳来鉴定。在凝胶中DNA分子的迁移速率与凝胶的浓度、DNA分子的大小和构象等有关。凝胶中的DNA分子通过染色，可以在波长为300nm的紫外灯下被检测出来。DNA片段的扩增及电泳鉴定目的要求1．了解PCR和电泳鉴定的基本原理。2．尝试进行PCR的基本操作并用电泳鉴定PCR的产物。材料用具PCR仪、微量离心管、微量移液器、一次性吸液枪头、电泳装置（包括电泳仪、电泳槽等）、4种脱氧核苷酸的等量混合液、2种引物、TaqDNA聚合酶、模板DNA、扩增缓冲液、无菌水、电泳缓冲液、凝胶载样缓冲液、琼脂糖和核酸染料等。相关试剂的配方参见本书附录3。探究·实践琼脂糖凝胶电泳装置总容积为0.2mL（左）和0.5mL（右）的微量离心管微量移液器调节旋钮推动杆卸枪头按钮体积刻度吸液杆PCR加样操作方法步骤1．用微量移液器按照右栏中的配方或PCR试剂盒的说明书，在微量离心管中依次加入各组分。PCR反应体系的配方10倍浓缩的扩增缓冲液5μL20mmol/L的4种脱氧核苷酸的等量混合液1μL20μmol/L的引物Ⅰ2.5μL20μmol/L的引物Ⅱ2.5μLH2O28〜33μL1〜5U/μL的TaqDNA聚合酶1〜2U模板DNA5〜10μL总体积50μL注：模板DNA的用量为1pg〜1μg。",
    "第2节基因工程的基本操作程序852．待所有的组分都加入后，盖严离心管的盖子。将微量离心管放入离心机里，离心约10s，使反应液集中在管的底部。3．参照下表的参数，设置好PCR仪的循环程序。将装有反应液的微量离心管放入PCR仪中进行反应。9．接通电源，根据电泳槽阳极至阴极之间的距离来设定电压，一般为1〜5V/cm。待指示剂前沿迁移接近凝胶边缘时，停止电泳。10．取出凝胶置于紫外灯下观察和照相。向凝胶加样孔内加样的操作观察电泳鉴定结果注意1．为避免外源DNA等因素的污染，PCR实验中使用的微量离心管、枪头和蒸馏水等在使用前必须进行高压灭菌处理。2．该实验所需材料可以直接从公司购买，缓冲液和酶应分装成小份，并在-20℃储存。使用前，将所需试剂从冰箱拿出，放在冰块上缓慢融化。3．在向微量离心管中添加反应组分时，每吸取一种试剂后，移液器上的枪头都必须更换。4．在进行操作时，一定要戴好一次性手套。结果分析与评价1．你是否成功扩增出DNA片段？判断的依据是什么？2．你进行电泳鉴定的结果是几条条带？如果不止一条条带，请分析产生这个结果的可能原因。循环程序变性复性延伸预变性94℃，5min——30次94℃，30s55℃，30s72℃，1min最后1次94℃，1min55℃，30s72℃，10min4．根据待分离DNA片段的大小，用电泳缓冲液配制琼脂糖溶液，一般配制质量分数为0.8%〜1.2%的琼脂糖溶液。在沸水浴或微波炉内加热至琼脂糖熔化。稍冷却后，加入适量的核酸染料混匀。5．将温热的琼脂糖溶液迅速倒入模具，并插入合适大小的梳子，以形成加样孔。6．待凝胶溶液完全凝固后，小心拔出梳子，取出凝胶放入电泳槽内。7．将电泳缓冲液加入电泳槽中，电泳缓冲液没过凝胶1mm为宜。8．将扩增得到的PCR产物与凝胶载样缓冲液（内含指示剂）混合，再用微量移液器将混合液缓慢注入凝胶的加样孔内。留一个加样孔加入指示分子大小的标准参照物。",
    "86第3章基因工程PCR从畅想到实现，真的就是穆里斯一个人的功劳吗？其实这里也有中国人的贡献。1972年，穆里斯在加州大学伯克利分校获得有机合成专业博士学位。1979年，他进入“西特斯”（Cetus）生物技术公司任职，负责合成供实验用的寡核苷酸（短链的DNA分子）。1983年8月，他首次在公司里做了有关PCR原理的报告，但大家反应冷淡，认为这个原理太简单了，如果可行，早就有人做了。1986年5月，穆里斯经公司主管向沃森推荐，第一次受邀在一次“人类分子生物学”专题研讨会上做了PCR原理及实验应用的报告，这形成了先入为主的印象，即PCR是穆里斯一人发明的，为此，1993年穆里斯获得了诺贝尔化学奖。然而，将PCR变成真正成熟技术的“临门一脚”，则是由中国科学家历史不能忘记中国科学家对PCR的贡献钱嘉韵完成的，是她发现并分离了耐高温的DNA聚合酶。钱嘉韵是我国台湾的科学家，她是第一个报道分离耐高温DNA聚合酶工作的人。1973年，钱嘉韵就读于美国俄亥俄州辛辛那提大学生物系，她的导师对在黄石国家公园热泉中发现的嗜热菌十分好奇，他让钱嘉韵以该菌作为研究对象。钱嘉韵不负师望，从该菌中成功地分离了耐高温的DNA聚合酶，并于1976年在《细菌学杂志》上以第一作者身份发表了相关论文。这篇论文在科学界被广泛引用。“西特斯”公司的工作人员正是按照钱嘉韵等人发明的操作步骤，才成功地分离了这种DNA聚合酶，并将其用于PCR。该酶不但专一性和活性优于之前使用的DNA聚合酶，而且它使PCR变得十分简捷，大大降低了成本。自此，PCR被逐渐推广应用。美国黄石国家公园的热泉拓展视野",
    "第3节基因工程的应用87第3节基因工程的应用胰岛素是治疗糖尿病的特效药物。传统生产胰岛素的方法是从猪、牛等动物的胰腺中提取。曾经生产供一位糖尿病病人使用一年的胰岛素，需要上千头牛，生产的成本非常高。1978年，科学家将编码人胰岛素的基因导入大肠杆菌细胞中，使大肠杆菌表达重组人胰岛素。我国拥有自主知识产权的基因工程药物—重组人胰岛素已经研制成功并得到广泛应用。除了生产胰岛素，基因工程还有哪些应用呢？●基因工程的应用有哪些？●怎样理性地看待基因工程在生产和生活中的应用？本节聚焦基因工程自20世纪70年代兴起后，得到了飞速的发展，在农牧业、医药卫生和食品工业等方面，展示出广阔的应用前景。基因工程在农牧业方面的应用基因工程在农牧业中的应用发展迅速。1996—2017年，全世界转基因作物的种植面积增加了一百多倍，从1.7×106hm2发展到1.898×108hm2（图3-9）。2016年世界范围的统计数据表明，转基因作物的种植使化学杀虫剂施用量减少了8.2%，作物产量增加了6.6×108t，增加经济收益近1.3万亿元。美国是世界上转基因作物种植面积最大的国家，转基因棉花、大豆、玉米的种植面积占相关作物种植面积的比例都超过了90%。2017年，我国转基因作物的种植面积位居世界第八位，商业化种植的转基因作物有棉花和番木瓜。在转基因动物方面，近些年几乎每年都有令人瞩目的研究成果报道，有些成果正在进入实用化和商业化开发的阶段。2015年11月，第一种用于食用的转基因动物—转基因大西洋鲑（俗称“三文鱼”）在美国获得批准上市。目前，基因工程技术已被广泛用于改良动植物品种、提高作物和畜产品的产量等方面。重组人胰岛素注射液图3-91996—2017年，全世界转基因作物种植面积变化全世界转基因作物种植面积/（×106hm2）2017199601.7189.8100200年份从社会中来",
    "88第3章基因工程转基因抗虫植物从某些生物中分离出具有抗虫功能的基因，将它导入作物中培育出具有抗虫性的作物，是目前防治作物虫害的一种发展趋势。已问世的转基因抗虫植物有转基因抗虫棉花、玉米、大豆、水稻（图3-10）和马铃薯等。图3-10转基因抗虫水稻（绿色植株）与对照（被害虫侵害的黄色植株）图3-12施用除草剂后的转基因抗除草剂玉米田图3-11转基因抗病毒甜椒转基因抗病植物许多栽培作物由于自身缺少抗病基因，因此用常规育种的方法很难培育出抗病的新品种。科学家将来源于某些病毒、真菌等的抗病基因导入植物中，培育出了转基因抗病植物，如转基因抗病毒甜椒（图3-11）、番木瓜和烟草等。转基因抗除草剂植物杂草常常危害农业生产，而大多数除草剂不仅能杀死田间杂草，还会损伤作物，导致作物减产。将降解或抵抗某种除草剂的基因导入作物，可以培育出抗除草剂的作物品种。这样在喷洒除草剂时，田间杂草会被杀死而作物不会受到损伤。目前已经获得转基因抗除草剂玉米（图3-12）、大豆（图3-13）、油菜和甜菜等。图3-13种植转基因抗除草剂大豆的农田",
    "第3节基因工程的应用89改良植物的品质随着生活水平的提高，人们越来越关注植物的营养价值、观赏价值等，利用转基因技术可以改良这些品质。例如，将某种必需氨基酸含量多的蛋白质编码基因导入植物中，可以提高这种氨基酸的含量，科学家培育的某种转基因玉米中赖氨酸的含量比对照高30%。我国科学家成功地将与植物花青素代谢相关的基因导入矮牵牛中，使它呈现出自然界没有的颜色变异，大大提高了它的观赏价值（图3-14）。图3-14转基因矮牵牛图3-15转生长激素基因的鲤鱼（下）与非转基因鲤鱼（上）提高动物的生长速率由于外源生长激素基因的表达可以使转基因动物生长得更快，因此科学家将这类基因导入动物体内，以提高动物的生长速率。例如，我国科学家将外源生长激素基因导入鲤鱼，在同等养殖条件下，转基因鲤鱼的生长速率比非转基因鲤鱼提高了42%〜115%（图3-15）。改善畜产品的品质有些人由于乳糖酶分泌少，不能完全消化牛奶中的乳糖，食用牛奶后会出现腹泻等不适症状，这称为乳糖不耐受。我国约有1/3的成年人对乳糖不耐受。为了解决这一问题，科学家将肠乳糖酶基因导入奶牛基因组，使获得的转基因牛分泌的乳汁中，乳糖的含量大大降低，而其他营养成分不受影响。第3节基因工程的应用89",
    "90第3章基因工程资料卡图3-16我国生产的部分基因工程药物基因工程在医药卫生领域的应用对微生物或动植物的细胞进行基因改造，使它们能够生产药物，是目前基因工程取得实际应用成果非常多的领域。这些药物包括细胞因子、抗体、疫苗和激素等，它们可以用来预防和治疗人类肿瘤、心血管疾病、传染病、糖尿病和类风湿关节炎等。我国生产的重组人干扰素、血小板生成素、促红细胞生成素和粒细胞集落刺激因子等基因工程药物均已投放市场（图3-16）。干扰素是一种具有干扰病毒复制作用的糖蛋白，在临床上被广泛用于治疗病毒感染性疾病。此外，干扰素对治疗乳腺癌、淋巴瘤、多发性骨髓瘤和某些白血病等也有一定的疗效。传统生产干扰素的方法是从人血液中的白细胞内提取，每300L血液只能提取出1mg干扰素。1980—1982年，科学家用基因工程方法从大肠杆菌及酵母菌细胞内获得了干扰素，从1kg培养物中可以得到20〜40mg干扰素。1993年，我国批准生产重组人干扰素α-1b，它是我国批准生产的第一个基因工程药物，目前主要用于治疗慢性乙型肝干扰素炎、丙型肝炎等。以侯云德院士（右）为首的研究人员，成功研制出我国第一个基因工程药物—重组人干扰素α-1b利用基因工程技术，还可以让哺乳动物批量生产药物。科学家将药用蛋白基因与乳腺中特异表达的基因的启动子等调控元件重组在一起，通过显微注射的方法导入哺乳动物的受精卵中，由这个受精卵发育成的转基因动物在进入泌乳期后，可以通过分泌乳汁来生产所需要的药物，这称为乳腺生物反应器或乳房生物反应器。目前，科学家已经在牛、山羊等动物乳腺生物反应器中，获得了抗凝血酶、血清白蛋白、生长激素和α-抗胰蛋白酶等重要的医药产品。基因工程技术还可能使建立移植器官工厂的设想成为现实。目前，人体移植器官短缺是一个世界性难题。为此，",
    "第3节基因工程的应用91人们不得不把目光移向寻求可替代的移植器官。由于猪的内脏构造、大小、血管分布与人的极为相似，而且与灵长类动物相比，猪体内隐藏的、可导致人类疾病的病毒要少得多，是否可以用猪的器官来解决人类器官移植的来源问题呢？实现这一目标的最大难题是免疫排斥。目前，科学家正尝试利用基因工程技术对猪的器官进行改造，采用的方法是在器官供体的基因组中导入某种调节因子，以抑制抗原决定基因的表达，或设法除去抗原决定基因，然后再结合克隆技术，培育出不会引起免疫排斥反应的转基因克隆猪器官。基因工程在食品工业方面的应用利用基因工程菌除了可以生产药物，还能生产食品工业用酶、氨基酸和维生素等。例如，阿斯巴甜是一种普遍使用的甜味剂，主要由天冬氨酸和苯丙氨酸形成，这两种氨基酸就可以通过基因工程实现大规模生产。奶酪是一种被广泛食用的发酵奶制品。大多数奶酪的生产需要使用凝乳酶来凝聚固化奶中的蛋白质。传统的制备凝乳酶的方法是通过杀死未断奶的小牛，然后将它的第四胃的黏膜取出来进行提取。随着人口的增长和人们饮食需求的变化，单纯依靠宰杀小牛来获得凝乳酶的方法已不能满足日益增长的市场需求。于是，科学家将编码牛凝乳酶的基因导入大肠杆菌、黑曲霉或酵母菌的基因组中，再通过工业发酵批量生产凝乳酶。用这种方法生产的凝乳酶已于1990年投入市场，截至2016年，有超过17个国家在用它生产奶酪。加工转化糖浆需要的淀粉酶，加工烘烤食品要用到的脂肪酶等也都可以通过构建基因工程菌，然后用发酵技术大量生产。相比从天然产物中提取的酶，用基因工程技术获得的工业用酶的纯度更高，而且它的生产成本显著降低，生产效率较高。基因工程使人们更容易培育出具有优良性状的动植物品种，获得很多过去难以得到的生物制品，甚至还能培育出可以降解多种污染物的“超级细菌”来处理环境污染，利用经过基因改造的微生物来生产能源……未来，期待基因工程带给我们更多的惊喜。用基因工程的方法，使外源基因得到高效表达的菌类一般称为基因工程菌。相关信息",
    "92第3章基因工程一、概念检测1．将大肠杆菌的质粒连接上人生长激素的基因后，重新导入大肠杆菌的细胞内，再通过发酵工程就能大量生产人生长激素。下列相关叙述正确的是（）A．转录生长激素基因需要解旋酶和DNA连接酶B．发酵产生的生长激素属于大肠杆菌的初生代谢物C．大肠杆菌获得的能产生人生长激素的变异可以遗传D．大肠杆菌质粒标记基因中腺嘌呤和尿嘧啶的含量相等2．基因工程应用广泛，成果丰硕。下列不属于基因工程应用的是（）A．培育青霉菌并从中提取青霉素B．利用乳腺生物反应器生产药物C．制造一种能降解石油的“超级细菌”D．制造一种能产生干扰素的基因工程菌二、拓展应用1．除草剂的有效成分草甘膦能够专一地抑制EPSP合酶的活性，从而使植物体内多种代谢途径受到影响而导致植物死亡。草甘膦没有选择性，它在除掉杂草的同时也会使作物受损。解决这个问题的方法之一就是培育抗草甘膦的作物。（1）下面是探究“转入外源EPSP合酶基因能否使矮牵牛抗草甘膦”的流程，请补充完整。1用等处理含有目的基因的DNA片段和Ti质粒，构建重组Ti质粒；2将重组Ti质粒转入农杆菌中；3利用含有重组Ti质粒的农杆菌侵染细胞，再通过培育得到转基因植株；4用草甘膦同时喷洒转基因植株和对照组植株。结果：对照组植株死亡，转基因植株存活，但也受到了影响。结论：。（2）请思考并回答下列问题。1在该实验中，对照组是怎样设计的？2如果增加转入的外源EPSP合酶基因的数量，转基因矮牵牛对草甘膦的抗性是否会增强？请你给出进一步探究的思路。2．下图是某同学画的两幅基因工程卡通图。一幅是一头能进行光合作用的奶牛，一幅是一株能同时结出多种蔬菜和水果的植物。请你像这位同学一样，展开想象的翅膀，畅想基因工程的未来，并用图画、文字或用音乐创作等表达出来。练习与应用转基因技术自诞生以来，发展迅速，研发对象已涵盖至少35科、200多种植物，涉及大豆、玉米和棉花等重要作物，以及牧草、花卉和林木等。请调查：1．目前我国批准发放了哪些转基因作物的生产应用安全证书和进口安全证书？2．你或你的亲朋好友在日常生活中使用的生物产品，哪些在生产过程中用到了转基因技术？到社会中去",
    "第4节蛋白质工程的原理和应用93第4节蛋白质工程的原理和应用你见过用细菌画画吗？右图是用发出不同颜色荧光的细菌“画”的美妙图案。这些细菌能够发出荧光，是因为在它们的体内导入了荧光蛋白的基因。最早被发现的荧光蛋白是绿色荧光蛋白，科学家通过改造它，获得了黄色荧光蛋白等。这些荧光蛋白在细胞内生命活动的检测、肿瘤的示踪研究等领域有着重要应用。那么，科学家是怎样对蛋白质分子进行设计和改造的呢？●蛋白质工程的基本原理是什么？●蛋白质工程已有哪些实际的应用？本节聚焦对蛋白质分子的设计和改造是通过蛋白质工程来实现的。蛋白质工程是指以蛋白质分子的结构规律及其与生物功能的关系作为基础，通过改造或合成基因，来改造现有蛋白质，或制造一种新的蛋白质，以满足人类生产和生活的需求。它是在基因工程的基础上，延伸出来的第二代基因工程，是涉及多学科的综合科技工程。随着分子生物学、晶体学以及计算机技术的迅猛发展，蛋白质工程取得了很大的进展。目前，它已成为研究蛋白质结构和功能的重要手段，并将广泛应用于农业、医药工业和其他工业生产中。蛋白质工程崛起的缘由为什么要进行蛋白质工程的研究呢？我们知道，将一种生物的基因转移到另一种生物体内，后者可以产生它本不能产生的蛋白质，进而表现出新的性状，这就是基因工程的实质。基因工程原则上只能生产自然界中已存在的蛋白质，这些天然蛋白质是生物在长期进化过程中形成的，它们的结构和功能符合特定物种生存的需要，却不一定完全符合人类生产和生活的需要。例如，玉米中赖氨酸的含量比较低，原因是赖氨酸合成过程中的两种关键酶—天你知道人类蛋白质组计划吗？它与蛋白质工程有什么关系？我国科学家承担了什么任务？用细菌“画”的画从社会中来",
    "94第3章基因工程冬氨酸激酶和二氢吡啶二羧酸合成酶的活性，受细胞内赖氨酸浓度的影响较大。赖氨酸达到一定浓度就会抑制这两种酶的活性，所以赖氨酸含量很难提高。如果我们将天冬氨酸激酶中第352位的苏氨酸变成异亮氨酸，将二氢吡啶二羧酸合成酶中第104位的天冬酰胺变成异亮氨酸，就可以使玉米叶片和种子中游离赖氨酸的含量分别提高5倍和2倍。蛋白质工程的基本原理蛋白质工程是怎样进行的呢？蛋白质工程的目标是根据人们对蛋白质功能的特定需求，对蛋白质的结构进行设计改造。由于基因决定蛋白质，因此要对蛋白质的结构进行设计改造，最终还必须通过改造或合成基因来完成。我们知道，天然蛋白质合成的过程是按照中心法则进行的：基因→表达（转录和翻译）→形成具有特定氨基酸序列的多肽链→形成具有高级结构的蛋白质→行使生物功能。而蛋白质工程却与之相反，它的基本思路是：从预期的蛋白质功能出发→设计预期的蛋白质结构→推测应有的氨基酸序列→找到并改变相对应的脱氧核苷酸序列（基因）或合成新的基因→获得所需要的蛋白质（图3-17）。蛋白质工程经常要借助计算机来建立蛋白质的三维结构模型；要制备蛋白质晶体，然后通过X射线衍射技术，分析晶体的结构；要用到基因的定点突变技术来进行碱基的替换。学科交叉图3-17蛋白质工程的基本思路预期功能生物功能设计行使蛋白质（三维结构）推测折叠改造或合成目的基因多肽链mRNA翻译转录某多肽链的一段氨基酸序列是：讨论1．怎样得出决定这一段肽链的脱氧核苷酸序列？请把相应的碱基序列写出来。2．确定目的基因的碱基序列后，怎样才能合成或改造目的基因？思考·讨论丙氨酸色氨酸赖氨酸谷氨酸苯丙氨酸…………蛋白质工程基本思路的应用",
    "第4节蛋白质工程的原理和应用95蛋白质工程的应用蛋白质工程取得的进展向人们展示出诱人的前景。研发速效胰岛素类似物就是生动的实例。天然胰岛素制剂容易形成二聚体或六聚体，皮下注射胰岛素后往往要经历一个逐渐解离为单体的过程，这在一定程度上延缓了疗效。因此，科学家希望对胰岛素进行改造，从而降低它的聚合作用。研究人员通过解析人胰岛素的晶体结构发现，人胰岛素由A链和B链构成，其中B链的第20〜29位氨基酸是胰岛素分子相互作用形成多聚体的关键区域，改变这个区域氨基酸的组成就有可能降低胰岛素分子间的作用力。目前，科学家已通过改造胰岛素基因实现了对相应氨基酸序列的改造，使B28位脯氨酸替换为天冬氨酸或者将它与B29位的赖氨酸交换位置，从而有效抑制了胰岛素的聚合，由此研发出的速效胰岛素类似物产品已经在临床上广泛应用。在医药工业方面，利用蛋白质工程研发药物并不少见。例如，如果将干扰素分子上的一个半胱氨酸变成丝氨酸，在一定条件下，可以延长保存时间；小鼠单克隆抗体会使人产生免疫反应，从而导致它的治疗效果大大降低，科学家将小鼠抗体上结合抗原的区域“嫁接”到人的抗体上，经过这样改造的抗体诱发免疫反应的强度就会降低很多。在其他工业方面，蛋白质工程被广泛用于改进酶的性能或开发新的工业用酶。例如，枯草杆菌蛋白酶具有水解蛋白质的作用，因此常被用于洗涤剂工业、丝绸工业等。迄今为止，利用蛋白质工程获得的该酶的突变体已有上百种，从中可能筛选出一些符合工业化生产需求的突变体，从而提高这种酶的使用价值。在农业方面，科学家正在尝试改造某些参与调控光合作用的酶，以提高植物光合作用的效率，增加粮食的产量；还有科学家利用蛋白质工程的思路来设计优良微生物农药，通过改造微生物蛋白质的结构，使它防治病虫害的效果增强。蛋白质工程是一项难度很大的工程，主要是因为蛋白质发挥功能必须依赖于正确的高级结构，而这种高级结构往往十分复杂（图3-18）。科学家要设计出更加符合人类需要的蛋白质，还需要不断地攻坚克难。我们相信，随着科学技术的深入发展，蛋白质工程将会给人类带来更多的福祉。能不能根据人类需要的蛋白质的结构，设计相应的基因，导入合适的宿主细胞中，让宿主细胞生产人类所需要的蛋白质食品呢？图3-18由计算机建立的血红蛋白三维结构模型异想天开蛋白质食品的工厂化生产想象图",
    "96第3章基因工程一、概念检测1．蛋白质工程可以说是基因工程的延伸。判断下列相关表述是否正确。（1）基因工程需要在分子水平对基因进行操作，蛋白质工程不需要对基因进行操作。（）（2）蛋白质工程需要改变蛋白质分子的所有氨基酸序列。（）（3）蛋白质工程可以改造酶，提高酶的热稳定性。（）2．蛋白质工程是在深入了解蛋白质分子的结构与功能关系的基础上进行的，它最终要达到的目的是（）A．分析蛋白质的三维结构B．研究蛋白质的氨基酸组成C．获取编码蛋白质的基因序列信息D．改造现有蛋白质或制造新的蛋白质，满足人类的需求3．水蛭素是一种蛋白质，可用于预防和治疗血栓。研究人员发现，用赖氨酸替换水蛭素第47位的天冬酰胺可以提高它的抗凝血活性。在这项替换研究中，目前可行的直接操作对象是（）A．基因B．氨基酸C．多肽链D．蛋白质二、拓展应用T4溶菌酶是一种重要的工业用酶，但是它在温度较高时容易失去活性。为了提高T4溶菌酶的耐热性，科学家首先对影响T4溶菌酶耐热性的一些重要结构进行了研究。然后以此为依据对相关基因进行改造，使T4溶菌酶的第3位异亮氨酸变为半胱氨酸。于是，在该半胱氨酸与第97位的半胱氨酸之间形成了一个二硫键，T4溶菌酶的耐热性得到了提高。这项工作属于什么工程的范畴？在该实例中引起T4溶菌酶空间结构发生改变的根本原因是什么？如果要将该研究成果应用到生产实践，还需要做哪些方面的工作？练习与应用科研数据共享能够提高科研工作者的工作效率。GenBank是目前国际上广泛使用的序列数据库之一，它的数据主要是各国的实验室、测序机构等发布的序列信息。利用这个数据库，我们可以便捷地检索到基因和蛋白质的序列信息。BLAST（BasicLocalAlignmentSearchTool，基本局部比对搜索工具）是一种能对两个或多个序列（包括基于网络数据分析基因和蛋白质的序列信息DNA序列和蛋白质序列）进行相似性比较，或将某个序列与序列数据库中的序列进行快速比对分析的工具。请你尝试在GenBank中检索几种生物的某个基因和蛋白质的序列信息（如人、猪、牛胰岛素的基因和蛋白质的序列信息）。然后，用BLAST进行比对，并初步分析它们之间的差异。课外实践酶制剂在食品工业、医药工业等方面都有广泛的应用。现在，酶制剂的生产已经形成一个市场可观的新兴产业。蛋白质工程的应用又为酶制剂产业的发展提供了强大助力。请查阅资料，了解我国酶制剂产业发展的现状和趋势，分析蛋白质工程在酶制剂产业中的作用。到社会中去",
    "理解概念●基因工程是指按照人们的愿望，通过转基因等技术，赋予生物新的遗传特性，从而创造出更符合人们需要的新的生物类型和生物产品。●基因工程是一种DNA操作技术，需要借助限制酶、DNA连接酶和载体等工具才能进行。它的基本操作程序包括：目的基因的筛选与获取、基因表达载体的构建、将目的基因导入受体细胞和目的基因的检测与鉴定。●基因工程在农牧业、医药卫生和食品工业等方面有广阔的应用前景。●蛋白质工程是基因工程的延伸，是指以蛋白质分子的结构规律及其与生物功能的关系作为基础，通过改造或合成基因，来改造现有蛋白质，或制造一种新的蛋白质，以满足人类生产和生活的需求。蛋白质工程在农业、医药工业及其他工业生产中有很大的应用价值。发展素养通过本章的学习，应在以下两个方面得到发展。●能够基于基因工程应用的事实，运用基因工程的原理，参与有关推广和应用基因工程产品等社会行为的讨论，理性地作出个人决策。●认同基因工程给现代农牧业、食品及医药等行业带来了深刻的变化，产生了巨大的社会效益和经济效益。本章小结97",
    "1．某动物体内含有研究者感兴趣的目的基因，研究者欲将该基因导入大肠杆菌的质粒中保存。该质粒含有氨苄青霉素抗性基因（AmpR）、LacZ基因及一些酶切位点，其结构和简单的操作步骤如下图所示。请根据以上信息回答下列问题。（1）在第2步中，应怎样选择限制酶？（2）在第3步中，为了使质粒DNA与目的基复习与提高98第3章基因工程注：LacZ基因编码产生的β-半乳糖苷酶可以分解X-gal产生蓝色物质，使菌落呈现蓝色；否则菌落为白色。其中一个细菌的纯培养物4将连接产物导入大肠杆菌大肠杆菌目的基因含有目的基因的动物细胞1获取质粒和含有目的基因的DNA片段2用限制酶处理质粒和含有目的基因的DNA片段3连接质粒和目的基因AmpR基因LacZ基因酶切位点质粒5在添加了青霉素、X-gal等成分的培养基上培养大肠杆菌，直到形成菌落因能连接，还需要在混合物中加入哪种物质？（3）选用含有AmpR和LacZ基因的质粒进行实验有哪些优势？（4）含有重组质粒的大肠杆菌菌落将呈现什么颜色？为什么？2．科学家将Oct3/4、Sox2、c-Myc和Klf4基因通过逆转录病毒转入小鼠成纤维细胞中，然后在培养ES细胞的培养基上培养这些细胞。2〜3周后，这些细胞显示出ES细胞的形态、具有活跃的分裂能力，它们就是iPS细胞。请回答下列问题。（1）在这个实验过程中，逆转录病毒的作用是什么？（2）如何证明iPS细胞的产生不是由于培养基的作用？（3）如果要了解Oct3/4、Sox2、c-Myc和Klf4基因在诱导产生iPS细胞时，每个基因作用的相对大小，该如何进行实验？请你给出实验设计的思路。（4）若将病人的皮肤成纤维细胞诱导成iPS细胞，再使它转化为需要的细胞，用这些细胞给该病人治病，这是否会引起免疫排斥反应？为什么？iPS细胞具有分裂活性，用它进行治疗时可能存在什么风险？3．水稻根部一般没有根瘤菌，在种植时常需要施加氮肥。科学家想利用基因工程技术来减少施用氮肥的生产成本及可能造成的环境污染，他们提出了以下两种方案。方案一把根瘤菌的固氮相关基因导入水稻根系微生物中，使微生物能在根系处固氮，从而减少氮肥的施用量。方案二直接将固氮相关基因导入水稻细胞中，建立水稻的“小型化肥厂”，让水稻直接固氮，这样就可以免施氮肥了。（1）请评估这两种方案哪种更容易实现。（2）如果两个方案都实现的话，你认为哪种更值得推广？请说出你的理由。",
    "当你去超市购买食品时，看到有的包装袋上有转基因的标识，你会如何选择？有人说，人类已经成功地克隆了非人灵长类动物，下一步就是克隆人了，你支持克隆人吗？生物武器曾经给我国人民带来了深重的苦难，现在生物武器的威胁依然存在，我们该如何面对……这一系列问题让我们看到了，生物技术的进步在给人类带来福祉的同时，会引起人们对它安全性的关注，也会与伦理道德发生碰撞，带来新的伦理困惑与挑战。第4章生物技术的安全性与伦理问题在人类社会中，伦，是指人与人之间的关系；理，是道德和规则。伦理特指人与人之间的道德准则。",
    "100第4章生物技术的安全性与伦理问题为什么应当禁止克隆人？1953年，当沃森、克里克构建的DNA双螺旋结构模型，成功地将生命本质还原到分子水平来认识时，人类就庄严地宣告生命科学进入了分子生物学时代。20世纪70年代以后，以基因工程为代表的一大批生物技术成果，进入人类的生产和生活，特别是在医药和农业生产上发挥了极大的作用。今天，人类可以利用分子遗传学等方面的知识和技术，把改造生命的幻想变成现实，传统的生命观受到了生命科学新观念的强劲冲击。与其他科学技术一样，生物技术就像一把“双刃剑”：它既可以造福人类，也可能在使用不当时给人类带来潜在的危害。面对生物技术可能产生的负面影响，公众不可避免地产生了疑虑，再加上媒体宣传的放大效应，一些公众产生了焦虑的情绪和过激的反应，这反过来又影响到生物技术的正常发展和应用。当今世界，国力的竞争主要表现为科学技术的竞争。为了争夺科学技术的制高点，我们应该积极地面对这些伦理争论，绝不能一味回避。当然，在这些争论中，科学家起着至关重要的作用。他们除了要对自己的科学研究行为负责，还应该对社会负责，即利用他们特殊的知识背景和权威性，向公众传播正确的科学知识，以引导公众理性地、负责任地参加讨论。大多数公众的认识一旦取得共识，便有了立法的基础。而法律和法规又是规范生物技术研究、防止生物技术滥用的有力武器。由于我国政治、经济、宗教信仰和传统伦理道德观念等有别于西方，因此我国对生物技术制定的法律和法规，必须要符合自己的国情。这就是我们今天要讨论生物技术的安全性和伦理问题的原因。100第4章生物技术的安全性与伦理问题转基因食品科技探索之路生物技术发展与社会进步有问题？没问题！你会选择转基因食品吗？",
    "第1节转基因产品的安全性101第1节转基因产品的安全性人们对转基因生物安全性的关注，随着转基因成果的不断涌现而与日俱增。转基因成果令人叹为观止对微生物的基因改造是基因工程中研究最早、最广泛和取得实际应用成果最多的领域，这是因为微生物具有生理结构和遗传物质简单、生长繁殖快、对环境因素敏感和容易进行遗传物质操作等优点。例如，转基因技术已被用来减少啤酒酵母双乙酰（一种啤酒发酵过程中的产物，它的浓度过高会影响啤酒的风味和口感）的生成，缩短啤酒的发酵周期；用基因工程技术构建高产、优质的基因工程菌来生产氨基酸，是目前工业化生产氨基酸的重要途径；用基因工程菌生产药物同样引人注目，开发成功的基因工程药物已经几乎涉及各种类型疾病的治疗。2014年，全世界包括基因工程药物在内的生物技术药物的销售额达1.2万亿元。转基因动物也有很多成功的例子。科学家将生长激素基因、促生长激素释放激素基因等转入动物体内，培育了一批生长迅速、营养品质优良的转基因家禽、家畜；将某些抗病毒的基因导入动物体内，培育了抵抗相应病毒的动2016年，中央一号文件《中共中央国务院关于落实发展新理念加快农业现代化实现全面小康目标的若干意见》提出：加强农业转基因技术研发和监管，在确保安全的基础上慎重推广。我国已经逐步建立了与国际接轨并适合我国国情的转基因安全评价体系，这是世界上最严格的安全评价体系之一。近些年来，转基因产品的安全性已经成为老百姓普遍关心的问题。那么，转基因产品真的存在安全性问题吗？我们应该如何看待它呢？●我们日常生活中的转基因产品有哪些？●怎样基于证据和逻辑，看待转基因产品的安全性？本节聚焦转基因产品是否安全？从社会中来",
    "102第4章生物技术的安全性与伦理问题物新品种；建立了某些人类疾病的转基因动物模型，模拟疾病的发生和发展过程，为研究该疾病的致病机制和开发治疗药物提供依据，如转基因小鼠1型糖尿病模型、转基因小鼠原发性高血压模型等。转基因植物的研究成果同样令人兴奋。目前，科学家已经培育出了大批具有抗虫、抗病、抗除草剂和耐储藏等新性状的作物。以转基因耐储藏番茄为例，科学家利用转基因技术显著抑制番茄中乙烯形成酶的活性和乙烯的生成量，从而育成了转基因耐储藏番茄（图4-1）。2017年，全世界种植转基因作物的国家已达24个。种植面积排名前十位的国家为美国、巴西、阿根、加拿大、印度、巴拉圭、巴基斯坦、中国、南非和玻利维亚，这些国家转基因作物的种植面积都超过了1×106hm2（图4-2）。种植的转基因作物中大豆和玉米最多，其次是棉花和油菜。我国批准发放了转基因棉花、番木瓜、水稻和玉米等作物的生产应用安全证书，但截至2017年，只有转基因棉花和番木瓜获准商业化种植。我国还批准发放了转基因棉花、大豆、玉米、油菜等的进口安全证书，但我国进口的基本上是转基因棉花的纤维，还有这几种作物在国外的直接加工产品。图4-2全世界排名前十位的种植转基因作物的国家种植转基因作物的面积图4-1转基因耐储藏番茄（右上）和普通番茄（左下）硕果累累的转基因成果在带给人们喜悦的同时，也促使人们关注转基因生物的安全性问题。实际上，转基因技术及其应用就是伴随着质疑、担忧甚至反对的声音而不断发展的。在转基因研究工作中，科学家会采取很多方法防止基因污染。例如，我国科学家将来自玉米的α-淀粉酶基因与目的基因一起转入植物中，由于α-淀粉酶基因可以阻断淀粉储藏使花粉失去活性，因而可以防止转基因花粉的传播。相关信息030601040702050807550.223.613.1美国中国国家南非巴西加拿大印度巴拉圭巴基斯坦玻利维亚11.4332.82.71.3转基因作物种植面积/（×106hm2）阿根",
    "第1节转基因产品的安全性103辩论目的：通过辩论使不同的意见能在一个共同的平台上“殊途同归”，形成共识，以正确的态度看待转基因食品的安全性。辩论方式：设辩论正反方；或者角色扮演，如扮演政府官员、科学家、食品供应商和消费者等，扮演者从各自角度出发，发表不同的意见。辩论前的准备：辩论的正反方或者角色扮演者，分别搜集不同国家或地区转基因生物研发和安全评估、转基因食品销售等方面的资料，以及我国有关转基因生物研究和商品化的法规和政策。在搜集资料的过程中，一定要注意区分谣言与事实，区分事实与观点；要舍弃矛盾的、不充分的证据，寻找确凿的证据。辩论时的注意事项：要精准地运用证据为自己辩护；要排除无关因素的影响，有序地呈现具有说服力的证据；要进行符合逻辑的推理判断；要避免得出言过其实的结论；同时，还要善于洞察对方论证的陷阱和漏洞，如识别论证中的逻辑错误等。辩论时，切忌进行人身攻击。转基因食品是否安全？辩论会理性看待转基因技术转基因作为一项技术本身是中性的，由这项技术研发出来的产品需要经过一系列的安全性评价，符合相应标准后才能上市。理性看待转基因技术不是人云亦云，更不是诋毁科学创新、造谣惑众，而是需要以完备的相关科学知识为基础，即清晰地了解转基因技术的原理和操作规程；还应该看到人们的观点受到许多复杂的政治、经济和文化等因素的影响；最重要的是，要靠确凿的证据和严谨的逻辑进行思考和辩论。社会舆论导向正确了，往往有利于决策者作出正确的决策，从而促进科学技术的发展；相反，对转基因产品安全性的争论子曰：“君子和而不同，小人同而不和。”“和而不同”是指：君子要和睦相处，但不随便附和。当人们面对原本是自然造就的生命形式被人为改造后具有了全新特征的现实时，出现激烈的争论是正常的。人们所生活的国家或社会，政治制度、意识形态、宗教信仰、经济发展水平、历史背景、传统文化和伦理道德观念等的差异，决定了人们具有不同的价值观取向，因此对于转基因技术就会产生不同的见解，特别是在转基因食品的安全性等方面发生激烈的争论。",
    "104第4章生物技术的安全性与伦理问题资料卡社会舆论导向不正确，将可能阻碍科学技术的发展。针对转基因技术的应用，各个国家都制定了符合本国利益的法规和政策。我国对转基因技术的方针是一贯的、明确的，就是研究上要大胆，坚持自主创新；推广上要慎重，做到确保安全；管理上要严格，坚持依法监管。国务院颁布了《农业转基因生物安全管理条例》（图4-3）；国家有关部门制定实施了《农业转基因生物安全评价管理办法》《农业转基因生物进口安全管理办法》《农业转基因生物标识管理办法》《农业转基因生物加工审批办法》和《进出境转基因产品检验检疫管理办法》。这些法规的制定既维护了消费者对转基因产品的知情权和选择权，又最大程度地保证了转基因技术和已经上市的转基因产品的安全性。我国还成立了专门的国家农业转基因生物安全委员会，这是我国农业转基因生物安全管理权威的评价机构，为保障农业转基因生物安全提供重要的技术支撑。为了加强对农业转基因生物的标识管理，规范农业转基因生物的销售行为，引导农业转基因生物的生产和消费，保护消费者的知情权，我国对农业转基因生物实行了标识制度。标识的标注方法如下（摘自《农业转基因生物标识管理办法》）。（1）转基因动植物（含种子、种畜禽、水产苗种）和微生物，转基因动植物、微生物产品，含有转基因动植物、微生物或者其产品成分的种子、种畜禽、水产苗种、农药、兽药、肥料和添加剂等产品，直接标注农业转基因生物的标识管理“转基因××”。（2）转基因农产品的直接加工品，标注为“转基因××加工品（制成品）”或者“加工原料为转基因××”。（3）用农业转基因生物或用含有农业转基因生物成分的产品加工制成的产品，但最终销售产品中已不再含有或检测不出转基因成分的产品，标注为“本产品为转基因××加工制成，但本产品中已不再含有转基因成分”或者标注为“本产品加工原料中有转基因××，但本产品中已不再含有转基因成分”。图4-3《农业转基因生物安全管理条例》节选1农业转基因生物安全管理条例（2001年5月23日中华人民共和国国务院令第304号发布根据2011年1月8日《国务院令关于废止和修改部分行政法规的决定》修订根据2017年10月7日《国务院关于修改部分行政法规的决定》修订）第一章总则第一条为了加强农业转基因生物安全管理，保障人体健康和动植物、微生物安全，保护生态环境，促进农业转基因生物技术研究，制定本条例。第二条在中华人民共和国境内从事农业转基因生物的研究、试验、生产、加工、经营和进口、出口活动，必须遵守本条例。第三条本条例所称农业转基因生物，是指利用基因工程技术改变基因组构成，用于农业生产或者农产品加工的动植物、微生物及其产品，主要包括：（一）转基因动植物（含种子、种畜禽、水产苗种）和微生物；（二）转基因动植物、微生物产品；（三）转基因农产品的直接加工品；（四）含有转基因动植物、微生物或者其产品成分的种子、种畜禽、水产苗种、农药、兽药、肥料和添加剂等产品。本条例所称农业转基因生物安全，是指防范农业转基因生物对人类、动植物、微生物和生态环境构成的危",
    "第1节转基因产品的安全性105一、概念检测1．当面对日常生活中与转基因技术有关的话题时，我们需要理性地表明观点和参与讨论。下列不属于理性看待转基因技术的是（）A．要靠确凿的证据和严谨的逻辑来思考转基因技术的影响B．只要有证据表明产品有害，就应该禁止转基因技术的应用C．要看到经济、文化和伦理道德观念等的差异使人们对转基因技术有不同的看法D．要在清晰地了解转基因技术的原理和操作规程的基础上来讨论转基因技术的相关问题2．我国为保证转基因产品的安全性，采取的措施不包括（）A．颁布相关的法规B．制定相关的技术规程C．减少农业转基因技术的研发D．成立国家农业转基因生物安全委员会二、拓展应用以下内容摘自网络某论坛。可食用的转基因作物一般具有如下特征：（1）与传统作物的味道不同，例如，传统的玉米略带甜味，而现在流行的转基因甜玉米的甜度非常高，像加了蜜一样；（2）与传统作物的色彩不同，如彩椒、紫薯；（3）凡是害虫喜欢吃的作物都是非转基因的，而没有害虫或很少有害虫吃的作物，绝对是转基因的。请你辨析上述说法的可靠性。练习与应用前面，你已经调查了你或你的亲朋好友在日常生活中使用转基因产品的情况，请继续围绕以下问题进行调查。1．这些用转基因技术生产的产品，它们的标识符合国家的规定吗？2．是否有商家利用公众对转基因食品“恐惧”的心理，把“非转基因”作为推销的噱头？请根据两次调查的结果，并结合所学的知识，提出自己参与转基因知识科普服务的行动计划。到社会中去转基因食品是否安全是人们争论的焦点。有人说，一种转基因食品，只有证明它是安全的，才可以食用；有人说，一种转基因食品，如果没有证据表明它不安全，就可以食用。对某种转基因食品而言，证明它安全与证明它不安全，哪个获取所需证据的难度大？为什么？评估获取证据的难度思维训练",
    "106第4章生物技术的安全性与伦理问题第2节关注生殖性克隆人克隆人是科幻作品中常见的主题。早在1978年，一本名为《克隆人》（InhisImage:THECLONINGOFAMAN）的书中就讲述了一个科幻故事。一位富商将自己的体细胞核移植到一枚去核的卵母细胞中，然后将它在体外发育成的胚胎移植到母体子宫中，最后得到了一个健康的男婴，这个男婴就是那位商人的克隆人。那么，在现实社会中，克隆人可能会面临哪些伦理问题？如果科学家要克隆的人是你，你愿意吗？●生殖性克隆人可能面临哪些伦理问题？●我国为什么禁止生殖性克隆人？本节聚焦克隆羊多莉出生后，世界为之轰动。“克隆”一词也很快成为家喻户晓的“术语”。就在人们庆贺这一重大科学研究成果的同时，有人又把克隆人的话题提了出来，因为在哺乳动物身上获得成功的克隆技术，理论上可以用在人的身上。于是舆论哗然，有关克隆人的争论也一直持续至今。生殖性克隆人面临的伦理问题生殖性克隆是指通过克隆技术产生独立生存的新个体。治疗性克隆是指利用克隆技术产生特定的细胞、组织和器官，用它们来修复或替代受损的细胞、组织和器官，从而达到治疗疾病的目的。两者有着本质的区别。无论是公众还是专家，对是否应该进行生殖性克隆人的研究有不同的见解。有人认为，这是一项科学研究，既然是科学，那就有它自己内在的发展规律，社会应该允许科学家研究；虽然现在人们的伦理道德观念还不能接受这一切，但是人的观念是可以改变的。大多数人对生殖性克隆人的研究持否定态度。有的伦理学家认为，生殖性克隆人“有违人类尊严”。如果允许人像产品一样被制造，强制一个人共享另一个人的DNA，关于克隆人的作品从社会中来",
    "第2节关注生殖性克隆人107将使人类的尊严丧失殆尽。还有伦理学家认为，生殖性克隆人是在人为地制造在心理上和社会地位上都不健全的人，严重地违反了人类伦理道德，是克隆技术的滥用。很多生物学家认为，克隆技术还不成熟，当年做克隆羊研究时，科学家用数百枚卵构建重构胚，才成功地孕育出一只克隆羊。而用其他哺乳动物做克隆实验时，也同样出现了构建重构胚成功率低，胚胎移植到母体子宫后着床率低、流产率高、胎儿畸形率高和出生后死亡率高等问题，正常的个体极少。即使有个体活过了幼年期，它们也有可能较早死亡。多莉在7岁时就因患有严重的肺部疾病被研究人员实施了安乐死，而在正常情况下，一只绵羊的寿命为10〜15年。可以预见，生殖性克隆人同样会面临所有的这些问题：流产、死胎和畸形儿等，这显然与人类传统的伦理道德是背道而驰的。什么是人类的尊严？目前没有统一的答案。哲学家认为,生命是自然赋予人类去雕琢的宝石；有道德的权利尊严，是人的生命存在的最高价值；人类尊严的标志是人格的不可侵犯……相关信息通过体细胞核移植技术获得重构胚的方法，见本书第2章第2节。知识链接请结合上面的内容，思考并讨论以下问题。1．克隆人与细胞核供体之间是什么关系？以血缘为纽带的人伦关系会因克隆人的到来而消亡吗？假如克隆人来了，会带来哪些伦理问题？2．克隆人没有“父母”，这对他们的心理健康有什么影响？3．能强制克隆人作为器官移植的供体吗？4．生殖性克隆人的研究还可能带来哪些伦理问题？思考·讨论我国禁止生殖性克隆人我国政府对克隆技术在伦理、法律等方面可能造成的影响非常重视，有关部门多次组织各方面专家召开研讨会，就有关问题达成共识。2002年2月和9月，在联合国总部召开的制定《禁止生殖性克隆人国际公约》特委会和工作组会议上，我国代表团指出，中国政府积极支持制定该公约，坚决反对克隆人，不允许进行任何生殖性克隆人实验（图4-4）。我国政府一再重申四不原则：不赞成、不允许、不支持、不接受任何生殖性克隆人实验。原因如下：1克隆图4-4我国政府积极支持制定《禁止生殖性克隆人国际公约》",
    "108第4章生物技术的安全性与伦理问题既然可以用几种小分子化合物将体细胞诱导成iPS细胞，那么将来人类能否通过服用一些药物，激发机体再生功能，在体内实现组织或器官的再生，或者让机体自我修复损伤的组织或器官？《人胚胎干细胞研究伦理指导原则》规定：利用体外受精、体细胞核移植等技术获得的囊胚，其体外培养期限自受精或核移植开始不得超过14d；不得将这样获得的已用于研究的人囊胚植入人或任何其他动物的生殖系统。相关信息人只是某些人出于某种目的制造出的“产品”，没有“父母”，这可能导致他们在心理上受到伤害；2由于技术问题，可能孕育出有严重生理缺陷的克隆人；3克隆人的家庭地位难以认定，这可能使以血缘为纽带的父子、兄弟和姐妹等人伦关系消亡；4生殖性克隆人冲击了现有的一些有关婚姻、家庭和两性关系的伦理道德观念；5生殖性克隆人是对人类尊严的侵犯；6生殖性克隆人破坏了人类基因多样性的天然属性，不利于人类的生存和进化。我国政府同样重视治疗性克隆所涉及的伦理问题，主张对治疗性克隆进行有效监控和严格审查。为此，我国颁布了《人类辅助生殖技术管理办法》《人类辅助生殖技术规范》和《人类辅助生殖技术和人类精子库伦理原则》；针对干细胞研究，我国制定了《人胚胎干细胞研究伦理指导原则》和《干细胞临床研究管理办法（试行）》，以保证干细胞的研究在有关规定下进行，并尊重国际公认的生命伦理准则，促进我国干细胞研究健康发展。警惕用新技术研究生殖性克隆人近些年来，干细胞研究取得了一系列重要进展。继外国科学家用4种转录因子诱导人的成纤维细胞转变成iPS细胞之后，我国科学家又用4种小分子化合物诱导小鼠的成纤维细胞转变成了iPS细胞（这种细胞又被称为化学诱导多能干细胞）。这一技术在一定程度上避免了用特定的转录因子诱导iPS细胞可能带来的致癌风险。目前，科学家已经成功用iPS细胞克隆出了活体小鼠，试想一下：如果将小鼠的iPS细胞换成人的iPS细胞，不就可以克隆人了吗？2016年，一批国外的科学家和企业家聚集在一起，商议“人类基因组编写计划”，希望合成人类的整个基因组。该计划的支持者认为这将使培育出用于移植的人体器官成为可能，还会加速疫苗的研发等。计划一经提出，就引起了伦理方面的担忧：如果合成出人类的基因组，就可能造出“无父母”人类或者拥有相同基因组的“克隆人”……",
    "第2节关注生殖性克隆人10920世纪90年代中期，有一名19岁的姑娘患了白血病，需要进行骨髓移植。然而，她唯一的哥哥的骨髓配型并不适合她，在骨髓库中也找不到合适配型的骨髓。她的父母通过“设计试管婴儿”（植入前对胚胎进行遗传学诊断）生下了一个配型适合她的婴儿。在婴儿出生2个月后，医生就抽取婴儿骨髓中的造血干细胞移植给她，她得救了。后来，又有一些父母用这种方法挽救了自己患致命血液病的孩子。随着基因组编辑技术的发展，科学家可以在体内和体外简单、低成本地对基因进行敲除、插入等，这样就可以有目的地改造特定基因。2015年，“设计完美婴儿”一词出现在大众的视野中。我们是否可以设计出长你支持“设计试管婴儿”吗？大后脸蛋漂亮、身高标准、智力超群的“完美婴儿”呢？讨论1．为解决不孕夫妇的生育问题而发明的试管婴儿技术，与“设计试管婴儿”有什么区别？2．通过“设计试管婴儿”救治自己的孩子，是否合乎伦理？3．你支持“设计试管婴儿”或“设计完美婴儿”吗？4．提供骨髓中的造血干细胞并不会对婴儿的健康造成损伤，同样捐出部分骨髓救治他人也不会对捐献者的身体健康造成损伤。请上网或通过其他途径查询：这是为什么？你愿意为救人一命而捐献一部分骨髓吗？思考·讨论生殖性克隆人问题带来了巨大的伦理挑战。要知道，现在生物技术革命的浪潮席卷全球，与这些技术相关的伦理问题还有很多，如从20世纪90年代开始一直讨论的“设计试管婴儿”的伦理问题。作为社会的成员，我们应该有客观、理性地参与这些公众事务和问题讨论的意识和责任感。我国有关部门专门组建了“国家医学伦理专家委员会”，研究涉及人的生物医学研究中的重大伦理问题，进行伦理培训和指导等。许多医疗卫生机构、高等院校和科研院所等也设立了伦理委员会，职责是保护受试者的合法权益、维护受试者的尊严、促进生物医学研究规范开展和进行伦理审查等。伦理委员会的委员应当从生物医学领域和伦理学、法学、社会学等领域的专家，以及非本机构的社会人士中遴选产生，人数至少为7人，并且应当有不同性别的委员，少数民族地区应当考虑少数民族委员。到社会中去",
    "110第4章生物技术的安全性与伦理问题一、概念检测1．生殖性克隆和治疗性克隆既有相同点，又有本质的区别。下列相关叙述错误的是（）A．两者都涉及体细胞核移植技术B．前者为了产生新个体，后者为了治疗疾病C．前者面临伦理问题，后者不会面临伦理问题D．我国允许生殖性克隆动物，但禁止生殖性克隆人2．下列有关生殖性克隆人的叙述，正确的是（）A．生殖性克隆人能丰富人类基因的多样性B．可以运用重组DNA技术进行生殖性克隆人研究C．虽然生殖性克隆人存在伦理问题，但克隆技术已经成熟D．我国政府不赞成、不允许、不支持、不接受任何生殖性克隆人实验二、拓展应用2017年，一个外国科研小组宣布，他们通过把人的干细胞注入猪的胚胎中，首次成功培育了人猪嵌合体胚胎。该胚胎在猪体内发育了3〜4周后，研究人员终止了妊娠。这项研究的最终目的是在动物体内培育出可供移植的器官，从而解决人类器官移植来源不足的问题。（1）请你分析研究人员为什么在胚胎发育3〜4周后终止了妊娠。（2）如果未来培育出“人兽嵌合体”，它是不是也会面临与克隆人一样的伦理问题？（3）你认为这样的研究应该受到法律约束，还是应该彻底禁止？请说出你的理由。练习与应用下面以人干细胞研究为例，介绍伦理委员会组成。委员会由7〜9名委员组成，委员遴选依据自愿原则，并具有以下代表：（1）本专业人员（如干细胞与发育生物学专业人员）2〜3名；（2）相关专业人员（如动物学、医学等专业人员）2〜3名；（3）法学专业人员1〜2名；（4）伦理学专业人员1〜2名；（5）非本机构的社会人士1〜2名。请与同学围绕以下问题展开讨论。（1）伦理委员会为什么需要由这些成员组成？（2）如果未来你有机会加入伦理委员会，你应该怎样履行自己的职责？",
    "第3节禁止生物武器111生物武器包括致病菌类、病毒类和生化毒剂类等，例如，天花病毒、波特淋菌、霍乱弧菌和炭疽杆菌（图4-5）都可以用来制造生物武器。生物武器的致病能力强、攻击范围广。它可以直接或者通过食物、生活必需品和带菌昆虫等散布，经由呼吸道、消化道和皮肤等侵入人、畜体内，造成大规模伤亡，也能大量损害植物。前事不忘，后事之师早在第二次世界大战中，侵华日军就组建了从事细菌战的731部队和100部队，并在我国领土上修建了几十座细菌武器工厂，大量培养鼠疫、霍乱、伤寒和炭疽等一系列致命的传染病的病原体。为了检验生产出来的细菌武器的效能，侵华日军曾用数千名中国人做实验。他们还曾在我国20多个地区使用了细菌武器，造成几十万老百姓死亡。日本战败投降时，侵华日军又一次把培养的细菌释放出来，在我国造成传染病大流行。他们的种种暴行遭到国际舆论的一致谴责。第二次世界大战后，在日本细菌战战犯的帮助下，美国获得了细菌武器。1950年12月至1951年1月，在中国人民志愿军的打击下，美军从“三八线”南撤。在此过程中，他们散布了大量的天花病毒，使约3500人患上天花，约350人第3节禁止生物武器2001年秋，恐怖分子把含有炭疽杆菌粉末的信件邮寄给某国的多个新闻媒体办公室以及两名参议员，结果导致至少22人被感染（其中5人死亡）的严重后果。有生物学家指出，这些粉末是“武器级”的，它使整个国家乃至全世界陷入了一种莫名的恐慌之中。为什么生物武器让人恐慌呢？●生物武器有哪些种类？●历史上生物武器对人类造成了哪些严重的威胁与伤害？●我国对生物武器及其技术和设备的扩散持怎样的立场？本节聚焦图4-5电镜下的炭疽杆菌（照片经后期人工上色处理，放大约1000倍）关于生物武器的作品从社会中来",
    "112第4章生物技术的安全性与伦理问题死亡。1952年初，美军又在志愿军控制区投下了细菌弹，散布了大量苍蝇、跳蚤等昆虫。经我国军事医学专家鉴定，这些昆虫带有可引起鼠疫、霍乱、伤寒、痢疾、脑膜炎和回归热等疾病的10多种致病菌。随后，美军又将细菌战扩大到我国东北的抚顺、安东、凤城、宽甸和临江等地。在反细菌战战争中，由于中国人民志愿军采取了一系列有力的应对措施，才避免了军民的重大伤亡（图4-6）。同时，我国政府也向全世界控诉美军使用细菌武器的反人类罪行。图4-6志愿军在清理细菌战污染地（左下为细菌弹）结合上文，搜集历史上使用生物武器的资料，思考并讨论以下问题。1．从传播的角度来看，与枪炮、导弹等常规武器相比，生物武器有什么特点？2．生物武器和常规武器的危害有什么生物武器危害的特点本质差别？3．生物武器的杀伤力一定大于常规武器吗？为什么许多国家禁止研发生物武器而不禁止研发常规武器呢？思考·讨论对生物武器的威胁，不能掉以轻心在报纸上，有时可以看到某些国家以科学研究为名，进行细菌武器、生化毒剂等的研究和储存，如生产和储存传染性极强、致死率极高的炭疽杆菌。1980年，世界卫生组织宣布全球消灭了天花，但是某些国家至今仍然保存着天花病毒毒株。今天，在年轻人普遍都没有接种天花疫苗的情况下，如果有人用天花病毒或某些动物的痘病毒作为生物武器，后果将不堪设想！还有一些恐怖组织或个人在试图寻找各种大规模杀伤性武器，而生物武器相对容易获得，也便于携带和施放，一旦被他们利用，产生的危害将是极大的。转基因技术出现后，使得利用这一技术制造各种新型的致病菌成为可能。这些人类从来没有接触过的致病菌，可能让大批受感染者突然发病，而又无药可医，这样施放者便可以造成敌方公众的极度恐慌，致使受害国一切活动瘫痪，轻而易举地达到不战而胜的目的。例如，有报道称，有的国家已经研制出新型的鼠痘病毒，由于人类目前还没有找到相应的有效治疗药物来对抗这种病毒，因此感染者必死无疑；在实验室里，有人通过转基因技术把蜡样芽孢杆菌改造生物安全是指国家有效防范和应对危险生物因子及相关因素威胁，生物技术能够稳定健康发展，人民生命健康和生态系统相对处于没有危险和不受威胁的状态，生物领域具备维护国家安全和持续发展的能力。我国不断健全生物安全监管预警防控体系。例如，做好现代口岸核生化有害因子（核放射性物质、生物战剂、化学毒剂等）的防控工作，保障国门生物安全。相关信息",
    "第3节禁止生物武器113成像炭疽杆菌一样的致病菌；有人将生物毒素分子的基因与流感病毒的基因拼接在一起，然后再用基因工程的方法进行批量生产；也有人对流感病毒基因进行改造，以使具有某种易感基因的民族感染上这种病毒，而施放国的人却不易感染。面对一切可能的生物武器威胁，我们绝不能掉以轻心！彻底销毁生物武器是全世界爱好和平的人民的共同期望（图4-7）。1972年4月，苏联、美国、英国分别在其首都签署了《禁止发展、生产、储存细菌（生物）及毒素武器和销毁此种武器公约》（简称《禁止生物武器公约》），该公约于1975年3月生效。1984年11月，我国也加入了这一公约。1998年6月，中美两国元首在关于《禁止生物武器公约》议定书的联合声明中，重申了在任何情况下不发展、不生产、不储存生物武器，并反对生物武器及其技术和设备的扩散。2010年，在第65届联合国大会上，我国政府重申支持《禁止生物武器公约》的宗旨和目标，全面、严格履行公约义务，支持不断加强公约的约束力，并主张全面禁止和彻底销毁生物武器等各类大规模杀伤性武器。图4-7身穿防生化服的人员在调查炭疽杆菌的污染一、概念检测1．生物武器种类多样，下列不太可能用于制造生物武器的是（）A．病毒B．毒品C．致病菌D．生化毒剂2．利用转基因技术制造的新型致病菌具有极大的危害性，其原因不包括（）A．人体不会对它们产生免疫反应B．它们可能具有超强的传染性和致病性C．它们可能使具有某种易感基因的民族感染，而施放国的人却不易感染D．人类从没接触过它们，这可能让大批受感染者突然发病而又无药可医二、拓展应用在2018年世界卫生组织公布的可能导致全球公共卫生危机的疾病中，有一种神秘的“X疾病（DiseaseX）”，它是由未知病原体造成的大规模流行性疾病，一旦暴发可能导致数百万人死亡。你认为这种未知病原体的来源可能有哪些？如果它被恐怖分子用来制造生物武器，将会带来哪些严重的后果？我们能采取哪些措施防患于未然？练习与应用第二次世界大战期间，日本侵略者在我国许多地方使用过细菌武器。至今，在我国的浙江等地还有一些日本细菌战受害者遭受着“烂脚病”等疾病的折磨。请你搜集相关资料，进一步了解细菌战给我国人民带来的苦难。有条件的学校，可组织学生参观军事博物馆或抗日战争纪念馆，了解更为具体的情况。到社会中去",
    "理解概念●转基因技术给人类带来了琳琅满目的产品，也引发了社会对转基因产品安全性的关注和争论。●生殖性克隆是指通过克隆技术产生独立生存的新个体，它面临很多伦理问题。我国不赞成、不允许、不支持、不接受任何生殖性克隆人实验。●生物武器的种类包括致病菌、病毒和生化毒剂等，它曾对人类造成严重的伤害。我国反对生物武器及其技术和设备的扩散。发展素养通过本章的学习，应在以下几方面得到发展。●能够基于对转基因技术和相关政策、法规的了解，理性地参与对转基因技术及其相关问题的讨论，并向公众普及转基因的基础知识及国家有关的政策和法规。●关注生殖性克隆人引发的伦理争论，认同我国禁止任何生殖性克隆人研究，并警惕用新技术研究生殖性克隆人。●认同生物武器给人类特别是我国人民带来过严重伤害，能够坚决支持我国政府反对生物武器及其技术和设备扩散的立场，做好应对生物武器可能带来灾难的思想和物质准备。本章小结114第4章生物技术的安全性与伦理问题",
    "第3节禁止生物武器1151．科学家在培育转基因植物时，常通过农杆菌的转化作用使目的基因进入受体细胞。据报道，有科学家检测了291种没有经过人工转基因操作的栽培番薯，发现这些番薯都含有农杆菌的部分基因，并且在番薯的根、茎、叶等器官中都检测到了相关基因的表达。但是，科学家在番薯的近缘野生种中却没有发现这些基因，于是他们推测，在人类驯化番薯的过程中，这些“天然”转入的农杆菌基因促进了一些性状的产生。这一事实，对我们认识有关转基因食品的安全性有什么启示？成功率最高？为什么？（2）科学家进行第2组和第3组实验的目的是什么？（3）基于该实验数据，如果用克隆羊的方法来克隆人，存在的伦理问题是什么？3．2017年8月，科学家运用基因组编辑技术在人类的早期胚胎中部分修正了与肥厚型心肌病发生相关的基因MYBPC3的突变。这项研究在攻克用基因组编辑技术治疗人类遗传病的若干技术问题的同时，也引起了一些伦理方面的争论。请分析回答下列问题。（1）在治疗遗传病方面，与对成年个体进行基因组编辑相比，对胚胎进行基因组编辑有什么优势？（2）对人类胚胎进行基因组编辑会带来哪些伦理问题？（3）你认为该不该允许对人类胚胎进行基因组编辑的相关研究？请说出你的理由。4．1918年暴发的流感使至少2000万人丧生。研究人员从保存的受感染的人体中分离了该病毒，测得它的基因组序列，然后进行了重新构建。重构病毒的传染性是现在流感病毒的39000倍。了解重构病毒的致病机制能够帮助我们更好地抵御流感。但是，也有人担心：该病毒一旦泄露，可能会造成新的流感大流行；公布的病毒基因组序列和制造病毒的方法可能被某些不法分子用于犯罪。你认为，这项研究是让我们更安全了，还是更不安全了？复习与提高实验组核供体细胞融合成功细胞数早期发育成功胚胎数移植后成功怀孕母羊数/代孕母羊数出生并成活羔羊数16岁母羊的乳腺上皮细胞277291/131（多莉）2发育到第26天的胚胎成纤维细胞172344/1023发育到第9天的早期胚胎细胞3859014/2742．科学家用电融合的方法诱导母羊的乳腺上皮细胞与另一只羊的去核卵母细胞融合，然后将重构胚移植到代孕母羊的体内，最终培育出了克隆羊多莉。下表是科学家获得的部分实验数据，请仔细阅读并回答问题。（1）根据实验数据综合评价，哪一组实验的番薯115",
    "116第4章生物技术的安全性与伦理问题一、MS培养基的配方（1L的用量）NH4NO3（硝酸铵）1650mgKNO3（硝酸钾）1900mgKH2PO4（磷酸二氢钾）170mgMgSO4·7H2O（七水合硫酸镁）370mgCaCl2·2H2O（二水合氯化钙）440mgMnSO4·4H2O（四水合硫酸锰）22.3mgZnSO4·4H2O（四水合硫酸锌）8.6mgH3BO3（硼酸）6.2mgKI（碘化钾）0.83mgNa2MoO4·2H2O（二水合钼酸钠）0.25mgCuSO4·5H2O（五水合硫酸铜）0.025mgCoCl2·6H2O（六水合氯化钴）0.025mg甘氨酸2mg盐酸硫胺素（维生素B1）0.1mg盐酸吡哆醇（维生素B6）0.5mg烟酸0.5mg肌醇100mg蔗糖30g琼脂10g螯合铁盐**螯合铁盐的配制方法：称取5.57gFeSO4·7H2O（七水合硫酸亚铁）和7.45gNa2EDTA（乙二胺四乙酸二钠），溶于1L蒸馏水中，制成螯合铁盐母液。配制1L培养基需要取螯合铁盐母液5mL。二、配制MS培养基的过程1．配制各种母液。配制时，无机物中大量元素浓缩10倍，微量元素浓缩100倍（MS培养基的配方参见上表）。激素类、维生素类以及用量较小的有机物一般可按1mg/mL的质量浓度单独配制成母液。用母液配制培养基时，需要根据各种母液的浓缩倍数，计算用量。2．将称好的琼脂加入800mL蒸馏水中，加热使琼脂熔化，然后加入蔗糖30g，取配制好的大量元素、微量元素、有机物和植物激素的母液，依次加入，再加蒸馏水定容至1000mL，并调节pH。诱导菊花愈伤组织的培养基：在MS培养基中加入BA（苄基腺嘌呤）和NAA（萘乙酸），质量浓度均为0.5mg/L（BA和NAA的浓度可以根据菊花的品种进行调整）。诱导菊花生芽的培养基：在MS培养基中加入BA和NAA，质量浓度分别为2〜3mg/L和0.02〜0.3mg/L。诱导菊花生根的培养基：将上述MS培养基中NH4NO3、KNO3、KH2PO4、MgSO4·7H2O和CaCl2·2H2O的用量减半，并添加NAA或IAA（吲哚乙酸），质量浓度均为0.1mg/L。附录1植物组织培养实验常用培养基的配方和配制方法116",
    "第3节禁止生物武器117一、研磨液的配制方法1．将10.1gTris（三羟甲基氨基甲烷）加入50mL蒸馏水中，使其溶解。2．用2mol/L的HCl溶液调节pH至8.0。3．在溶液中加入8.76gNaCl、37.2gEDTA（乙二胺四乙酸）、20gSDS（十二烷基硫酸钠），待药品全部溶解后，用蒸馏水定容至1000mL。二、二苯胺试剂的配制方法1．称取1.5g二苯胺，溶于100mL冰乙酸中。2．在溶液中加入1.5mL浓硫酸，用棕色瓶保存。3．临用前，在10mL的上述溶液中再加入0.1mL体积分数为0.2%的乙醛溶液。附录2DNA的粗提取与鉴定实验相关试剂的配制方法表1电泳缓冲液的配方缓冲液工作液储存液/LTris-乙酸盐缓冲液（TAE）1×40mmol/LTris-乙酸盐1mmol/LEDTA50×242gTris57.1mL冰乙酸100mL0.5mol/LEDTA（pH8.0）Tris-硼酸盐缓冲液（TBE）0.5×45mmol/LTris-硼酸盐1mmol/LEDTA5×54gTris27.5g硼酸20mL0.5mol/LEDTA（pH8.0）附录3琼脂糖凝胶电泳实验相关试剂的配方表2凝胶载样缓冲液的配方缓冲液编号6×载样缓冲液储存温度10.25%溴酚蓝0.25%二甲苯氰FF40%（质量体积比）蔗糖水溶液4℃20.25%溴酚蓝40%（质量体积比）蔗糖水溶液4℃117",
    "后记本册教科书是人民教育出版社课程教材研究所生物课程教材研究开发中心依据教育部《普通高中生物学课程标准（2017年版）》编写的，2019年经国家教材委员会专家委员会审核通过。本册教科书的编写，集中反映了我国十余年来普通高中课程改革的成果，吸取了2004年版《普通高中课程标准实验教科书生物》的编写经验，凝聚了参与课改实验的教育专家、学科专家、教材编写专家、教研人员和一线教师，以及教材设计装帧专家的集体智慧。我们感谢参加2004年版《普通高中课程标准实验教科书生物》编写工作的吴成军、吴兢勤、鲍平秋、石家骥、杨柳、王建军、王重力、刘启宪、董莉、张慧、韩玉平、敖光明、葛荣朝、吴中红、张忠诚。感谢所有对教科书的编写、出版、试教等提供过帮助与支持的同仁和社会各界朋友。本册教科书的执笔者还有谭永平；为本书绘制插图的有松迪科技（北京）有限公司、北京文鲁文化传媒有限公司、李筱甜；为本书设计排版的为北京奇文云海文化传播有限责任公司。本册教科书出版之前，我们通过多种渠道与教科书选用作品（包括照片、画作）的作者进行了联系，得到了他们的大力支持。对此，我们表示衷心的感谢！本册教科书投入使用后，我们根据各方意见作了修订，真诚希望广大师生和家长继续提出宝贵意见！联系方式电话：010-58758866电子邮箱：jcfk@pep.com.cn人民教育出版社课程教材研究所生物课程教材研究开发中心2023年7月",
    "谨向为本书提供照片的单位和人士致谢东方IC（封面1张，第1页1张，第2页1张，第3页3张，第5页2张，第15页1张，第16页1张，第21页1张，第22页1张，第37页1张，第39页2张，第43页1张，第44页1张，第46页1张，第51页1张，第53页1张，第56页1张，第64页1张，第67页1张，第82页1张，第88页2张，第99页1张，第102页1张，第106页1张，第111页2张）；视觉中国（第2页1张，第4页1张，第5页1张，第9页1张，第31页1张，第34页1张，第39页1张，第42页1张，第55页1张，第88页1张，第95页1张，第112页1张，第115页1张）；华大基因（“科学家访谈”中2张，第69页1张）；维基百科（第2页1张，第93页1张）；《回顾与展望》，中国科学技术出版社（第4页1张，第63页1张）；北京生物制品研究所有限责任公司（第26页1张）；长春市朝阳大力生物技术工程设备有限公司（第41页1张）；全景视觉（第62页2张）；《光辉的十年》，中国科学技术出版社（第76页2张，第90页1张）；朱京（第3页1张，第6页1张，第7页1张，第9页2张，第11页1张，第15页1张，第18页1张，第19页1张，第25页2张，第27页1张，第37页1张，第44页1张，第49页1张，第73页1张，第74页1张，第75页2张，第84页4张，第85页2张，第90页1张，第104页2张）；王家太（第36页3张，第37页2张）；仲乃琴（第40页2张）；钟渝（第42页2张）；韩之明（第53页3张）；史娟（第68页1张）；朱作言（第69页1张，第89页1张）；李华平（第70页2张）；宗标（第86页1张）；曹琳玲（第87页1张）；朱祯（第88页1张）。",
    "",
    "生物技术与工程普通高中课程标准教科书生物学普通高中教科书生物技术与工程选择性必修3生物学选择性必修3SHENGWUXUEPUTONGGAOZHONGJIAOKESHU普通高中教科书绿色印刷产品绿色印刷产品®ള໾࿊ᄴྟсྩ\u0014ٿ૫\u0017\u000f\u0011\u000fJOEE\u0001\u0001\u0001\u0012ള໾࿊ᄴྟсྩ\u0014ٿ૫\u0017\u000f\u0011\u000fJOEE\u0001\u0001\u0001\u0012\u0013\u0011\u0013\u0011\u0010\u0017\u0010\u0012\u0017\u0001\u0001\u0001ഈ໶\u0012\u0011\u001b\u0015\u001a\u0013\u0011\u0013\u0011\u0010\u0017\u0010\u0012\u0017\u0001\u0001\u0001ഈ໶\u0012\u0011\u001b\u0015\u001a"
]